[
    {
        "HT": [
            "Koninklijke Scholten Honig",
            "Council and Commission"
        ],
        "NO.CASE": [
            "101/76"
        ],
        "text": "2.So far as Regulation No 1731/79 is concerned the Commission disputes the allegation that it has the power to make decisions on the distribution among processors. The assertion is not confirmed by the recitals to Regulations Nos 1530/78 and 1731/79, which are entirely normative in tone and effect. In reality the responsibility is shared by the Commission as rule-maker and the Member State as the implementer of the rules.The Commission recalls that in its judgment of 5 May 1977 in Case 101/76 Koninklijke Scholten Honig ν Council and Commission ([1977] ECR 797 at p. 808) the Court stated that the nature of a measure as a regulation is not called in question by the possibility of determining more or less precisely the number or even the identity of the persons to whom it applies at a given moment....The Commission states that it did not seek information on the number or identity of processing firms, or on the production figures for individual firms, and that its information was limited to the overall production figure declared by the authorities and by the French and Italian trade associations. According to the Commission, Regulation No 1731/79 is in fact legislative in nature, since the rules which it contains are expressed in a general manner and apply to anyone who engages in the activity of processing Williams pears and were not determined by subjective considerations.The Commission concedes that the applicants are directly concerned by Regulation No 1731/79 in so far as the amount of the aid is fixed at 105% of their production in 1978/79, but it is of the opinion that they are not concerned individually because the regulation concerns all processing undertakings without exception, that is to say, both existing undertakings and new undertakings which have no previous production.",
        "NP": "2."
    }
]