[
    {
        "HT": "French Republic v Commission",
        "NO.CASE": [
            "47/69"
        ],
        "text": "5.The applicant asserts that the provision of Article 20 of Law No 1101 is not concerned with an aid within the meaning of Article 92 (1). The Italian textile industry is handicapped by the imposition of social charges which do not take into account the peculiarities of the industry, in particular the high proportion of female employees. During the course of 1971, 65.7 thousand million lire in social security contributions were paid by undertakings in the textile sector whereas the social security benefits received in this sector only amounted to 42.4 thousand million lire. The contested measure only partially made up for this deficit.Furthermore, according to Article 92 (1), for an aid to be considered as such it must be granted by the State or through State resources, in other words in the form of an item of expenditure or of a reduction in revenue incurred by the whole community. The loss of revenue resulting from the reduction in contributions relating to family allowances is offset by revenue accruing from contributions made by employers to the unemployment insurance fund, in other words through charges which do not fall on the community as a whole.The Commission maintains that the temporary reduction in contributions payable by the textile industry in respect of family allowances should be considered as an aid to employers in the textile industry and not to their employees.The exemption in favour of undertakings in a particular sector from payment of fiscal or social charges which apply generally to industry can have the aim and in any case the effect of favouring these undertakings in the sphere of intra-Community competition. First of all, a comparison must be made between the social charges imposed on the Italian textile industry and those incurred by other sectors of industry in that Member State. Only secondly is it useful to make a comparison with the charges relating to the textile industry in the other Member States. In this connexion it is wrong to compare the proportion represented by the employer's charge in costs per hour in the various Member States; instead, a comparison must be made of total labour costs per hour. Applying this criterion, the comparison shows clearly that the competitive position of Italian industry is reasonably strong in relation to the textile industries of the other Member States.To state that the fall in revenue is compensated by means of levies on the funds of another social security system does not constitute a valid argument because it cannot affect the classification of the reduction as an aid. In fact, public revenue does not necessarily derive from the community as a whole but more often from a particular category of tax payers. With regard to this point the Commission refers to the judgment of the Court of 25 June 1970(Case 47/69), French Republic v Commission, Rec. 1970, p. 487).",
        "NP": "5."
    }
]