[
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "52/84"
        ],
        "text": "6As far as the administrative procedure preceding the contested decision is concerned, it is to be noted that on 31 December 1983 the Commission, alarmed by reports in the Belgian press, asked the Belgian Government to notify the planned aid to it in accordance with Article 93 (3) of the Treaty. In a telex message of 18 February 1983 the Belgian Government merely replied that no new decision was involved. The planned aid was based on a 1981 decision designed to implement a medium-term renewal plan over the 1981 to 1984 financial years, the first stage of which was the aforementioned capital injection of BFR 475 million. In that connection, it should be observed that by Decision No 83/130 of 16 February 1983, against which an action was not brought, the Commission held that that capital injection was incompatible with the common market, and the Court, in its judgment of 15 January 1986 (Case 52/84 Commission v Belgium [1986] ECR 89), held that the Kingdom of Belgium had failed to fulfil its obligations in so far as it had failed to comply with that decision.",
        "NP": "6"
    },
    {
        "HT": [
            "Intermitis",
            "Commission"
        ],
        "NO.CASE": [
            "323/82"
        ],
        "text": "12It must be observed that by virtue of Article 92 (1) of the Treaty, the provisions of the Treaty concerning State aid apply to aid granted by a Member State or through State resources in any form whatsoever. It follows, as the Court held in its judgment of 14 November 1984 (Case 323/82 Intermitís v Commission [1984] ECR 3809), that no distinction can be drawn between aid granted in the form of loans and aid granted in the form of a subscription of capital of an undertaking. Aid taking either form falls within the prohibition contained in Article 92 where the conditions set out therein are fulfilled.",
        "NP": "12"
    },
    {
        "HT": [
            "Hoffmann-La Roche",
            "Commission"
        ],
        "NO.CASE": [
            "85/76"
        ],
        "text": "28In that connection, it is appropriate to stress that, as the Court held in particular in its judgment of 13 February 1979 in Case 85/76 Hoffmann-La Roche v Commission [1979] ECR 461, observance of the right to be heard is, in all proceedings initiated against a person which are liable to culminate in a measure adversely affecting that person, a fundamental principle of Community law which must be guaranteed even in the absence of any rules governing the procedure in question. The Court has consistently held that, in order to respect the principle of the right to be heard, the person against whom an administrative procedure has been initiated must have been afforded the opportunity, during that procedure, to make known his views on the truth and relevance of the facts and circumstances alleged and on the documents used by the Commission to support its claim that there has been an infringement of Community law.",
        "NP": "28"
    }
]