[
    {
        "HT": [
            "Royal Scholten-Honig (Holdings) Limited",
            "Intervention Board for Agricultural Produce; Tunnel Refineries Limited",
            "Intervention Board for Agricultural Produce"
        ],
        "NO.CASE": [
            "103/77",
            "145/77"
        ],
        "text": "1.By a preliminary ruling of 25 October 1978 given in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Limited v Intervention Board for Agricultural Produce; Tunnel Refineries Limited v Intervention Board for Agricultural Produce [1978] ECR 2037 the Court of Justice held that Council Regulation No 1111/77 of 17 May 1977 laung down common provisions for isoglucose was invalid to the extent to which Anieles 8 and 9 thereof imposed a production lew on isoglucose ot five unus of account per ICC kg of dry matter for the period corresponding to the sugar marketing year 1977/78. The Court stated, in fact, that the system established by the above-mentioned provisions offended against the general principle of equality (in that case as between sugar producers and isoglucose producers). The Court added, however, that the ruling left the Council free to take any necessary measures compatible with Community law for ensuring the proper functioning of the market in sweeteners.",
        "NP": "1."
    },
    {
        "HT": [
            "SA Roquette Freres",
            "Council of the European Communities [1982]"
        ],
        "NO.CASE": [
            "138/79"
        ],
        "text": "4By separate judgments of 29 October 1980 delivered in Case 138/79 SA Roquette Frères v Council of the European Communities [1982] ECR 3333 and Case 139/79 Maizena GmbH v Council of the European Communities [1982] ECR 3393 the Court declared Regulation No1203/79 to be soid lor infringement of essential procedural requirements on the ground that tne regulation had been adopted on 25 June 1975 in the absence oi the Parliament's opinion required by Amele 43 of the Treaty, on the proposal which had been referred to the Parliament on 19 March 1979. However, in the statement of the grounds upon which the judgment was based, the Court rejected all the substantive arguments adduced against the system of production quotas introduced by that regulation and in particular against the basic quotas fixed for the applicants in the two cases.",
        "NP": "4"
    },
    {
        "HT": [
            "Maizena GmbH",
            "Council of the European Communities"
        ],
        "NO.CASE": [
            "139/7"
        ],
        "text": "4By separate judgments of 29 October 1980 delivered in Case 138/79 SA Roquette Frères v Council of the European Communities [1982] ECR 3333 and Case 139/79 Maizena GmbH v Council of the European Communities [1982] ECR 3393 the Court declared Regulation No1203/79 to be soid lor infringement of essential procedural requirements on the ground that tne regulation had been adopted on 25 June 1975 in the absence oi the Parliament's opinion required by Amele 43 of the Treaty, on the proposal which had been referred to the Parliament on 19 March 1979. However, in the statement of the grounds upon which the judgment was based, the Court rejected all the substantive arguments adduced against the system of production quotas introduced by that regulation and in particular against the basic quotas fixed for the applicants in the two cases.",
        "NP": "4"
    },
    {
        "HT": [
            "Neumann",
            "Hauptzolkmt Hof"
        ],
        "NO.CASE": [
            "17/67"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Comptoir Saitonal Technique Agncole",
            "Commiiiion"
        ],
        "NO.CASE": [
            "74/74"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "IRCA",
            "Amministrazione delle finanze dello Stato"
        ],
        "NO.CASE": [
            "7/74"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Lemmerz-Werke",
            "High Authonty"
        ],
        "NO.CASE": [
            "111/63"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Racke",
            "Hauptzollamt Mainz"
        ],
        "NO.CASE": [
            "98/78"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Kalibeek",
            "Sociale Verzekeringsbank"
        ],
        "NO.CASE": [
            "100/63"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Societe pour l'Exportation des Sucres SA",
            "Commission"
        ],
        "NO.CASE": [
            "88/76"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": [
            "Nold",
            "Commission"
        ],
        "NO.CASE": [
            "4/73"
        ],
        "text": "I.The applicant maintains that the Council has contravened the generalprinciple that laws may not be retroactive by reinstating the quota and levy system for the production of isoglucose during the marketing year 1979/80.That general principle is embodied in most of the legal systems of the Member States of the Community and therefore, as the Court acknowledged in its judgment in Case 17/67 Neumann v Hauptzolkmt Hof [1967] ECR 441, applies to Community institutions when they draft legislation.According to the applicant all the national legal systems and the Community legal order distinguish true retroactivity (application of a legislative measure to a transaction completed entirely in the past) from material retroactivity (application of a legislative measure to the future consequences of situations which came into existence under an earlier law) to establish in principle the prohibition of true retroactivity.In fact, derogations from the principle of the prohibition of retroactive legislation are generally more apparent than real and concern only a limited number of cases such as interpretative or declaratory laws.(a)According to the applicant. Community law, as it has been elucidated by the case-law of the Court, follows that concept by laying down the principle that Community measures may not be retroactive save in exceptional cases where the purpose to be achieved by the legislature so demands and where the legitimate expectations of those concerned are duly respected Tha: is particularly so in the case of monetārs compensator. amounts the scheme of which implies thai the measure provided tor ma\\appiv for a short period to situations which have occurred prior telhe entry into lorce ol the instrument laying down those measures ici. decisions of the Court in Cases 74/74 Comptoir Saitonal Technique Agncole v Commiiiion [1976] ECR 797, 7/76 IRCA v Amministrazione delle finanze dello Stato [1976] ECR 1213, 111/63 Lemmerz-Werke v High Authonty [1965] ECR 677 and 98/78 Račke v Hauptzollamt Mainz [1979] ECR 69). However, although the Court, according to the applicant, had never had to pronounce upon the lawfulness of true retroactivity, its judgments in Cases 100/63 Kalibeek v Sociale Verzekeringsbank [1964] ECR 565 and 88/76 Société pour l'Exportation des Sucres SA v Commission [1977] ECR 709 might allow the conclusion to be drawn that the general rule is to preclude Community regulations from having retroactive effect. Moreover, the applicant considers that the fact that the Court has recognized retroactivity in the sphere of monetary compensatory amounts does not amount to an acknowledgement of the lawfulness of retroactivity in general, in view of the fact that the retroactive effect conferred, for a short period, on the regulations relating to monetary compensatory amounts is indispensable to the whole system of that machinery. As such, that effect might thus be described as a false exception to the principle of the non-retroactivity of Community measures.(b)The national legal systems of the Member States of the Community for their part unanimously embody the prohibition of retroactively imposing charges on citizens.That is particularly the case with the German legai svstem wnere, according to the well-established authority of the Bundesverfassungsgericht [Federal Constitutional Counj. laws which impose obligations retroactively are incompaiiblr ai:h :hr requirements of the rule of la . although tne principle of the non retroactivas o: lecivianon is not tormallv laid down ir. the German Basic Law. The case-law ot tne Bunsevfassungsgenchi clearlv demonstrates ihat legislation may be retroactive onu a nere the legitimate expectation o: tnr citizen has beenprotected. In that connection it is not sufficient that draft legislation has been made public; according to that case-law, there must necessarily be a decision of the legislature, that is to say a vote by the Bundesug [Lower House] in favour of the adoption of a retroactive law. Moreover, the Bundesverfassungsgericht has particularly insisted on the need to safeguard the principle that fiscal legislation may not be retroactive. According to the applicant, contested Regulation No 387/81 comes close to being a fiscal law since it introduces a production levy on isoglucose which is parafiscal in nature.The Bundesverfassungsgericht certainly allows a number of exceptions to the principle that legislation may not be retroactiveAccording to the applicant those tinân are ol rei and decleration laws the owndrawal of integral measures laws concerning panici subject-matter in ör' of rOtrcïto legitimate rriu4.:fit of the parties concerned in no longer worths of protection and cases where retroactivity is necessary for compelling reasons which land over the certains but in the present case none of those exceptions may be relied upon to sanction the flagrant breach by the Council of the principle that legislation may not be retroactive. In any event it cannot be denied that respect for the principle that legislation imposing charges may not be retroactive is ensured with exceptional vigilance by the Bundesverfassungsgericht.Apan from Norway where Article 97 of the Constitution expressly prohibits the retroactivity of laws in civil matters, the legal systems of other countries in Europe admit of the principle that legislation may noi be retroactive only in an attenuated form in the sense that, in the absence of a constitutional court, the courts are powerless to combat the retroactivity of legislation. Consequently, save in fiscal matters where the principle that legislation mav not be retroactive is sacrosanct, legislation is permitted to have retroactive effen where the will of the legislature to that effect is clearly expressed. On the other hand the courts and tribunals are particularly vigilant against the retroactivii)' of orders and regulations, save in the case of express legislative authorization.On that point the applicant concludes that, in the absence of effective parliamentary control over the legislative or quasi-legislative activities of the Council it is particularly important that the Court's power of review be exercised in the widest possible manner. For that reason the applicant considers that the Court, by virtue of its judgment in Case 4/73 Nold v Commission [1974] ECR 491, in exercising that review, is bound to draw inspiration from the constitutional traditions common to the Member States and to apply the maximum standard of protection recognized by national constitutional laws.In that respect the applicant observes that the Treaty, by instituting two specific rights of action, namely the action for failure to act under Article 175 and proceedings for nullity under Article 173 the Treaty did not wish to assimilate the Council to a legislature. The right enjoyed by those concerned directly to challenge the legislative activity of the Community is intended to compensate for the inadequacy of a parliamentary review of the Council's activities and confirms the need to subject the Council to a degree of judicial review which is as wide as that exercised at national level over the exercise of the power to issue regulations.(c)The applicant then considers the arguments in favour of considering the retroactivity of Regulation No 3S7/81 to be lawful. It concludes that those arguments must be reiected.First it cannot be said that the retroactivity of Regulation No 387/81 is justified by overriding considerations of public interest requiring the legal vacuum resulting from the nullity of Regulation No 1293/79 to be filled. In fact that legal vacuum had no harmful effect on the Community public interest since Regulation No 1293/79 remained applicable until its nullity was pronounced by the Court. The objective pursued by the regulation, namely a restriction of the production of isoglucose in the Community, was therefore achieved. In that respect the applicant states that the reimbursement of levies already paid would not alter the conditions of competition as between sugar producers and isoglucose producers. The applicant's production capacity which had already been restricted by the quotas mandatorily fixed by the Council, could only be increased by the introduction of new production investment. No such project is however envisaged since the production capacity has already been increased by a better utilization of the existing plant and an increase in performance resulting from a modification to the manufacturing process.Furthermore, the applicants find u difficult to understand that the public interesi requires the Council to give retroactive effect to Regulation No 3S7/81 whilst that possibility was not envisaged bv the Council when it adopted Regulation No 1293/79 succeeding Regulation No 1111/77 which had been declared invalid b\\the Court At the very least it is excessne to maintain, as doc the Council, mat if Regulation No 3S7/SI acre no: to be retroactive the legaluv ot me rules governing isoglucose production would be undermined and the Council tor that reason would no longer ha\\e available to it the data which it needs for reference purposes such as the production quotas of previous years. In fact, it falls within the discretionary powers which the Court has recognized the Council as enjoying in the management of the common agricultural policy to be able to reassemble those data.In the same way, it is wrong to maintain, as do the Council and Commission, that reimbursement of the levy already paid would lead to an unjustified enrichment of isoglucose producers and, by the same token, an increase in the charges imposed on sugar producers. The applicant states that, in the context of an action for nullity, such considerations are immaterial; for its action to be admissible it is sufficient if the applicant can show a legal interest and, for the measure to be declared void, it is sufficient if the measure reveals defects of such a nature as to call in question its validity. On the other hand, the applicant points out that reimbursement of the levies as a result of nullity would no doubt not be sufficient to cover the losses incurred by reason of the contested regulations. In that connection it puts forward figures which show that reimbursement of levies received following the nullitv of Regulation No 1111/77 (Cases 1C3 and 145/77) did not compensate it for the damage which it suffered from the application of that regulation. It was unable to obtain compensation for that damage since the action which it brought in Case 116/77 was dismissed (judgment ot' 3 December 1979).Finally it is also wrong to claim that reimoursement oí me levy paid would increase the share ot the levy imposed on sugar producers By virtue of Article 27 í3i ot Regulation No 3332/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) the B sugar levy could not in any event exceed 30% of the intervention price, or, for the marketing year 1979/80 in question, 12.33 European currency units (ECU) per 100 kg. Since the levy for that period was fixed bv Article 1 of Council Regulation No 3103/80 of 28 November 1980 (Official Journal L 324, p. 62) at 12.3 ECU per 10C kg, an increase in the latter would be impossible given that the principle of coresponsibility, which enables the B sugar levy to be increased in respect of the following year where the levy for the year in progress is insufficient to cover the losses incurred, was onlv introduced with effect from 1 July 1981 bv Article 28 (3), (4) and (5) of Council Regulation No 1785/81 of 30 June 1981 (Official Journal L 177, p. 4).On the other hand, it cannot be said that compliance with the judgment of the Court declaring Regulation No 1293/79 void required the Council to make Regulation No 387/81 retroactive. Regulation No 1293/79 was indeed declared void on a ground of external illegality which did not affect the Council's ability to readopt the substance of the regulation declared void. No inference may, however, be drawn from the ludgment of the Court that the new regulation was to have retroactive effect.Finally it is wrong io take the view at tne retroactive effect conferred on Regulation No 387/81 did not frustrate the legitimate expec:.::ion of isoplucosrproducmg undertakings To accept that traders in that sector were warned. by the existence of Regulation No 1293/79. of the legislature's intention to institute a svstem of quotas and levies in respect ofthe period prior to the entry into force of Regulation No 387/81 would be contrary to the very principle of declarations of nullity by the Court. A declaration by the Court of the nullity of a measure has precisely the effect, under the first paragraph of Article 174 of the EEC Treaty, of rendering the contested measure void; the contested measure could not therefore have had the effect of a warning to the applicants as regards their legitimate expectation.Furthermore, the existence of Regulation No 1293/79 was not in itself a factor of such a nature as to alert traders to the retroactive adoption of a new regulation, any more than was the publication on 20 December 1980 — that is to say several months after expiry of the 1979/80 marketing year — of a proposal by the Commission nowhere indicating, according to the applicant's analysis, the legislature's intention to adopt a regulation having retroactive effect. On the contrary, the legitimate expectation of the traders was bolstered by the fact that the Council did not intend to confer retroactive effect on Regulation No 1293/79 even though that was, according to the Council itself, legally conceivable.(d)On the contran, it must be stated that, by arrogating to itself the power to make Regulation No 387/81 retroactive, the Council gravely disregarded the authoritv of the European Parliament and the Court of Justice.BY readopting, with retroactive effect, a measure identical to the one declared void for failure to consult the Parliament, the Council is reducing the duty of consultation laid down in Article 43 (2) of the EEC Treaty to the status of a secondary formality and thus fails to respect the role of the Parliament, as provided for in particular in Article 137 of the EEC Treat), in the institutional equilibrium of the Community. In the same way, the Council cannot rely on the agreement of the Parliament to confer retroactive effect without acknowledging that the Parliament has a right of veto incompatible with the purely consultative nature of its participation in the Community legislative process.The Council could not, in the present case, adopt retroactive legislation without infringing the second paragraph of Article 174 of the Treaty according to which it is for the Court to determine the temporal consequences of its judgment of nullity. Since the Court, in declaring Regulation No 1293/79 void, did not make use of that power the Council could not revive, by means of Regulation No 387/81, the system laid down by Regulation No 1293/79, in respect of which the declaration of nullity by the Court meant that it was deemed never to have existed.In that respect it is no: possible to put forward, as the Council, not witnout some contradictions attempts to do, arguments as to the nature of the measure declared void bv the Court, as to nether it is an individual or general measure, or as to whether the authority responsible tor the measure is a legisiatue or administrative one. in order to seek io limit the effects ot the decision orearme Recuiation No l293/79 void Ir.ic: Commumiv lau, in me same wav as national laws, embodies the principie of lhe prohibition of the retroactive application at measures imposing cnarges on emmens and requires the authors of the measure declared void not to readopt the same regulation with retroactive effect.This must be particularly so in the fiscal sphere and it cannot be maintained that the assignation of a revenue receipt or the objective pursued by its author alters its fiscal character which stems from the rules laid down for its charging. In the present case the isoglucose production levy was charged compulsorily and its objective — distributive justice or pursuit of an objective of economic policy — does not alter its mandator) nature as regards those subjected to it.In the applicant's view, the decision to make Regulation No 387/81 retroactive was thus taken merely on the basis of considerations of political expediency without the legislature's concerning itself with respect for fundamental rights and the legal certainty of the traders concerned. Such an attitude has the effect of removing all efficacy from the judgments of nullity given by the Court, creates a situation of permanent legal uncertainty and confers on the Council, in defiance of the law, a discretionary power to decide whether to confer retroactivity on measures adopted by it, whenever a measure, which has been declared void, has existed in that sphere.",
        "NP": "I."
    },
    {
        "HT": "Racke",
        "NO.CASE": [
            "98/78"
        ],
        "text": "2The Council of the European Communities, the defendant, considers for its part tnat the case-law of the Court clearK demonstrates, in particular in its ludement in Case 98/78 Racke [1979] EC R ö9 at paragraph 2Z thai retroactive Communis measures are bv no means exciuded as a matter of principle. However, tne Court has sought to make retroac:i\\e Community measures subiect io judicial review to ensure that they obsen r in particular the following conditions:(a)first, the protection of legitimate expectation on the part of those concerned where such expectation is present;(b)secondly, the retroactivity of the legislation must be necessary so as to satisfy the aim pursued by the legislation in question or to meet a need overriding general interest.The Council considers that these conditions as defined have been observed in the present case.(a)There can be no legitimate expectation on the part of the applicants in view of the circumstances in which Regulation No 1293/79 was declared void and in the light of the consistent approach of the Community institutions in this matter.In fact, isoglucose producers had known since 17 May 1977, the date of entry into force of Regulation No 1111/77, of the Community's intention to adopt restrictive measures with regard to the production of isoglucose. That intention has since then been clearly confirmed by legislative activity (cf. Regulations Nos 1111/77, 1293/79, 1592/80387 and 388/81) and in the attitude adopted by the Community institutions. The existence of legitimate expectation on the pan of isoglucose producers of the abolition, as regards the past, of the regulations relating to isoglucose would tnus only be conceivable if the Court had condemned that policy in principle. The ludgment declaring Regulation No 1111/77 to be void was restricted to condemning the method of calculating the isoglucose production lew and not the principle ot the lew. In that context it was thus conceivable, from a legal point of view, that the Council might amend Regulation No 1111/77 with retroactive effect. For reasons of advisability from the point of view of policy the Council declined to adopt that solution and adopted instead Regulation No 1293/79 whose substantive conformity with Community law was clearly upheld by the Court in its judgment in Joined Cases 138 and 139/80. Indeed, by that decision the Court, it is true, annulled Regulation No 1293/79 for infringement of essential procedural requirements but rejected all the substantive complaints alleged by the applicants against the principle of a levy imposed on the production of isoglucose. The legality of the principle and the procedural steps taken by the Council were thus consistently confirmed and the Council was therefore entitled to reintroduce the disputed levy with retroactive effect to the marketing year 1979/80.In the Council's view, the contested measures are of a mixed nature inasmuch as they contain legislative provisions of general application, such as the laying down of abstract criteria for organizing production and allocating quotas, and provisions which may be considered to be individual decisions such as provisions allocating production quotas to each manufacturer in the Community.The mixed nature of the contested regulations explains why the Court did not seek to limit the temporal effects of its declaration that, on the ground of infringement of essential procedural requirements. Regulation No 1293/79 was void. Indeed it is clear from the terms of Article 174 of the EEC Treaty that that possibility is confined merely to purely legislative measures. The Court was thus not able to apply that provision to declare its consent to the maintenance in force of Regulation No 1293/79. However, the reaction by the Court of all the substantive allegations made by the applicants in Cases 138 and 139/80 is sufficient to support the Council's viewthat its action was not in itself reprehensible and that the charging of levies was lawful in principle as from the marketing year 1979/80. In that connection it should be recalled that the Court held, in its judgment in Case 101/78 Granaria [1979] ECR 623 that regulations are to be applied as long as the Court of Justice has not taken a decision with regard either to their legality (Article 173 of the Treaty) or their validity (Article 177 of the Treaty). Thus Regulations Nos 1293/79 and 1592/80 were to be given full effect as regards inrer alia the charging of the levy until the delivery' in October 1980 of the judgment declaring them to be invalid.In those conditions the Council considers that neither de jacto nor de jure was there any legitimate expectation worthy of protection. In its judgment in Cases 138 and 139/80 the Court not only rejected all the substantive allegations made against the measures adopted by the Council but it also added that those measures were fully justified during the marketing year 1979/80 and invited the Council to takç all appropriate measures in the isoglucose sector. For that reason the Council takes the view thai it cannot be claimed that it has failed in us duiv to comply with the ludgment of the Court within the meaning of Article 176 of the EEC Treaty.In the Council's view, the obligations resulting Irom a ludgment that a measure is void are to be construed in coniunction 'uh lhe ground upon 'hicn ine nulhiv was pronounced In ine present case the Council's auw *i\\. m the actual terms ot the luücmeni declaring Regulation No 1293/7* \\oid. to observe the Parliament's right in be consulted in the mauer The lauer. b\\us resolution of 9 February 1981, gave a favourable opinion on the Commission's proposal of 20 December 1980. The fact that that opinion was given on the day before the adoption by the Council of Regulations Nos 387 and 388/81 of 10 February 1981 is not, as the applicant asserts, of such a nature as to call in question the validity of that consultation. In fact, the rapid means of communication existing between Community institutions enabled the Council to take full account of the Parliament's opinion particularly since that opinion did not seek to amend the existing draft of the regulation.The Council therefore did not fail to comply with its duty under Article 176 of the EEC Treaty and cannot be accused of having frustrated a legitimate expectation which was entirely nonexistent since those concerned, who as prudent traders were fully informed of the Community's action in the isoglucose sector, had been warned both in law and in fact of the unequivocal intention of the institutions to pursue their polio' of regulating the sector in question. In particular, the attitude of the legislature had been made abundantly clear by the publication on 22 December 198C (Official Journal C 334, p. 2) of the Commission's proposal drawing the consequences of the judgment declaring Regulation No 1293/79 void, whereby the Commission declared itself to be in favour of the adoption with retroactive effect, of ine measures adopted by the Council in the form of Regulations Nos 387 and 388/81.For all those reasons the Council considers ihat it has not defied the authoriix of the Court or the powers of tne Parliament In thai connection the Council seeks to emphasize the exceptional circumstances in which Regulation No 1293/79 was adopted. Owing to the urgency brought about as much by the necessity to comply with the judgment of the Court declaring Regulation No 1111/77 to be void as by the factual situation thus brought about which meant that sugar producers were subjected to a system of levies whilst isoglucose producers thus were exempted from such a system, the Council was compelled, having regard to the delay, which was also exceptional, occasioned by the Parliament in giving its opinion, to adopt Regulation No 1293/79 in the absence of that opinion. The Council, however, observes that its dignity as the Community legislature, its desire to respect the Treaties and also the Commission's power, as guardian of those Treaties, to ensure compliance with the law are all of such a nature as to ensure the proper functioning of the legislative machinery of the Communities. The Council adds, moreover, that the circumstances in which Regulations Nos 387 and 388/81 were adopted and the procedure initiated for the adoption of proposals required to supersede those regulations bear witness to the Council's respect for Parliament's right to be consulted.(b)Secondly, the Council seeks to demonstrate thai there is a general overriding interest, of such a nature as to take precedence over the pecuniary interesu ot the applicants, lusuŕving a retroactive confirmation of the charging of levies laid down bv Regulations Nos 1293/79 and 1592/80If the retroactive effect of the regulations in question were to be adiudged unlawful the Council argues that not only would the legalnv ot the levies already charged be nullified but that illegality would affect the whole system of regulating the production of isoglucose. Such a solution would have the effect of requiring the Community to reimburse the levies charged which would result in affording isoglucose producers an unexpected and undue financial advantage which would discriminate against competing sugar producers and would enable isoglucose producers unilaterally to strengthen their competitive position. The result would be in the end contrary to the requirements of the common agricultural policy and in particular to Article 39 of the Treaty which, as the Court has emphasized, imposes limits on the freedom of action of institutions with regard to restrictive measures concerning the sugar industry.(c)Lastly, the Council seeks to refute the argument that the fiscal or parafiscal nature of the isoglucose production levy militates against the giving of retroactive effect to the contested provisions. The Council states that, although the levy in question may be equated to a charge, that charge pursues no fiscal objective in the sense that it was not created for the purpose of guaranteeing revenue for the Community but to restrict, in the general interest, the development of isoglucose production. In that connection the Council points out that the revenue from the levy in question is not uniform but depends upon the relationship of the value on the world market of sugar to its value within the Community. In order to finance losses incurred in the exporting of sugar (export refunds) arising from surplus production in the Community of sugar or of isoglucose, the levy is charged only if the production quotas are exceeded owing to the activity of the manufacturers. For that reason the fact that production was indeed restricted during the marketing years 1979 and 1980 owing to the application of Regulations Nos 1293/79 and 1592/80 until October 1980 is immaterial. In fact a reimbursement of the levy, apan from the fact that it would unilaterally alter the competitive situation of isoglucose producers, would have the effect of destroying the system whereby production of isoglucose was restricted in the marketing years 1979 and 1980.",
        "NP": "2"
    },
    {
        "HT": "Granaria",
        "NO.CASE": [
            "101/78"
        ],
        "text": "2The Council of the European Communities, the defendant, considers for its part tnat the case-law of the Court clearK demonstrates, in particular in its ludement in Case 98/78 Racke [1979] EC R ö9 at paragraph 2Z thai retroactive Communis measures are bv no means exciuded as a matter of principle. However, tne Court has sought to make retroac:i\\e Community measures subiect io judicial review to ensure that they obsen r in particular the following conditions:(a)first, the protection of legitimate expectation on the part of those concerned where such expectation is present;(b)secondly, the retroactivity of the legislation must be necessary so as to satisfy the aim pursued by the legislation in question or to meet a need overriding general interest.The Council considers that these conditions as defined have been observed in the present case.(a)There can be no legitimate expectation on the part of the applicants in view of the circumstances in which Regulation No 1293/79 was declared void and in the light of the consistent approach of the Community institutions in this matter.In fact, isoglucose producers had known since 17 May 1977, the date of entry into force of Regulation No 1111/77, of the Community's intention to adopt restrictive measures with regard to the production of isoglucose. That intention has since then been clearly confirmed by legislative activity (cf. Regulations Nos 1111/77, 1293/79, 1592/80387 and 388/81) and in the attitude adopted by the Community institutions. The existence of legitimate expectation on the pan of isoglucose producers of the abolition, as regards the past, of the regulations relating to isoglucose would tnus only be conceivable if the Court had condemned that policy in principle. The ludgment declaring Regulation No 1111/77 to be void was restricted to condemning the method of calculating the isoglucose production lew and not the principle ot the lew. In that context it was thus conceivable, from a legal point of view, that the Council might amend Regulation No 1111/77 with retroactive effect. For reasons of advisability from the point of view of policy the Council declined to adopt that solution and adopted instead Regulation No 1293/79 whose substantive conformity with Community law was clearly upheld by the Court in its judgment in Joined Cases 138 and 139/80. Indeed, by that decision the Court, it is true, annulled Regulation No 1293/79 for infringement of essential procedural requirements but rejected all the substantive complaints alleged by the applicants against the principle of a levy imposed on the production of isoglucose. The legality of the principle and the procedural steps taken by the Council were thus consistently confirmed and the Council was therefore entitled to reintroduce the disputed levy with retroactive effect to the marketing year 1979/80.In the Council's view, the contested measures are of a mixed nature inasmuch as they contain legislative provisions of general application, such as the laying down of abstract criteria for organizing production and allocating quotas, and provisions which may be considered to be individual decisions such as provisions allocating production quotas to each manufacturer in the Community.The mixed nature of the contested regulations explains why the Court did not seek to limit the temporal effects of its declaration that, on the ground of infringement of essential procedural requirements. Regulation No 1293/79 was void. Indeed it is clear from the terms of Article 174 of the EEC Treaty that that possibility is confined merely to purely legislative measures. The Court was thus not able to apply that provision to declare its consent to the maintenance in force of Regulation No 1293/79. However, the reaction by the Court of all the substantive allegations made by the applicants in Cases 138 and 139/80 is sufficient to support the Council's viewthat its action was not in itself reprehensible and that the charging of levies was lawful in principle as from the marketing year 1979/80. In that connection it should be recalled that the Court held, in its judgment in Case 101/78 Granaria [1979] ECR 623 that regulations are to be applied as long as the Court of Justice has not taken a decision with regard either to their legality (Article 173 of the Treaty) or their validity (Article 177 of the Treaty). Thus Regulations Nos 1293/79 and 1592/80 were to be given full effect as regards inrer alia the charging of the levy until the delivery' in October 1980 of the judgment declaring them to be invalid.In those conditions the Council considers that neither de jacto nor de jure was there any legitimate expectation worthy of protection. In its judgment in Cases 138 and 139/80 the Court not only rejected all the substantive allegations made against the measures adopted by the Council but it also added that those measures were fully justified during the marketing year 1979/80 and invited the Council to takç all appropriate measures in the isoglucose sector. For that reason the Council takes the view thai it cannot be claimed that it has failed in us duiv to comply with the ludgment of the Court within the meaning of Article 176 of the EEC Treaty.In the Council's view, the obligations resulting Irom a ludgment that a measure is void are to be construed in coniunction 'uh lhe ground upon 'hicn ine nulhiv was pronounced In ine present case the Council's auw *i\\. m the actual terms ot the luücmeni declaring Regulation No 1293/7* \\oid. to observe the Parliament's right in be consulted in the mauer The lauer. b\\us resolution of 9 February 1981, gave a favourable opinion on the Commission's proposal of 20 December 1980. The fact that that opinion was given on the day before the adoption by the Council of Regulations Nos 387 and 388/81 of 10 February 1981 is not, as the applicant asserts, of such a nature as to call in question the validity of that consultation. In fact, the rapid means of communication existing between Community institutions enabled the Council to take full account of the Parliament's opinion particularly since that opinion did not seek to amend the existing draft of the regulation.The Council therefore did not fail to comply with its duty under Article 176 of the EEC Treaty and cannot be accused of having frustrated a legitimate expectation which was entirely nonexistent since those concerned, who as prudent traders were fully informed of the Community's action in the isoglucose sector, had been warned both in law and in fact of the unequivocal intention of the institutions to pursue their polio' of regulating the sector in question. In particular, the attitude of the legislature had been made abundantly clear by the publication on 22 December 198C (Official Journal C 334, p. 2) of the Commission's proposal drawing the consequences of the judgment declaring Regulation No 1293/79 void, whereby the Commission declared itself to be in favour of the adoption with retroactive effect, of ine measures adopted by the Council in the form of Regulations Nos 387 and 388/81.For all those reasons the Council considers ihat it has not defied the authoriix of the Court or the powers of tne Parliament In thai connection the Council seeks to emphasize the exceptional circumstances in which Regulation No 1293/79 was adopted. Owing to the urgency brought about as much by the necessity to comply with the judgment of the Court declaring Regulation No 1111/77 to be void as by the factual situation thus brought about which meant that sugar producers were subjected to a system of levies whilst isoglucose producers thus were exempted from such a system, the Council was compelled, having regard to the delay, which was also exceptional, occasioned by the Parliament in giving its opinion, to adopt Regulation No 1293/79 in the absence of that opinion. The Council, however, observes that its dignity as the Community legislature, its desire to respect the Treaties and also the Commission's power, as guardian of those Treaties, to ensure compliance with the law are all of such a nature as to ensure the proper functioning of the legislative machinery of the Communities. The Council adds, moreover, that the circumstances in which Regulations Nos 387 and 388/81 were adopted and the procedure initiated for the adoption of proposals required to supersede those regulations bear witness to the Council's respect for Parliament's right to be consulted.(b)Secondly, the Council seeks to demonstrate thai there is a general overriding interest, of such a nature as to take precedence over the pecuniary interesu ot the applicants, lusuŕving a retroactive confirmation of the charging of levies laid down bv Regulations Nos 1293/79 and 1592/80If the retroactive effect of the regulations in question were to be adiudged unlawful the Council argues that not only would the legalnv ot the levies already charged be nullified but that illegality would affect the whole system of regulating the production of isoglucose. Such a solution would have the effect of requiring the Community to reimburse the levies charged which would result in affording isoglucose producers an unexpected and undue financial advantage which would discriminate against competing sugar producers and would enable isoglucose producers unilaterally to strengthen their competitive position. The result would be in the end contrary to the requirements of the common agricultural policy and in particular to Article 39 of the Treaty which, as the Court has emphasized, imposes limits on the freedom of action of institutions with regard to restrictive measures concerning the sugar industry.(c)Lastly, the Council seeks to refute the argument that the fiscal or parafiscal nature of the isoglucose production levy militates against the giving of retroactive effect to the contested provisions. The Council states that, although the levy in question may be equated to a charge, that charge pursues no fiscal objective in the sense that it was not created for the purpose of guaranteeing revenue for the Community but to restrict, in the general interest, the development of isoglucose production. In that connection the Council points out that the revenue from the levy in question is not uniform but depends upon the relationship of the value on the world market of sugar to its value within the Community. In order to finance losses incurred in the exporting of sugar (export refunds) arising from surplus production in the Community of sugar or of isoglucose, the levy is charged only if the production quotas are exceeded owing to the activity of the manufacturers. For that reason the fact that production was indeed restricted during the marketing years 1979 and 1980 owing to the application of Regulations Nos 1293/79 and 1592/80 until October 1980 is immaterial. In fact a reimbursement of the levy, apan from the fact that it would unilaterally alter the competitive situation of isoglucose producers, would have the effect of destroying the system whereby production of isoglucose was restricted in the marketing years 1979 and 1980.",
        "NP": "2"
    },
    {
        "HT": [
            "SS'UPAT",
            "High Authority"
        ],
        "NO.CASE": [
            "42/59",
            "49/59"
        ],
        "text": "3.The Commission of the European Communities, intervening in support of the Council's conclusions, points out that:(a)the case-law of the Court and the laws of the Member Sutes admit of true exceptions to the principle that legislation should not be retroactive; and(b)the conditions, to which the case-law of the Court makes the retroactive effect of Community provisions subject, were satisfied in the present case.(a)The case-law of the Court (in particular Joined Cases 42 and 49/59 SS'UPAT v High Authority [1961] ECR 53 by no means rules out the retroactive effen of Communitv provisions imposing charges on individuals. That possibility is. moreover, necessary in a legal system which is called upon to reconcile the general interesi with private interests when regulations principally governing economic relationships are implemented.In the Commission's opinion it is wrong to take the view that the Court only sought, in its case-law, to refer to limited retroactive erteci and not to true retroactivity. In particular the opinion of Mr Advocate General Reischl in the Racke case emphasized that the Court in that case had to adjudicate upon a case of true retroactivity. At paragraph 20 of its decision in that case the Court clearly confirmed the legality of retroactivity under Community law and defined its limits.Similarly, the Commission states that it cannot subscribe to the applicant's view that the prohibition of imposing charges on citizens with retroactive effect is unanimously embodied in the laws of Member States. The Commission refers on that point to the study of comparative law undertaken by Mr Advocate General Warner in his opinion in the IRCA case mentioned above. That study shows that:Except with regard to criminal liability there is no provision in the constitution of any Member State limiting the extent to which legislation may be retroactive;The only limit to the retroactivity of legislation results from the interpretation by the Bundesverfassungsgericht of the German constitution that a statute may not operate retroactively so as to defeat legitimate expectation; (in that respect the Commission recalls that the Court of Justice laid down a similar limit to retroactivity in Case 98/78 mentioned above),In all the Member States the legislature may enact retroactive laws but there is a presumption against its doing so;Subordinate legislation may have retroactive effect in so far as there is an express or implied enabling statute authorizing it.The Commission concludes therefore that the applicant's analysis of decisions by national courts is inaccurate in particular with regard to German and French cases.(b)The Commission considers that the Council's legislative activity has not in the present case disregarded the conditions imposed by the Court on the retroactivity of Community measures.(i)First, there was no interference with the legitimate expectation of the parties concerned since they cannot satisfactorily show the existence of an established right or a legiumate expectation of reimbursement of the levies paid or that the retroactive measure in question was unforeseeable.With regard to the established right claimed to the reimbursement of the levies in question as a consequence of the annulment of Regulation No 1293/79 the Commission points out that the judgments of the Court of 29 October 1980 could not have the effect of conferring such a right since the declaration that it was void was merely due to the finding of a formal irregularity and not a substantive defect.The applicant is thus confusine two quite distinct causes ot action available in applications based on illegahtv. namelv external legalnv and internal legality The cause of anion relating io internal legalitv was definitively adiudicated upon bv the Court hen it eiamined the substantive allegations made in Cases 138 and 139/79The declaration bv the Court thai Regulation No 1293/79 was invalid in law cannot therefore be equated to a declaration that the contested measure was void ab initio. Following the consistent case-law of the Court, as illustrated by the judgment in Case 101/78 Granaria [1979] ECR 623, that measure was effective until the date of the judgment declaring it void. In those circumstances the legitimate expectation of the manufacturers could not have been frustrated. As a result isoglucose producers could only rely on established rights to a possible reimbursement if the internal legality of the measure had been called in question by the judgment of the Court. For the same reason producers may not derive from the declaration that Regulation No 1293/79 was void a legitimate expectation to the reimbursement of the levy paid. In any event, even if that expectation did not exist the consistent approach of the Community institutions invalidated any such hope and was sufficient to deprive it of any legal significance.The maintenance with retroactive effect to 1 July 1979 of the disputed levy was moreover perfectly foreseeable for well-informed manufacturers such as the applicants, in view of the grounds upon which the decision of the Court in Cases 138 and 139/79 was based. In fact, in those judgments, the Court unequivocally rejected all the substantive allegations and referred, somewhat unusually, according to the Commission, to the possibility that the Council might take any appropriate measures to regulate the production of isoglucose.The Commission observes that the legal significance ot' the judgments of 29 October 1983 was confined, according to the very terms of the declaration of nullity, to the fact that the Council had a dutv formally to consult the Parliament before adopting measures which wereotherwise in conformity with Community law. On the other hand, the question whether or not the provisions concerning isoglucose should be given retroactive effect fell, in the Commission's view, within the scope of the appraisal of the general interest made by the Council subject to review by the Court. Thus regard being had to the fact that, contrary to the first decision of the Court concerning Regulation No 1111/77, neither the principle nor the methods of determining the levy were condemned by the Court, the reference made by the Court to the possibility that the Council might adopt all appropriate measures might in the Commission's view, be interpreted as meaning that the measures contained in the regulation, which had been declared void on grounds of external illegality, might be reinstated with retroactive effect.(ii)Secondly, the Commission considers that an overriding general interest justified the giving of retroactive effect to Regulation No 387/81.In fact it is, in the Commission's view, undisputed (cf. paragraph 3D of the judgment in Cases 138 and 139/79) that the restrictive measures imposed on the production of isoglucose contribute to stabilizing the market in sweeteners within the Communitv in order to ensure a fair standard of living tor producers in accordance with the obiecuves of Amele 39 of the Treaty. It is aiso not disputed that that obiective oí general interest, given the close link by means ol which liquid sugar and isoelucose ma\\be vubstituted tor each otner. mav be achieved onlv b\\the comoination of provisions relating to supar and tnose governine isoglucosc For that reason it is not possible to declare void Jf mum the provisions relating to isoglucose without damaging the hole machinen designed to stabilize the sugar market uithin the CommunityMoreover, the reimbursement of the levies already paid under Regulation No 1293/79 would have the effect of breaching the principle of equal treatment as between isoglucose producers and sugar producers and, in the end, would threaten the stability of the market.First, such reimbursement would confer a financial benefit on isoglucose producers which sugar producers would not receive. That would be all the more unfair since, following the preliminary rulings of 25 October 1978, they have already benefited from a considerable advantage by not being made subject to the first levy provided for by Regulation No 1111/77. That would result in a strengthening of the productive capacity of those producers which already poses a threat to the stability of the market. That state of affairs would be continued if, in addition, the levies already paid were reimbursed to isoglucose producers. The effect of reimbursement would thus be that the responsibility for the financing of the intervention machinery for the expon of sweeteners (refunds, indirect price guarantees and the like) would fall solely upon the sugar producers whereas both categories of manufacturers (sugar producers and isoglucose producers) have benefited from the operation of the machinenSecondly, the Commission points out tnat tne abolition ar initio of the lev), apart torm the tact that it would bring about an uniusutied enrichment of a categorv ol producers thus permitting tnem to increase their productive capacity and would tree them from all financial responvibilitv tor the disposal of the surplus stemming from the increase in their productive capacity and would thuv senouslv threaten the proper tunctioninc o! the sugar markets.The Commission thus considers that the Council was justified in taking the view that an overriding public interest required, by itself, that retroactive effect be given to the provisions in question.In that connection it cannot be said that such retroactivity robs the procedure for consultation with the Parliament of its raison d'etre. Indeed it cannot be disputed in the present case that the Parliament, properly consulted, gave its opinion in full awareness of the retroactive effect conferred by the Council on the measure which it was proposed to adopt. The terms of its resolution of 9 February 1981 (Official Journal No 50, p. 14) are unequivocal on that point. The Parliament was thus able fully to exercise its powers since it was aware of the totality of the provisions submitted for its examination and since by its opinion it approved those measures. If that were not the case and on the supposition that the Council insisted on adopting a regulation in breach of its duty of consultation and that the Commission, heedless both of its role as guardian of the Treaties and of the risk of censure by the Parliament, allowed the Council to persist in its stance, the Commission points out that it would remain open to the applicants to bring a second action before the Court in order to preserve their rights.",
        "NP": "3."
    },
    {
        "HT": "Granaria",
        "NO.CASE": [
            "101/78"
        ],
        "text": "3.The Commission of the European Communities, intervening in support of the Council's conclusions, points out that:(a)the case-law of the Court and the laws of the Member Sutes admit of true exceptions to the principle that legislation should not be retroactive; and(b)the conditions, to which the case-law of the Court makes the retroactive effect of Community provisions subject, were satisfied in the present case.(a)The case-law of the Court (in particular Joined Cases 42 and 49/59 SS'UPAT v High Authority [1961] ECR 53 by no means rules out the retroactive effen of Communitv provisions imposing charges on individuals. That possibility is. moreover, necessary in a legal system which is called upon to reconcile the general interesi with private interests when regulations principally governing economic relationships are implemented.In the Commission's opinion it is wrong to take the view that the Court only sought, in its case-law, to refer to limited retroactive erteci and not to true retroactivity. In particular the opinion of Mr Advocate General Reischl in the Racke case emphasized that the Court in that case had to adjudicate upon a case of true retroactivity. At paragraph 20 of its decision in that case the Court clearly confirmed the legality of retroactivity under Community law and defined its limits.Similarly, the Commission states that it cannot subscribe to the applicant's view that the prohibition of imposing charges on citizens with retroactive effect is unanimously embodied in the laws of Member States. The Commission refers on that point to the study of comparative law undertaken by Mr Advocate General Warner in his opinion in the IRCA case mentioned above. That study shows that:Except with regard to criminal liability there is no provision in the constitution of any Member State limiting the extent to which legislation may be retroactive;The only limit to the retroactivity of legislation results from the interpretation by the Bundesverfassungsgericht of the German constitution that a statute may not operate retroactively so as to defeat legitimate expectation; (in that respect the Commission recalls that the Court of Justice laid down a similar limit to retroactivity in Case 98/78 mentioned above),In all the Member States the legislature may enact retroactive laws but there is a presumption against its doing so;Subordinate legislation may have retroactive effect in so far as there is an express or implied enabling statute authorizing it.The Commission concludes therefore that the applicant's analysis of decisions by national courts is inaccurate in particular with regard to German and French cases.(b)The Commission considers that the Council's legislative activity has not in the present case disregarded the conditions imposed by the Court on the retroactivity of Community measures.(i)First, there was no interference with the legitimate expectation of the parties concerned since they cannot satisfactorily show the existence of an established right or a legiumate expectation of reimbursement of the levies paid or that the retroactive measure in question was unforeseeable.With regard to the established right claimed to the reimbursement of the levies in question as a consequence of the annulment of Regulation No 1293/79 the Commission points out that the judgments of the Court of 29 October 1980 could not have the effect of conferring such a right since the declaration that it was void was merely due to the finding of a formal irregularity and not a substantive defect.The applicant is thus confusine two quite distinct causes ot action available in applications based on illegahtv. namelv external legalnv and internal legality The cause of anion relating io internal legalitv was definitively adiudicated upon bv the Court hen it eiamined the substantive allegations made in Cases 138 and 139/79The declaration bv the Court thai Regulation No 1293/79 was invalid in law cannot therefore be equated to a declaration that the contested measure was void ab initio. Following the consistent case-law of the Court, as illustrated by the judgment in Case 101/78 Granaria [1979] ECR 623, that measure was effective until the date of the judgment declaring it void. In those circumstances the legitimate expectation of the manufacturers could not have been frustrated. As a result isoglucose producers could only rely on established rights to a possible reimbursement if the internal legality of the measure had been called in question by the judgment of the Court. For the same reason producers may not derive from the declaration that Regulation No 1293/79 was void a legitimate expectation to the reimbursement of the levy paid. In any event, even if that expectation did not exist the consistent approach of the Community institutions invalidated any such hope and was sufficient to deprive it of any legal significance.The maintenance with retroactive effect to 1 July 1979 of the disputed levy was moreover perfectly foreseeable for well-informed manufacturers such as the applicants, in view of the grounds upon which the decision of the Court in Cases 138 and 139/79 was based. In fact, in those judgments, the Court unequivocally rejected all the substantive allegations and referred, somewhat unusually, according to the Commission, to the possibility that the Council might take any appropriate measures to regulate the production of isoglucose.The Commission observes that the legal significance ot' the judgments of 29 October 1983 was confined, according to the very terms of the declaration of nullity, to the fact that the Council had a dutv formally to consult the Parliament before adopting measures which wereotherwise in conformity with Community law. On the other hand, the question whether or not the provisions concerning isoglucose should be given retroactive effect fell, in the Commission's view, within the scope of the appraisal of the general interest made by the Council subject to review by the Court. Thus regard being had to the fact that, contrary to the first decision of the Court concerning Regulation No 1111/77, neither the principle nor the methods of determining the levy were condemned by the Court, the reference made by the Court to the possibility that the Council might adopt all appropriate measures might in the Commission's view, be interpreted as meaning that the measures contained in the regulation, which had been declared void on grounds of external illegality, might be reinstated with retroactive effect.(ii)Secondly, the Commission considers that an overriding general interest justified the giving of retroactive effect to Regulation No 387/81.In fact it is, in the Commission's view, undisputed (cf. paragraph 3D of the judgment in Cases 138 and 139/79) that the restrictive measures imposed on the production of isoglucose contribute to stabilizing the market in sweeteners within the Communitv in order to ensure a fair standard of living tor producers in accordance with the obiecuves of Amele 39 of the Treaty. It is aiso not disputed that that obiective oí general interest, given the close link by means ol which liquid sugar and isoelucose ma\\be vubstituted tor each otner. mav be achieved onlv b\\the comoination of provisions relating to supar and tnose governine isoglucosc For that reason it is not possible to declare void Jf mum the provisions relating to isoglucose without damaging the hole machinen designed to stabilize the sugar market uithin the CommunityMoreover, the reimbursement of the levies already paid under Regulation No 1293/79 would have the effect of breaching the principle of equal treatment as between isoglucose producers and sugar producers and, in the end, would threaten the stability of the market.First, such reimbursement would confer a financial benefit on isoglucose producers which sugar producers would not receive. That would be all the more unfair since, following the preliminary rulings of 25 October 1978, they have already benefited from a considerable advantage by not being made subject to the first levy provided for by Regulation No 1111/77. That would result in a strengthening of the productive capacity of those producers which already poses a threat to the stability of the market. That state of affairs would be continued if, in addition, the levies already paid were reimbursed to isoglucose producers. The effect of reimbursement would thus be that the responsibility for the financing of the intervention machinery for the expon of sweeteners (refunds, indirect price guarantees and the like) would fall solely upon the sugar producers whereas both categories of manufacturers (sugar producers and isoglucose producers) have benefited from the operation of the machinenSecondly, the Commission points out tnat tne abolition ar initio of the lev), apart torm the tact that it would bring about an uniusutied enrichment of a categorv ol producers thus permitting tnem to increase their productive capacity and would tree them from all financial responvibilitv tor the disposal of the surplus stemming from the increase in their productive capacity and would thuv senouslv threaten the proper tunctioninc o! the sugar markets.The Commission thus considers that the Council was justified in taking the view that an overriding public interest required, by itself, that retroactive effect be given to the provisions in question.In that connection it cannot be said that such retroactivity robs the procedure for consultation with the Parliament of its raison d'etre. Indeed it cannot be disputed in the present case that the Parliament, properly consulted, gave its opinion in full awareness of the retroactive effect conferred by the Council on the measure which it was proposed to adopt. The terms of its resolution of 9 February 1981 (Official Journal No 50, p. 14) are unequivocal on that point. The Parliament was thus able fully to exercise its powers since it was aware of the totality of the provisions submitted for its examination and since by its opinion it approved those measures. If that were not the case and on the supposition that the Council insisted on adopting a regulation in breach of its duty of consultation and that the Commission, heedless both of its role as guardian of the Treaties and of the risk of censure by the Parliament, allowed the Council to persist in its stance, the Commission points out that it would remain open to the applicants to bring a second action before the Court in order to preserve their rights.",
        "NP": "3."
    },
    {
        "HT": [
            "France",
            "High Authority"
        ],
        "NO.CASE": [
            "1/54"
        ],
        "text": "1.In its reply the applicant makes a further submission relating to the Council's lack of competence to create new own resources.(a)As to the admissibility of that submission the applicant states that the Court has on several occasions acknowledged that submissions founded on public policy may be made before the Court at any time. It relies in particular on Cases 1/54 France v High Authority [1954 to 1956] ECR 1. 2/34 hah v High Authority [1954 to 1956] ECR 37, 6/34 hiether'iands v High Authority [1954 to 195Ó] ECR 103, 18/57 /. Nold KG v High Authority [1957 and 1958] ECR 121. In the present case, it maintains that this submission since it is based on lack of competence and breach of the Treaty must be considered to be a submission founded on public policy and judged admissible.(b)As to the substance of the submission, the applicant maintains that the isoglucose production levy constitutes revenue accruing to the Community budget, which was not provided tor by the law, at the time when the decision of 21 April 1970 was adopted and which the Council did not have the power to create.In fac:. Article 2 of the decision of 21 April 197; distinguishes between:On the one hand, levies, premiums ... and aiso contrioutions and other dunes provided for within tne framework ot the organuation oí the markets in sugar, thereinafter called agricultural levies);On the other hand. Revenue accruing trom otner charges introduced within tne trame'ork o! a common poiicv ... subiect to the procedure laid down in Article 2d of the Treaty ... having been folio'ed (last paragraph of Article 2 of tne decision o! 21 April 1970.The applicant observes that the isoglucose production levy was brought into being only in 1977 by Regulation No 1111/77. The levy in question cannot therefore be regarded as being provided for within the framework of the organization of the markets in sugar within the meaning of Article 2 of the decision of 21 April 1970 since that decision, according to the applicant, intended only to refer to the duties and levies introduced by Regulation No 1009/67 of the Council of 18 December 1967 (Official Journal, English Special Edition 1967, p. 304) without conferring on the Council a power subsequently to create new resources.Moreover, it is clear from paragraph 54 of the judgment of the Court in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Ltd v Intervention Board for Agricultural Produce; Tunnel Refineries Ltd v Intervention Board for Agricultural Produce [1978] ECR 2037 that by Article 1 of Regulation No 1111/77, the Council removed isoglucose from the common organization of the market in sugar.For those reasons, the applicant considers that the levy in question was wrongly equated by the Council, in the ninth recital in the preamble to Regulation No 1111/77, to own resources within the meaning of Article 2 of the decision of 21 April 1970. By virtue of the last paragraph of Article 2 of that provision the levy in question ought to be created under the conditions provided for in Article 201 of the Treat) which provides that the Council may only recommend to the Member States the adoption of new own resources in accordance with their respective constitutional requirements.For that reason the applicant maintains that the Council, by imposing the production levy on isoglucose, acted in breach of Article 201 of the Treatv and in disregard of Article 2 of the decision of 21 April 197C The levy must therefore be considered illegal, leading therefore to the nullity of Regulation No 387/81 creating it.",
        "NP": "1."
    },
    {
        "HT": [
            "hah",
            "High Authority"
        ],
        "NO.CASE": [
            "2/34"
        ],
        "text": "1.In its reply the applicant makes a further submission relating to the Council's lack of competence to create new own resources.(a)As to the admissibility of that submission the applicant states that the Court has on several occasions acknowledged that submissions founded on public policy may be made before the Court at any time. It relies in particular on Cases 1/54 France v High Authority [1954 to 1956] ECR 1. 2/34 hah v High Authority [1954 to 1956] ECR 37, 6/34 hiether'iands v High Authority [1954 to 195Ó] ECR 103, 18/57 /. Nold KG v High Authority [1957 and 1958] ECR 121. In the present case, it maintains that this submission since it is based on lack of competence and breach of the Treaty must be considered to be a submission founded on public policy and judged admissible.(b)As to the substance of the submission, the applicant maintains that the isoglucose production levy constitutes revenue accruing to the Community budget, which was not provided tor by the law, at the time when the decision of 21 April 1970 was adopted and which the Council did not have the power to create.In fac:. Article 2 of the decision of 21 April 197; distinguishes between:On the one hand, levies, premiums ... and aiso contrioutions and other dunes provided for within tne framework ot the organuation oí the markets in sugar, thereinafter called agricultural levies);On the other hand. Revenue accruing trom otner charges introduced within tne trame'ork o! a common poiicv ... subiect to the procedure laid down in Article 2d of the Treaty ... having been folio'ed (last paragraph of Article 2 of tne decision o! 21 April 1970.The applicant observes that the isoglucose production levy was brought into being only in 1977 by Regulation No 1111/77. The levy in question cannot therefore be regarded as being provided for within the framework of the organization of the markets in sugar within the meaning of Article 2 of the decision of 21 April 1970 since that decision, according to the applicant, intended only to refer to the duties and levies introduced by Regulation No 1009/67 of the Council of 18 December 1967 (Official Journal, English Special Edition 1967, p. 304) without conferring on the Council a power subsequently to create new resources.Moreover, it is clear from paragraph 54 of the judgment of the Court in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Ltd v Intervention Board for Agricultural Produce; Tunnel Refineries Ltd v Intervention Board for Agricultural Produce [1978] ECR 2037 that by Article 1 of Regulation No 1111/77, the Council removed isoglucose from the common organization of the market in sugar.For those reasons, the applicant considers that the levy in question was wrongly equated by the Council, in the ninth recital in the preamble to Regulation No 1111/77, to own resources within the meaning of Article 2 of the decision of 21 April 1970. By virtue of the last paragraph of Article 2 of that provision the levy in question ought to be created under the conditions provided for in Article 201 of the Treat) which provides that the Council may only recommend to the Member States the adoption of new own resources in accordance with their respective constitutional requirements.For that reason the applicant maintains that the Council, by imposing the production levy on isoglucose, acted in breach of Article 201 of the Treatv and in disregard of Article 2 of the decision of 21 April 197C The levy must therefore be considered illegal, leading therefore to the nullity of Regulation No 387/81 creating it.",
        "NP": "1."
    },
    {
        "HT": [
            "hiether'iands",
            "High Authority"
        ],
        "NO.CASE": [
            "2/34"
        ],
        "text": "1.In its reply the applicant makes a further submission relating to the Council's lack of competence to create new own resources.(a)As to the admissibility of that submission the applicant states that the Court has on several occasions acknowledged that submissions founded on public policy may be made before the Court at any time. It relies in particular on Cases 1/54 France v High Authority [1954 to 1956] ECR 1. 2/34 hah v High Authority [1954 to 1956] ECR 37, 6/34 hiether'iands v High Authority [1954 to 195Ó] ECR 103, 18/57 /. Nold KG v High Authority [1957 and 1958] ECR 121. In the present case, it maintains that this submission since it is based on lack of competence and breach of the Treaty must be considered to be a submission founded on public policy and judged admissible.(b)As to the substance of the submission, the applicant maintains that the isoglucose production levy constitutes revenue accruing to the Community budget, which was not provided tor by the law, at the time when the decision of 21 April 1970 was adopted and which the Council did not have the power to create.In fac:. Article 2 of the decision of 21 April 197; distinguishes between:On the one hand, levies, premiums ... and aiso contrioutions and other dunes provided for within tne framework ot the organuation oí the markets in sugar, thereinafter called agricultural levies);On the other hand. Revenue accruing trom otner charges introduced within tne trame'ork o! a common poiicv ... subiect to the procedure laid down in Article 2d of the Treaty ... having been folio'ed (last paragraph of Article 2 of tne decision o! 21 April 1970.The applicant observes that the isoglucose production levy was brought into being only in 1977 by Regulation No 1111/77. The levy in question cannot therefore be regarded as being provided for within the framework of the organization of the markets in sugar within the meaning of Article 2 of the decision of 21 April 1970 since that decision, according to the applicant, intended only to refer to the duties and levies introduced by Regulation No 1009/67 of the Council of 18 December 1967 (Official Journal, English Special Edition 1967, p. 304) without conferring on the Council a power subsequently to create new resources.Moreover, it is clear from paragraph 54 of the judgment of the Court in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Ltd v Intervention Board for Agricultural Produce; Tunnel Refineries Ltd v Intervention Board for Agricultural Produce [1978] ECR 2037 that by Article 1 of Regulation No 1111/77, the Council removed isoglucose from the common organization of the market in sugar.For those reasons, the applicant considers that the levy in question was wrongly equated by the Council, in the ninth recital in the preamble to Regulation No 1111/77, to own resources within the meaning of Article 2 of the decision of 21 April 1970. By virtue of the last paragraph of Article 2 of that provision the levy in question ought to be created under the conditions provided for in Article 201 of the Treat) which provides that the Council may only recommend to the Member States the adoption of new own resources in accordance with their respective constitutional requirements.For that reason the applicant maintains that the Council, by imposing the production levy on isoglucose, acted in breach of Article 201 of the Treatv and in disregard of Article 2 of the decision of 21 April 197C The levy must therefore be considered illegal, leading therefore to the nullity of Regulation No 387/81 creating it.",
        "NP": "1."
    },
    {
        "HT": [
            "Nold KG",
            "High Authority"
        ],
        "NO.CASE": [
            "18/57"
        ],
        "text": "1.In its reply the applicant makes a further submission relating to the Council's lack of competence to create new own resources.(a)As to the admissibility of that submission the applicant states that the Court has on several occasions acknowledged that submissions founded on public policy may be made before the Court at any time. It relies in particular on Cases 1/54 France v High Authority [1954 to 1956] ECR 1. 2/34 hah v High Authority [1954 to 1956] ECR 37, 6/34 hiether'iands v High Authority [1954 to 195Ó] ECR 103, 18/57 /. Nold KG v High Authority [1957 and 1958] ECR 121. In the present case, it maintains that this submission since it is based on lack of competence and breach of the Treaty must be considered to be a submission founded on public policy and judged admissible.(b)As to the substance of the submission, the applicant maintains that the isoglucose production levy constitutes revenue accruing to the Community budget, which was not provided tor by the law, at the time when the decision of 21 April 1970 was adopted and which the Council did not have the power to create.In fac:. Article 2 of the decision of 21 April 197; distinguishes between:On the one hand, levies, premiums ... and aiso contrioutions and other dunes provided for within tne framework ot the organuation oí the markets in sugar, thereinafter called agricultural levies);On the other hand. Revenue accruing trom otner charges introduced within tne trame'ork o! a common poiicv ... subiect to the procedure laid down in Article 2d of the Treaty ... having been folio'ed (last paragraph of Article 2 of tne decision o! 21 April 1970.The applicant observes that the isoglucose production levy was brought into being only in 1977 by Regulation No 1111/77. The levy in question cannot therefore be regarded as being provided for within the framework of the organization of the markets in sugar within the meaning of Article 2 of the decision of 21 April 1970 since that decision, according to the applicant, intended only to refer to the duties and levies introduced by Regulation No 1009/67 of the Council of 18 December 1967 (Official Journal, English Special Edition 1967, p. 304) without conferring on the Council a power subsequently to create new resources.Moreover, it is clear from paragraph 54 of the judgment of the Court in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Ltd v Intervention Board for Agricultural Produce; Tunnel Refineries Ltd v Intervention Board for Agricultural Produce [1978] ECR 2037 that by Article 1 of Regulation No 1111/77, the Council removed isoglucose from the common organization of the market in sugar.For those reasons, the applicant considers that the levy in question was wrongly equated by the Council, in the ninth recital in the preamble to Regulation No 1111/77, to own resources within the meaning of Article 2 of the decision of 21 April 1970. By virtue of the last paragraph of Article 2 of that provision the levy in question ought to be created under the conditions provided for in Article 201 of the Treat) which provides that the Council may only recommend to the Member States the adoption of new own resources in accordance with their respective constitutional requirements.For that reason the applicant maintains that the Council, by imposing the production levy on isoglucose, acted in breach of Article 201 of the Treatv and in disregard of Article 2 of the decision of 21 April 197C The levy must therefore be considered illegal, leading therefore to the nullity of Regulation No 387/81 creating it.",
        "NP": "1."
    },
    {
        "HT": [
            "Royal Scholten-Honig (Holdings) Ltd",
            "Intervention Board for Agricultural Produce; Tunnel Refineries Ltd",
            "Intervention Board for Agricultural Produce"
        ],
        "NO.CASE": [
            "103/77",
            "145/77"
        ],
        "text": "1.In its reply the applicant makes a further submission relating to the Council's lack of competence to create new own resources.(a)As to the admissibility of that submission the applicant states that the Court has on several occasions acknowledged that submissions founded on public policy may be made before the Court at any time. It relies in particular on Cases 1/54 France v High Authority [1954 to 1956] ECR 1. 2/34 hah v High Authority [1954 to 1956] ECR 37, 6/34 hiether'iands v High Authority [1954 to 195Ó] ECR 103, 18/57 /. Nold KG v High Authority [1957 and 1958] ECR 121. In the present case, it maintains that this submission since it is based on lack of competence and breach of the Treaty must be considered to be a submission founded on public policy and judged admissible.(b)As to the substance of the submission, the applicant maintains that the isoglucose production levy constitutes revenue accruing to the Community budget, which was not provided tor by the law, at the time when the decision of 21 April 1970 was adopted and which the Council did not have the power to create.In fac:. Article 2 of the decision of 21 April 197; distinguishes between:On the one hand, levies, premiums ... and aiso contrioutions and other dunes provided for within tne framework ot the organuation oí the markets in sugar, thereinafter called agricultural levies);On the other hand. Revenue accruing trom otner charges introduced within tne trame'ork o! a common poiicv ... subiect to the procedure laid down in Article 2d of the Treaty ... having been folio'ed (last paragraph of Article 2 of tne decision o! 21 April 1970.The applicant observes that the isoglucose production levy was brought into being only in 1977 by Regulation No 1111/77. The levy in question cannot therefore be regarded as being provided for within the framework of the organization of the markets in sugar within the meaning of Article 2 of the decision of 21 April 1970 since that decision, according to the applicant, intended only to refer to the duties and levies introduced by Regulation No 1009/67 of the Council of 18 December 1967 (Official Journal, English Special Edition 1967, p. 304) without conferring on the Council a power subsequently to create new resources.Moreover, it is clear from paragraph 54 of the judgment of the Court in Joined Cases 103 and 145/77 Royal Scholten-Honig (Holdings) Ltd v Intervention Board for Agricultural Produce; Tunnel Refineries Ltd v Intervention Board for Agricultural Produce [1978] ECR 2037 that by Article 1 of Regulation No 1111/77, the Council removed isoglucose from the common organization of the market in sugar.For those reasons, the applicant considers that the levy in question was wrongly equated by the Council, in the ninth recital in the preamble to Regulation No 1111/77, to own resources within the meaning of Article 2 of the decision of 21 April 1970. By virtue of the last paragraph of Article 2 of that provision the levy in question ought to be created under the conditions provided for in Article 201 of the Treat) which provides that the Council may only recommend to the Member States the adoption of new own resources in accordance with their respective constitutional requirements.For that reason the applicant maintains that the Council, by imposing the production levy on isoglucose, acted in breach of Article 201 of the Treatv and in disregard of Article 2 of the decision of 21 April 197C The levy must therefore be considered illegal, leading therefore to the nullity of Regulation No 387/81 creating it.",
        "NP": "1."
    },
    {
        "HT": [
            "Italy",
            "High Authority"
        ],
        "NO.CASE": [
            "2/54"
        ],
        "text": "2.In its rejoinder, the Council of the European Communities considers the fresh issue raised by the applicant to be inadmissible and unfounded.(a)The Council bases its opinion as to its inadmissibility on Article 42 (2) of the Rules of Procedure which, subject to an exception which is not relevant to the present case, formally bars the raising of fresh issues during the course of the proceedings. The Council considers that the distinction between submissions based on public policy and other submissions on which the applicant relies to justify the admissibility of its action finds no support in the letter of Article 42 (2) of the Rules of Procedure and has never been applied or recognized by the Court. The Court did acknowledge, in particular in its judgments in Cases 2/54 Italy v High Authority [1954 to 1956] ECR 37 and 19/58 Federal Republic of Germany v High Authority [1960] ECR 225 that new arguments may be set out in a reply in support of submissions first set out in the application. On the other hand, the Court in its judgment in Joined Cases 19 and 21/60 and 2 and 3/61 Fives Lille Cail v High Authority [1961] ECR 281 clearly decided against admitting the introduction during the course of the proceedings of fresh issues not contained in the application.The Council recognizes that Article 92 of the Rules of Procedure enables the Court as any time to consider objections of inadmissibility where those are based on public policy. But it takes the viewthat that exception should not be regarded as a specific illustration of an implied general rule or as being capable of extension to substantive submissions whether based on public policy or not.In that respect it states that any other interpretation would result in nullifvingthe effect of the prohibition contained in the first sentence of Article 42 (2) of the Rules of Procedure which is to ensure the proper course of the procedure. In the present case, that result would be all the more serious since almost all the submissions relating to the proceedings for a declaration of nullity brought under Article 173 of the EEC Treaty may be described as being based on public policy inasmuch as they refer to concepts such as lack of competence, infringement of essential procedural requirements or infringement of the Treaty, misuse of powers and so forth. To admit new submissions on that basis would thus lead to a multiplication of procedural steps and would prolong indefinitely the hearings of the Court.For those reasons, the Council considers the introduction of this fresh issue to be inadmissible.(b)In the alternative, the Council considers this submission to be unfounded. In support of that claim it puts forward the following arguments:In the line of decisions which it has given on the lawfulness of the system established in respect of the production of isogiucose the Court has acknowledged that the Council had the power to lav down measures restricting production. Therefore the point in issue raised bv the applicant may be reduced to the question of the proper allocation, either to the Community budget or to the budgets of the Member States, of ihe revenue arising from that levy in which the applicant can have no legal interest since in either event it remains iiabic to thai charge.The Council then observes that the submission raised does not concern the case before the Court inasmuch as the allocation of the levy in question as own resources results from Article 4 of Council Regulation No 1110/77 of 17 May 1977 (Official Journal L 134, p. 1) amending the third subparagraph of Article 27 (2) of Regulation No 333C/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) (earlier regulation establishing a common organization of the market in sugar). Furthermore, the Council emphasizes that the budgetary allocation in favour of the Community was sanctioned by the adoption of the Community budget. It observes that the applicant is not disputing that or other allied legal measures, and that the action is brought onlv against Regulation No 387/81 in so far as it amended Regulation No 1111/77.Finally, the Council rejects the argument that the levy in question constitutes a new charge excluded from the scope of application of Article 2 (a) of the decision of 21 April 1970. In fact, in the Council's view, the isoglucose levycorresponds to the letter to that provision inasmuch as the expression contributions ... provided for within the framework of the organization of the markets in sugar does not necessarily implv thai the lew is imposed only on sugar but on anv product on which the charge is an essential element in the organization of the supar market. That is undeniablv so in the present case as Mr Advocate General Reischl stated in his opinion in Case 125/77 Koninklijke Scholtrn-Honil NV Hnofdproduktscbap too' Akkrwou^prnjuktrn [1978] ECR 1991 in f ot ihr tact ihat isogiucose is i prrtrct sustituir 1er *uparIn tnat re*prit tur C ouncil wishes to stres* that tne wtem established for isogiucovr hx Recusation No 1110/77 and in îuice^or* nj no real value on its own bui may be explained only in the light of the organization of the market in sugar to which it still remains attached by ties resulting from its similarity with sugar and as a result of the direct competition resulting from it. The Council considers therefore that the isoglucose levy does constitute a charge within the framework of the organization of the markets in sugar within the meaning of Article 2 (a) of the decision of 21 April 1970.The Council further claims that the applicants are putting an erroneous construction on Article 2 of the decision of 21 April 1970 if they understand a measure as representing the approval given by national legislatures to the transfer of existing levies in the sugar sector on 21 April 1970 but not the transfer of levies to be established in the future. The Council on the other hand construes that provision as being an approval of the principle of the transfer to the Community budget of the revenue from levies governing sweeteners. The fact that technological advances have since 1970 enabled a new product to be placed on the market in the same sector cannot be regarded as affecting the principle of the transfer to the Community budget of revenue arising from levies imposed on sweeteners. In the Council's view, any other interpretation would have the effect oí restricting the concept — and the product — of the Community's own resources whenever the appearance of a new product in substitution for or in competition with the products existing in April 1970 would require either that the revenue thus created snould accrue to national budgets or that tne Member States amend the oecision of 21 April 1970 following the procedure laid down in Amcir 23 I or tne EEC TreanFor those reasons, the Council considers that the fresh suomission put forward by the applicant is. in anv event, unfounded.",
        "NP": "2."
    },
    {
        "HT": [
            "Federal Republic of Germany",
            "High Authority"
        ],
        "NO.CASE": [
            "19/58"
        ],
        "text": "2.In its rejoinder, the Council of the European Communities considers the fresh issue raised by the applicant to be inadmissible and unfounded.(a)The Council bases its opinion as to its inadmissibility on Article 42 (2) of the Rules of Procedure which, subject to an exception which is not relevant to the present case, formally bars the raising of fresh issues during the course of the proceedings. The Council considers that the distinction between submissions based on public policy and other submissions on which the applicant relies to justify the admissibility of its action finds no support in the letter of Article 42 (2) of the Rules of Procedure and has never been applied or recognized by the Court. The Court did acknowledge, in particular in its judgments in Cases 2/54 Italy v High Authority [1954 to 1956] ECR 37 and 19/58 Federal Republic of Germany v High Authority [1960] ECR 225 that new arguments may be set out in a reply in support of submissions first set out in the application. On the other hand, the Court in its judgment in Joined Cases 19 and 21/60 and 2 and 3/61 Fives Lille Cail v High Authority [1961] ECR 281 clearly decided against admitting the introduction during the course of the proceedings of fresh issues not contained in the application.The Council recognizes that Article 92 of the Rules of Procedure enables the Court as any time to consider objections of inadmissibility where those are based on public policy. But it takes the viewthat that exception should not be regarded as a specific illustration of an implied general rule or as being capable of extension to substantive submissions whether based on public policy or not.In that respect it states that any other interpretation would result in nullifvingthe effect of the prohibition contained in the first sentence of Article 42 (2) of the Rules of Procedure which is to ensure the proper course of the procedure. In the present case, that result would be all the more serious since almost all the submissions relating to the proceedings for a declaration of nullity brought under Article 173 of the EEC Treaty may be described as being based on public policy inasmuch as they refer to concepts such as lack of competence, infringement of essential procedural requirements or infringement of the Treaty, misuse of powers and so forth. To admit new submissions on that basis would thus lead to a multiplication of procedural steps and would prolong indefinitely the hearings of the Court.For those reasons, the Council considers the introduction of this fresh issue to be inadmissible.(b)In the alternative, the Council considers this submission to be unfounded. In support of that claim it puts forward the following arguments:In the line of decisions which it has given on the lawfulness of the system established in respect of the production of isogiucose the Court has acknowledged that the Council had the power to lav down measures restricting production. Therefore the point in issue raised bv the applicant may be reduced to the question of the proper allocation, either to the Community budget or to the budgets of the Member States, of ihe revenue arising from that levy in which the applicant can have no legal interest since in either event it remains iiabic to thai charge.The Council then observes that the submission raised does not concern the case before the Court inasmuch as the allocation of the levy in question as own resources results from Article 4 of Council Regulation No 1110/77 of 17 May 1977 (Official Journal L 134, p. 1) amending the third subparagraph of Article 27 (2) of Regulation No 333C/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) (earlier regulation establishing a common organization of the market in sugar). Furthermore, the Council emphasizes that the budgetary allocation in favour of the Community was sanctioned by the adoption of the Community budget. It observes that the applicant is not disputing that or other allied legal measures, and that the action is brought onlv against Regulation No 387/81 in so far as it amended Regulation No 1111/77.Finally, the Council rejects the argument that the levy in question constitutes a new charge excluded from the scope of application of Article 2 (a) of the decision of 21 April 1970. In fact, in the Council's view, the isoglucose levycorresponds to the letter to that provision inasmuch as the expression contributions ... provided for within the framework of the organization of the markets in sugar does not necessarily implv thai the lew is imposed only on sugar but on anv product on which the charge is an essential element in the organization of the supar market. That is undeniablv so in the present case as Mr Advocate General Reischl stated in his opinion in Case 125/77 Koninklijke Scholtrn-Honil NV Hnofdproduktscbap too' Akkrwou^prnjuktrn [1978] ECR 1991 in f ot ihr tact ihat isogiucose is i prrtrct sustituir 1er *uparIn tnat re*prit tur C ouncil wishes to stres* that tne wtem established for isogiucovr hx Recusation No 1110/77 and in îuice^or* nj no real value on its own bui may be explained only in the light of the organization of the market in sugar to which it still remains attached by ties resulting from its similarity with sugar and as a result of the direct competition resulting from it. The Council considers therefore that the isoglucose levy does constitute a charge within the framework of the organization of the markets in sugar within the meaning of Article 2 (a) of the decision of 21 April 1970.The Council further claims that the applicants are putting an erroneous construction on Article 2 of the decision of 21 April 1970 if they understand a measure as representing the approval given by national legislatures to the transfer of existing levies in the sugar sector on 21 April 1970 but not the transfer of levies to be established in the future. The Council on the other hand construes that provision as being an approval of the principle of the transfer to the Community budget of the revenue from levies governing sweeteners. The fact that technological advances have since 1970 enabled a new product to be placed on the market in the same sector cannot be regarded as affecting the principle of the transfer to the Community budget of revenue arising from levies imposed on sweeteners. In the Council's view, any other interpretation would have the effect oí restricting the concept — and the product — of the Community's own resources whenever the appearance of a new product in substitution for or in competition with the products existing in April 1970 would require either that the revenue thus created snould accrue to national budgets or that tne Member States amend the oecision of 21 April 1970 following the procedure laid down in Amcir 23 I or tne EEC TreanFor those reasons, the Council considers that the fresh suomission put forward by the applicant is. in anv event, unfounded.",
        "NP": "2."
    },
    {
        "HT": [
            "Fives Lille Cail",
            "High Authority"
        ],
        "NO.CASE": [
            "19/60",
            "21/60",
            "2/61",
            "3/61"
        ],
        "text": "2.In its rejoinder, the Council of the European Communities considers the fresh issue raised by the applicant to be inadmissible and unfounded.(a)The Council bases its opinion as to its inadmissibility on Article 42 (2) of the Rules of Procedure which, subject to an exception which is not relevant to the present case, formally bars the raising of fresh issues during the course of the proceedings. The Council considers that the distinction between submissions based on public policy and other submissions on which the applicant relies to justify the admissibility of its action finds no support in the letter of Article 42 (2) of the Rules of Procedure and has never been applied or recognized by the Court. The Court did acknowledge, in particular in its judgments in Cases 2/54 Italy v High Authority [1954 to 1956] ECR 37 and 19/58 Federal Republic of Germany v High Authority [1960] ECR 225 that new arguments may be set out in a reply in support of submissions first set out in the application. On the other hand, the Court in its judgment in Joined Cases 19 and 21/60 and 2 and 3/61 Fives Lille Cail v High Authority [1961] ECR 281 clearly decided against admitting the introduction during the course of the proceedings of fresh issues not contained in the application.The Council recognizes that Article 92 of the Rules of Procedure enables the Court as any time to consider objections of inadmissibility where those are based on public policy. But it takes the viewthat that exception should not be regarded as a specific illustration of an implied general rule or as being capable of extension to substantive submissions whether based on public policy or not.In that respect it states that any other interpretation would result in nullifvingthe effect of the prohibition contained in the first sentence of Article 42 (2) of the Rules of Procedure which is to ensure the proper course of the procedure. In the present case, that result would be all the more serious since almost all the submissions relating to the proceedings for a declaration of nullity brought under Article 173 of the EEC Treaty may be described as being based on public policy inasmuch as they refer to concepts such as lack of competence, infringement of essential procedural requirements or infringement of the Treaty, misuse of powers and so forth. To admit new submissions on that basis would thus lead to a multiplication of procedural steps and would prolong indefinitely the hearings of the Court.For those reasons, the Council considers the introduction of this fresh issue to be inadmissible.(b)In the alternative, the Council considers this submission to be unfounded. In support of that claim it puts forward the following arguments:In the line of decisions which it has given on the lawfulness of the system established in respect of the production of isogiucose the Court has acknowledged that the Council had the power to lav down measures restricting production. Therefore the point in issue raised bv the applicant may be reduced to the question of the proper allocation, either to the Community budget or to the budgets of the Member States, of ihe revenue arising from that levy in which the applicant can have no legal interest since in either event it remains iiabic to thai charge.The Council then observes that the submission raised does not concern the case before the Court inasmuch as the allocation of the levy in question as own resources results from Article 4 of Council Regulation No 1110/77 of 17 May 1977 (Official Journal L 134, p. 1) amending the third subparagraph of Article 27 (2) of Regulation No 333C/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) (earlier regulation establishing a common organization of the market in sugar). Furthermore, the Council emphasizes that the budgetary allocation in favour of the Community was sanctioned by the adoption of the Community budget. It observes that the applicant is not disputing that or other allied legal measures, and that the action is brought onlv against Regulation No 387/81 in so far as it amended Regulation No 1111/77.Finally, the Council rejects the argument that the levy in question constitutes a new charge excluded from the scope of application of Article 2 (a) of the decision of 21 April 1970. In fact, in the Council's view, the isoglucose levycorresponds to the letter to that provision inasmuch as the expression contributions ... provided for within the framework of the organization of the markets in sugar does not necessarily implv thai the lew is imposed only on sugar but on anv product on which the charge is an essential element in the organization of the supar market. That is undeniablv so in the present case as Mr Advocate General Reischl stated in his opinion in Case 125/77 Koninklijke Scholtrn-Honil NV Hnofdproduktscbap too' Akkrwou^prnjuktrn [1978] ECR 1991 in f ot ihr tact ihat isogiucose is i prrtrct sustituir 1er *uparIn tnat re*prit tur C ouncil wishes to stres* that tne wtem established for isogiucovr hx Recusation No 1110/77 and in îuice^or* nj no real value on its own bui may be explained only in the light of the organization of the market in sugar to which it still remains attached by ties resulting from its similarity with sugar and as a result of the direct competition resulting from it. The Council considers therefore that the isoglucose levy does constitute a charge within the framework of the organization of the markets in sugar within the meaning of Article 2 (a) of the decision of 21 April 1970.The Council further claims that the applicants are putting an erroneous construction on Article 2 of the decision of 21 April 1970 if they understand a measure as representing the approval given by national legislatures to the transfer of existing levies in the sugar sector on 21 April 1970 but not the transfer of levies to be established in the future. The Council on the other hand construes that provision as being an approval of the principle of the transfer to the Community budget of the revenue from levies governing sweeteners. The fact that technological advances have since 1970 enabled a new product to be placed on the market in the same sector cannot be regarded as affecting the principle of the transfer to the Community budget of revenue arising from levies imposed on sweeteners. In the Council's view, any other interpretation would have the effect oí restricting the concept — and the product — of the Community's own resources whenever the appearance of a new product in substitution for or in competition with the products existing in April 1970 would require either that the revenue thus created snould accrue to national budgets or that tne Member States amend the oecision of 21 April 1970 following the procedure laid down in Amcir 23 I or tne EEC TreanFor those reasons, the Council considers that the fresh suomission put forward by the applicant is. in anv event, unfounded.",
        "NP": "2."
    },
    {
        "NO.CASE": [
            "125/77"
        ],
        "text": "2.In its rejoinder, the Council of the European Communities considers the fresh issue raised by the applicant to be inadmissible and unfounded.(a)The Council bases its opinion as to its inadmissibility on Article 42 (2) of the Rules of Procedure which, subject to an exception which is not relevant to the present case, formally bars the raising of fresh issues during the course of the proceedings. The Council considers that the distinction between submissions based on public policy and other submissions on which the applicant relies to justify the admissibility of its action finds no support in the letter of Article 42 (2) of the Rules of Procedure and has never been applied or recognized by the Court. The Court did acknowledge, in particular in its judgments in Cases 2/54 Italy v High Authority [1954 to 1956] ECR 37 and 19/58 Federal Republic of Germany v High Authority [1960] ECR 225 that new arguments may be set out in a reply in support of submissions first set out in the application. On the other hand, the Court in its judgment in Joined Cases 19 and 21/60 and 2 and 3/61 Fives Lille Cail v High Authority [1961] ECR 281 clearly decided against admitting the introduction during the course of the proceedings of fresh issues not contained in the application.The Council recognizes that Article 92 of the Rules of Procedure enables the Court as any time to consider objections of inadmissibility where those are based on public policy. But it takes the viewthat that exception should not be regarded as a specific illustration of an implied general rule or as being capable of extension to substantive submissions whether based on public policy or not.In that respect it states that any other interpretation would result in nullifvingthe effect of the prohibition contained in the first sentence of Article 42 (2) of the Rules of Procedure which is to ensure the proper course of the procedure. In the present case, that result would be all the more serious since almost all the submissions relating to the proceedings for a declaration of nullity brought under Article 173 of the EEC Treaty may be described as being based on public policy inasmuch as they refer to concepts such as lack of competence, infringement of essential procedural requirements or infringement of the Treaty, misuse of powers and so forth. To admit new submissions on that basis would thus lead to a multiplication of procedural steps and would prolong indefinitely the hearings of the Court.For those reasons, the Council considers the introduction of this fresh issue to be inadmissible.(b)In the alternative, the Council considers this submission to be unfounded. In support of that claim it puts forward the following arguments:In the line of decisions which it has given on the lawfulness of the system established in respect of the production of isogiucose the Court has acknowledged that the Council had the power to lav down measures restricting production. Therefore the point in issue raised bv the applicant may be reduced to the question of the proper allocation, either to the Community budget or to the budgets of the Member States, of ihe revenue arising from that levy in which the applicant can have no legal interest since in either event it remains iiabic to thai charge.The Council then observes that the submission raised does not concern the case before the Court inasmuch as the allocation of the levy in question as own resources results from Article 4 of Council Regulation No 1110/77 of 17 May 1977 (Official Journal L 134, p. 1) amending the third subparagraph of Article 27 (2) of Regulation No 333C/74 of the Council of 19 December 1974 (Official Journal L 359, p. 1) (earlier regulation establishing a common organization of the market in sugar). Furthermore, the Council emphasizes that the budgetary allocation in favour of the Community was sanctioned by the adoption of the Community budget. It observes that the applicant is not disputing that or other allied legal measures, and that the action is brought onlv against Regulation No 387/81 in so far as it amended Regulation No 1111/77.Finally, the Council rejects the argument that the levy in question constitutes a new charge excluded from the scope of application of Article 2 (a) of the decision of 21 April 1970. In fact, in the Council's view, the isoglucose levycorresponds to the letter to that provision inasmuch as the expression contributions ... provided for within the framework of the organization of the markets in sugar does not necessarily implv thai the lew is imposed only on sugar but on anv product on which the charge is an essential element in the organization of the supar market. That is undeniablv so in the present case as Mr Advocate General Reischl stated in his opinion in Case 125/77 Koninklijke Scholtrn-Honil NV Hnofdproduktscbap too' Akkrwou^prnjuktrn [1978] ECR 1991 in f ot ihr tact ihat isogiucose is i prrtrct sustituir 1er *uparIn tnat re*prit tur C ouncil wishes to stres* that tne wtem established for isogiucovr hx Recusation No 1110/77 and in îuice^or* nj no real value on its own bui may be explained only in the light of the organization of the market in sugar to which it still remains attached by ties resulting from its similarity with sugar and as a result of the direct competition resulting from it. The Council considers therefore that the isoglucose levy does constitute a charge within the framework of the organization of the markets in sugar within the meaning of Article 2 (a) of the decision of 21 April 1970.The Council further claims that the applicants are putting an erroneous construction on Article 2 of the decision of 21 April 1970 if they understand a measure as representing the approval given by national legislatures to the transfer of existing levies in the sugar sector on 21 April 1970 but not the transfer of levies to be established in the future. The Council on the other hand construes that provision as being an approval of the principle of the transfer to the Community budget of the revenue from levies governing sweeteners. The fact that technological advances have since 1970 enabled a new product to be placed on the market in the same sector cannot be regarded as affecting the principle of the transfer to the Community budget of revenue arising from levies imposed on sweeteners. In the Council's view, any other interpretation would have the effect oí restricting the concept — and the product — of the Community's own resources whenever the appearance of a new product in substitution for or in competition with the products existing in April 1970 would require either that the revenue thus created snould accrue to national budgets or that tne Member States amend the oecision of 21 April 1970 following the procedure laid down in Amcir 23 I or tne EEC TreanFor those reasons, the Council considers that the fresh suomission put forward by the applicant is. in anv event, unfounded.",
        "NP": "2."
    },
    {
        "HT": [
            "Roquette Freres SA",
            "Council of the European Communities"
        ],
        "NO.CASE": [
            "138/79"
        ],
        "text": "2Council Regulation No 1293/79 of 25 June 1979, which amended the aforementioned Regulation No 1111/77 in particular by inserting in it a new Article 9, was in fact declared void by judgments of the Court of 29 October 1980 in Case 138/79 Roquette Frères SA v Council of the European Communities [1980] ECR 3333 and in Case 139/79 Maizena GmbH v Council of the European Communities [1980] ECR 3393 because it was adopted in the absence of the opinion of the Parliament, required by Article 43 of the Treaty.",
        "NP": "2"
    },
    {
        "HT": [
            "Maizena GmbH",
            "Council of the European Communities"
        ],
        "NO.CASE": [
            "139/79"
        ],
        "text": "2Council Regulation No 1293/79 of 25 June 1979, which amended the aforementioned Regulation No 1111/77 in particular by inserting in it a new Article 9, was in fact declared void by judgments of the Court of 29 October 1980 in Case 138/79 Roquette Frères SA v Council of the European Communities [1980] ECR 3333 and in Case 139/79 Maizena GmbH v Council of the European Communities [1980] ECR 3393 because it was adopted in the absence of the opinion of the Parliament, required by Article 43 of the Treaty.",
        "NP": "2"
    },
    {
        "HT": "Racke",
        "NO.CASE": [
            "98/78"
        ],
        "text": "4As the Court has alreadv held, in particular in its judgments of 25 January 1979 in Case 98/78 Racke [1979] ECR 69 and Case 99/78 Decker [1979]. ECR 101, although in general the principle of legal certainty, as the applicant states, precludes a Community measure from taking effect from a point in time before :ts publication, it may exceptionally be otherwise where the purpose to be achieved so demands and where the legitimate expectations of those concerned are duly respected.",
        "NP": "4"
    },
    {
        "HT": "Decker",
        "NO.CASE": [
            "99/78"
        ],
        "text": "4As the Court has alreadv held, in particular in its judgments of 25 January 1979 in Case 98/78 Racke [1979] ECR 69 and Case 99/78 Decker [1979]. ECR 101, although in general the principle of legal certainty, as the applicant states, precludes a Community measure from taking effect from a point in time before :ts publication, it may exceptionally be otherwise where the purpose to be achieved so demands and where the legitimate expectations of those concerned are duly respected.",
        "NP": "4"
    }
]