[
    {
        "HT": [
            "CICCE",
            "Commission"
        ],
        "NO.CASE": [
            "298/83"
        ],
        "text": "20As is clear in particular from the judgment of 28 March 1985 in Case 298/83 CICCE v Commission [1985] ECR 1105, the complainants must, on the other hand, be given the opportunity to defend their legitimate interests in the course of the administrative proceedings, and the Commission must consider all the matters of fact and of law which they bring to its attention. However, the procedural rights of the complainants are not as far-reaching as the right to a fair hearing of the companies which are the object of the Commission's investigation. In any event, the limits of such rights are reached where they begin to interfere with those companies' right to a fair hearing.",
        "NP": "20"
    },
    {
        "HT": [
            "AKZO Chemie BV and AKZO Chemie UK Ltd",
            "Commission"
        ],
        "NO.CASE": [
            "53/85"
        ],
        "text": "21In its judgment of 24 June 1986 in Case 53/85 AKZO Chemie BV and AKZO Chemie UK Ltd v Commission [1986] ECR 1965, the Court held that the obligation of professional secrecy laid down in Article 214 of the Treaty and Article 20 (2) of Regulation No 17/62 is mitigated in regard to complainants, and that the Commission may communicate to them certain information covered by the obligation of professional secrecy in so far as it is necessary to do so for the proper conduct of the investigation. The Court emphasized in that judgment, however, that a complainant may not in any circumstances be provided with documents containing business secrets, and set out the manner in which the company under investigation may act to prevent such disclosure.",
        "NP": "21"
    },
    {
        "HT": [
            "Remia",
            "Commission"
        ],
        "NO.CASE": [
            "42/84"
        ],
        "text": "62That involves an appraisal of complex economic matters, and it should be recalled that in its judgment of 11 July 1985 in Case 42/84 Remia v Commission [1985] ECR 2566 the Court held that although as a general rule it undertakes a comprehensive review of the question whether or not the conditions for the application of Article 85 (1) are met, its review of such appraisals made by the Commission is necessarily limited to verifying whether the relevant rules on procedure and on the statement of reasons have been complied with, whether the facts have been accurately stated and whether there has been any manifest error of appraisal or a misuse of powers.",
        "NP": "62"
    },
    {
        "HT": [
            "Papier peints",
            "Commission"
        ],
        "NO.CASE": [
            "73/74"
        ],
        "text": "71It is true that in its judgment of 26 November 1975 in Case 73/74 Papier peints v Commission [1975] ECR 1491 the Court held that where, in a well-established line of decisions, one decision goes appreciably further than the previous ones, the Commission must give an account of its reasoning. In this case the contested decisions concern agreements of a type which had not been dealt with in the previous administrative practice of the Commission; they do not lay down new principles but are limited essentially to an examination of the special features of the agreements in question.",
        "NP": "71"
    },
    {
        "HT": [
            "VBVB and VBBB",
            "Commission"
        ],
        "NO.CASE": [
            "43/82",
            "63/82"
        ],
        "text": "72With regard to the complaint concerning the alleged failure to reply to the applicants' arguments, it should be recalled that in its judgment of 17 January 1984 in Joined Cases 43 and 63/82 VBVB and VBBB v Commission [1984] ECR 19, the Court emphasized that although under Article 190 of the Treaty the Commission is required to set out the circumstances justifying the adoption of a decision and the legal considerations which have led the Commission to adopt it, that article does not require the Commission to discuss all the matters of fact and of law which may have been dealt with during the administrative proceedings.",
        "NP": "72"
    }
]