[
    {
        "HT": [
            "Zuchner",
            "Bayerische Vereinsbank AG,"
        ],
        "NO.CASE": [
            "172/80"
        ],
        "text": "(D)The contested decision is based on the idea that a concerted practice Ís proved by the simple fact that two undertakings react in the same way to the same events. According to the applicant, this approach does not conform to the Court's case-law, which requires, to prove a concerted practice, coordination, practical cooperation knowingly substituted for the risks of competition and contact between the undertakings (see, for example, judgment of 16 December 1975, Joined Cases 40 to 48, 50, 54 to 56, 111, 113 and 114/73, Suiker Unie and Others v Commission of the European Communities, cited above, or judgment of 14 July 1981, Case 172/80, Züchner v Bayerische Vereinsbank AG, [1981] ECR 2021). As regards contact between CRAM and RZ, the Commission has only proved the existence of the telex message of 26 October 1976, which bears no relation to its behaviour towards Schütz.",
        "NP": "(D)"
    },
    {
        "HT": [
            "Beguelin Import",
            "G. L. Import Export,"
        ],
        "NO.CASE": [
            "22/71"
        ],
        "text": "(A)The applicant observes first of all that the contracting parties simply wanted to reduce the risk of not being able to supply customers that they were obliged to supply. The contract in question was thus the basis of certain occasional deliveries by one party to another. It was a question of normal deliveries which, in the words of the Court, did not have as such the object or effect of interfering with competition (judgment of the Court of 25 November 1971 in Case 22/71, Béguelin Import v G. L. Import Export, [1971] ECR 949). Certainly, when a party to the contract is obliged to deliver certain quantities to another party in the event of the disruption of the latter's production, it cannot deliver the same quantities to third parties. Such an effect is, however, the normal consequence of every contract of delivery. Furthermore, the contracting parties limited the scope of the disputed contract to circumstances over which they had no control. The object of that restriction was specifically to preserve their freedom of decision as regards the quantities to be delivered to their regular domestic or foreign customers. It was not in any way a restriction on the free play of competition.",
        "NP": "(A)"
    }
]