[
    {
        "HT": [
            "Commission",
            "BASF and Others"
        ],
        "NO.CASE": [
            "137/92"
        ],
        "text": "10On appeal by the Commission, the Court of Justice, by judgment of 15 June 1994 in Case C-137/92 P Commission v BASF and Others [1994] ECR I-2555 (the Court's judgment of 15 June 1994), set aside the judgment of the Court of First Instance of 27 February 1992 and annulled the PVC I decision.",
        "NP": "10"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "281/89"
        ],
        "text": "44In that connection, it should be observed that, in paragraph 77 of the contested judgment, the Court of First Instance rightly pointed out that the principle of res judicata extends only to matters of fact and law actually or necessarily settled by the judicial decision in question (Case C-281/89 Italy v Commission [1991] ECR I-347, paragraph 14, and Case C-277/95 Lenz v Commission [1996] ECR I-6109, paragraph 50).",
        "NP": "44",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "Lenz",
            "Commission"
        ],
        "NO.CASE": [
            "277/95"
        ],
        "text": "44In that connection, it should be observed that, in paragraph 77 of the contested judgment, the Court of First Instance rightly pointed out that the principle of res judicata extends only to matters of fact and law actually or necessarily settled by the judicial decision in question (Case C-281/89 Italy v Commission [1991] ECR I-347, paragraph 14, and Case C-277/95 Lenz v Commission [1996] ECR I-6109, paragraph 50).",
        "NP": "44",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "Asteris",
            "Commission"
        ],
        "NO.CASE": [
            "97/86",
            "99/86",
            "193/86",
            "215/86"
        ],
        "text": "48Accordingly, the Court's judgment of 15 June 1994 imposed on the Commission only the obligation — pursuant to Article 176 of the EC Treaty (now Article 233 EC), which requires an institution whose act has been declared void to take the necessary measures to comply with the judgment of the Court — to eliminate the illegality in the measure intended to replace the annulled measure (see, to that effect, Joined Cases 97/86, 99/86, 193/86 and 215/86 Asteris v Commission [1988] ECR 2181, paragraph 28).",
        "NP": "48",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "Trattsocean Marine Paint",
            "Commission"
        ],
        "NO.CASE": [
            "17/74"
        ],
        "text": "50Nor can LVM and DSM rely on Case 17/74 Trattsocean Marine Paint v Commission [1974] ECR 1063, in which the Court of Justice, having partially annulled a decision of the Commission, referred the matter back to the latter. The judgment in that case cannot be interpreted a contrario to exclude, in the absence of an express reference back to the institution concerned, any opportunity for that institution to eliminate the established illegality or, in the case of total annulment, to substitute a new decision for the annulled act. The scope of the obligation imposed on the institution in question by Article 176 of the Treaty is the same irrespective of whether or not the Community judicature has referred the matter back to it.",
        "NP": "50"
    },
    {
        "HT": [
            "Boehringer Mannheim",
            "Commission"
        ],
        "NO.CASE": [
            "7/72"
        ],
        "text": "57ICI also submits that the principle of non bis in idem, which is a fundamental principle of Community law applicable to competition law (Case 7/72 Boehringer Mannheim v Commission [1972] ECR 1281), has been enshrined in Article 4(1) of Protocol No 7 to the ECHR. ICI complains that, for the purposes of dismissing the plea based on that principle, the Court of First Instance found that ICI had been relieved from having to pay the fine imposed by the PVC I decision after the latter had been annulled. According to ICI, that fact was irrelevant. The decisive question was whether the PVC II decision was based on the same conduct as that with which the Court's judgment of 15 June 1994 was concerned (see the judgment of the European Court of Human Rights of 23 October 1995 in the case of Gradinger, Series A, No 328 C, paragraph 55). That was the position in the present case.",
        "NP": "57",
        "REF.NP.ECR": [
            "55"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "415/96"
        ],
        "text": "72In that connection, the Court of First Instance, relying on settled case-law to the effect that it is the grounds of a judgment ordering annulment which, on the one hand, identify the precise provision held to be illegal and, on the other, indicate the specific reasons which underlie the finding of illegality contained in the operative part (Asteris, cited above, paragraph 27, and Case C-415/96 Spain V Commission [1998] ECR i-6993, paragraph 31) rightly held, in paragraph 184 of the contested judgment, that, in order to determine the scope of the Court's judgment of 15 June 1994, it was necessary to refer to the grounds of that judgment.",
        "NP": "72",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": "Fedesa and Others",
        "NO.CASE": [
            "331/88"
        ],
        "text": "75It was therefore ntitled to conclude that, since the procedural defect had occurred at the final stage of adoption of the PVC I decision, the annulment did not affect the validity of the measures preparatory to that decision which were taken before the stage at which the defect was found (see, with respect to a directive, Case 331/88 Fedesa and Others [1990] ECR I-4023, paragraph 34).",
        "NP": "75",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Hoffmann-La Roche",
            "Commission"
        ],
        "NO.CASE": [
            "85/76"
        ],
        "text": "85In that regard, it should be stated that the Court of First Instance rightly observed, in paragraph 246 of the contested judgment, that, in all proceedings in which sanctions, especially fines or penalty payments, may be imposed, observance of the rights of the defence is a fundamental principle of Community law which must be complied with, even if the proceedings in question are administrative proceedings (Case 85/76 Hoffmann-La Roche v Commission [1979] ECR 461, paragraph 9).",
        "NP": "85",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Commission",
            "AssiDoman Kraft Products and Others"
        ],
        "NO.CASE": [
            "310/97"
        ],
        "text": "100Although drafted and published as a single decision, such a decision must be regarded as a group of individual decisions establishing, in relation to each of the undertakings to which it is addressed, the breach or breaches which that undertaking has been found to have committed and, where appropriate, imposing on it a fine. It can be annulled only with respect to those addressees which have successfully brought an action before the Community judicature, and remains binding on those addressees which have not applied for its annulment (see, to that effect, Case C-310/97 P Commission v AssiDomän Kraft Products and Others [1999] ECR I-5363, paragraph 49 et seq.).",
        "NP": "100",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Hoechst",
            "Commission"
        ],
        "NO.CASE": [
            "46/87",
            "227/88"
        ],
        "text": "115In paragraph 256 of the contested judgment, the Court of First Instance rightly observed that, pursuant to that provision, the hearing of the undertakings concerned and the consultation of the Advisory Committee are necessary in the same situations (Joined Cases 46/87 and 227/88 Hoechst v Commission [1989] ECR 2859, paragraph 54).",
        "NP": "115",
        "REF.NP.ECR": [
            "54"
        ]
    },
    {
        "HT": [
            "Parliament",
            "Council"
        ],
        "NO.CASE": [
            "392/95"
        ],
        "text": "118In those circumstances, since the PVC II decision did not contain substantial amendments as compared with the PVC I decision, on a draft of which the Advisory Committee had been consulted pursuant to Article 10(5) of Regulation No 17, the Court of First Instance was right to hold, in paragraph 257 of the contested judgment, that fresh consultation of the Advisory Committee was not required (see, by analogy, with respect to consultation of the Parliament during the legislative process, Case C-392/95 Parliament v Council [1997] ECR I-3213, paragraph 15).",
        "NP": "118",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "166LVM and DSM complain that the Court of First Instance failed to respond in a reasoned manner to their argument that Article 6 of the ECHR is as such applicable to proceedings in competition matters, and that it restricted itself to referring to paragraph 56 of its judgment in Joined Cases T-213/95 and T-18/96 SCK and FNK v Commission [1997] ECR II-1739. Thus, they also complain that, in paragraph 121 of the contested judgment, the Court of First Instance reclassified as a general principle of Community law the fundamental principle that decisions are to be adopted within a reasonable time but then failed to apply Article 6 of the ECHR. In its judgment in Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraphs 26 to 44, the Court of Justice, without stating the nature of the principle in detail, ruled that Article 6 of the ECHR is directly applicable and that, in that case, the length of the proceedings before the Court of First Instance was not justified.",
        "NP": "166",
        "REF.NP.ECR": [
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            43,
            44
        ]
    },
    {
        "NO.CASE": [
            "2/94"
        ],
        "text": "167However, it should be stated that, in paragraph 120 of the contested judgment, the Court of First Instance rightly observed that, as it had already ruled in paragraph 53 of the judgment in SCK and FNK, cited above:in accordance with settled case-law, fundamental rights form an integral part of the general principles of Community law whose observance is ensured by the Community judicature (see, in particular, Opinion 2/94 of the Court of Justice [1996] ECR I-1759, paragraph 33, and Case C-299/95 Kremzow [1997] ECR I-2629, paragraph 14);for that purpose, the Court of Justice and the Court of First Instance draw inspiration from the constitutional traditions common to the Member States and the guidelines supplied by international treaties and conventions on the protection of human rights on which the Member States have collaborated orto which they are signatories;the ECHR has special significance in that respect (Case 222/84 Johnston [1986] ECR 1651, paragraph 18, and Kremzoiv, cited above, paragraph 14);furthermore, Article F.2 of the Treaty on European Union (now, after amendment, Article 6(2) EU) provides that [t]he Union shall respect fundamental rights, as guaranteed by the [ECHR] and as they result from the constitutional traditions common to the Member States, as general principles of Community law.",
        "NP": "167",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": "Kremzow",
        "NO.CASE": [
            "299/95"
        ],
        "text": "167However, it should be stated that, in paragraph 120 of the contested judgment, the Court of First Instance rightly observed that, as it had already ruled in paragraph 53 of the judgment in SCK and FNK, cited above:in accordance with settled case-law, fundamental rights form an integral part of the general principles of Community law whose observance is ensured by the Community judicature (see, in particular, Opinion 2/94 of the Court of Justice [1996] ECR I-1759, paragraph 33, and Case C-299/95 Kremzow [1997] ECR I-2629, paragraph 14);for that purpose, the Court of Justice and the Court of First Instance draw inspiration from the constitutional traditions common to the Member States and the guidelines supplied by international treaties and conventions on the protection of human rights on which the Member States have collaborated orto which they are signatories;the ECHR has special significance in that respect (Case 222/84 Johnston [1986] ECR 1651, paragraph 18, and Kremzoiv, cited above, paragraph 14);furthermore, Article F.2 of the Treaty on European Union (now, after amendment, Article 6(2) EU) provides that [t]he Union shall respect fundamental rights, as guaranteed by the [ECHR] and as they result from the constitutional traditions common to the Member States, as general principles of Community law.",
        "NP": "167",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": "Johnston",
        "NO.CASE": [
            "222/84"
        ],
        "text": "167However, it should be stated that, in paragraph 120 of the contested judgment, the Court of First Instance rightly observed that, as it had already ruled in paragraph 53 of the judgment in SCK and FNK, cited above:in accordance with settled case-law, fundamental rights form an integral part of the general principles of Community law whose observance is ensured by the Community judicature (see, in particular, Opinion 2/94 of the Court of Justice [1996] ECR I-1759, paragraph 33, and Case C-299/95 Kremzow [1997] ECR I-2629, paragraph 14);for that purpose, the Court of Justice and the Court of First Instance draw inspiration from the constitutional traditions common to the Member States and the guidelines supplied by international treaties and conventions on the protection of human rights on which the Member States have collaborated orto which they are signatories;the ECHR has special significance in that respect (Case 222/84 Johnston [1986] ECR 1651, paragraph 18, and Kremzoiv, cited above, paragraph 14);furthermore, Article F.2 of the Treaty on European Union (now, after amendment, Article 6(2) EU) provides that [t]he Union shall respect fundamental rights, as guaranteed by the [ECHR] and as they result from the constitutional traditions common to the Member States, as general principles of Community law.",
        "NP": "167",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "194As regards an administrative procedure relating to competition law, the Court of First Instance has exclusive jurisdiction to establish and assess the relevant facts except where those facts are clearly distorted and then, subject to review by the Court of Justice, to define their legal nature with regard to observance of the principle that decisions should be adopted within a reasonable time (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 49).",
        "NP": "194",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Netherlands and Van der Wal",
            "Commission"
        ],
        "NO.CASE": [
            "174/98",
            "189/98"
        ],
        "text": "225The Commission considers that the idea of a uniform procedure for all cases is incompatible with the guarantee of judicial independence as it emanates, according to the Court's case-law, from the general principle of Community law, inspired by Article 6 of the ECHR, under which every person has the right to a fair trial. That right also comprises the right to a tribunal that is independent of the executive power in particular (Joined Cases C-174/9 8 P et C-189/98 P Netherlands and Van der Wal v Commission [2000] ECR I-1, paragraph 17).",
        "NP": "225",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Boehringer Mannheim",
            "Commission"
        ],
        "NO.CASE": [
            "45/69"
        ],
        "text": "228The Commission submits that Regulation 2988/74, adopted to give effect to a principle laid down by the Court in Case 45/69 Boehringer Mannheim v Commission [1970] ECR 769, paragraph 6, introduced an exhaustive set of rules governing the passage of time in the competition cases with which it deals and complying with the principles of legal certainty and the right to a fair hearing. It is therefore unnecessary to introduce a new set of rules based on undue delay.",
        "NP": "228",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "Dow Benelux",
            "Commission"
        ],
        "NO.CASE": [
            "85/87"
        ],
        "text": "240As regards the substance, the Court of First Instance considered, in paragraph 417 of the contested judgment, that the plea must be understood as alleging infringement of the general principle of Community law ensuring protection against intervention by the public authorities in the sphere of private activities of any person, whether natural or legal, which are disproportionate or arbitrary (Hoechst, cited above, paragraph 19; Case 85/87 Dow Benelux v Commission [1989] ECR 3137, paragraph 30; Joined Cases 97/87, 98/87 and 99/87 Dow Chemical Ibérica and Others v Commission [1989] ECR 3165, paragraph 16).",
        "NP": "240",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Dow Chemical Iberica and Others",
            "Commission"
        ],
        "NO.CASE": [
            "97/87",
            "98/87",
            "99/87"
        ],
        "text": "240As regards the substance, the Court of First Instance considered, in paragraph 417 of the contested judgment, that the plea must be understood as alleging infringement of the general principle of Community law ensuring protection against intervention by the public authorities in the sphere of private activities of any person, whether natural or legal, which are disproportionate or arbitrary (Hoechst, cited above, paragraph 19; Case 85/87 Dow Benelux v Commission [1989] ECR 3137, paragraph 30; Joined Cases 97/87, 98/87 and 99/87 Dow Chemical Ibérica and Others v Commission [1989] ECR 3165, paragraph 16).",
        "NP": "240",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Orkem",
            "Commission"
        ],
        "NO.CASE": [
            "374/87"
        ],
        "text": "263First of all, they complain that, in paragraphs 447 to 449 of the contested judgment, the Court of First Instance, on the issue of the scope of the right asserted by them, ruled to the same effect as the judgment in Case 374/87 Orkem v Commission [1989] ECR 3283, paragraphs 34 and 35, thereby affording lesser protection to that right than results from recent developments in the case-law of the European Court of Human Rights.",
        "NP": "263",
        "REF.NP.ECR": [
            "34",
            "35"
        ]
    },
    {
        "HT": [
            "Moccia Irme and Others",
            "Commission"
        ],
        "NO.CASE": [
            "280/99",
            "282/99"
        ],
        "text": "285It then proceeded to carry out an appraisal of the facts which does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, in particular, Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78, and the order of 13 November 2001 in Case C-430/00 P Dürbeck v Commission [2001] ECR I-8547, paragraph 24).",
        "NP": "285",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Durbeck",
            "Commission"
        ],
        "NO.CASE": [
            "430/00"
        ],
        "text": "285It then proceeded to carry out an appraisal of the facts which does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, in particular, Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78, and the order of 13 November 2001 in Case C-430/00 P Dürbeck v Commission [2001] ECR I-8547, paragraph 24).",
        "NP": "285",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": "Asociacion Espanola de Banca Privada and Others",
        "NO.CASE": [
            "67/91"
        ],
        "text": "297DSM and ICI complain that the Court of First Instance rejected their arguments in accepting the legality of the use of the documents in issue in the form of fresh copies of those documents obtained in the context of the procedure relating to the PVC sector. They claim that that conclusion is inconsistent with the case-law established in Dow Benelux, in Case C-67/91 Asociación Española de Banca Privada and Others [1992] ECR I-4785 and in Case C-36/92 P SEP v Commission [1994] ECR I-1911).",
        "NP": "297"
    },
    {
        "HT": [
            "SEP",
            "Commission"
        ],
        "NO.CASE": [
            "36/92"
        ],
        "text": "297DSM and ICI complain that the Court of First Instance rejected their arguments in accepting the legality of the use of the documents in issue in the form of fresh copies of those documents obtained in the context of the procedure relating to the PVC sector. They claim that that conclusion is inconsistent with the case-law established in Dow Benelux, in Case C-67/91 Asociación Española de Banca Privada and Others [1992] ECR I-4785 and in Case C-36/92 P SEP v Commission [1994] ECR I-1911).",
        "NP": "297"
    },
    {
        "HT": [
            "Hercules Chemicals",
            "Commission"
        ],
        "NO.CASE": [
            "51/92"
        ],
        "text": "315In that regard, it must be observed that access to the file in competition cases is intended in particular to enable the addressees of statements of objections to acquaint themselves with the evidence in the Commission's file so that on the basis of that evidence they can express their views effectively on the conclusions reached by the Commission in its statement of objections (see Case C-51/92 P Hercules Chemicals v Commission [1999] ECR I-4235, paragraph 75, and the case-law cited therein).",
        "NP": "315",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "Groupement des fabricants de papiers peints de Belgique and Others",
            "Commission"
        ],
        "NO.CASE": [
            "73/74"
        ],
        "text": "446ICI argues that the Commission was under no obligation to take a new decision. Its decision to do so without serving a new statement of objections, and with neither a fresh hearing of the undertakings nor fresh consultation of the Advisory Committee, was not only unusual but wholly unprecedented. In those circumstances, the undertakings were entitled to an explanation concerning those matters. On that point, ICI relies on Case 73/74 Groupement des fabricants de papiers peints de Belgique and Others v Commission [1975] ECR 1491, paragraph 31 and Case C-350/88 Delacre and Others v Commission [1990] ECR I-395, paragraph 15, in accordance with which the Commission may not provide only a summary of reasons where it deviates from a consistent line of decisions.",
        "NP": "446",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Delacre and Others",
            "Commission"
        ],
        "NO.CASE": [
            "350/88"
        ],
        "text": "446ICI argues that the Commission was under no obligation to take a new decision. Its decision to do so without serving a new statement of objections, and with neither a fresh hearing of the undertakings nor fresh consultation of the Advisory Committee, was not only unusual but wholly unprecedented. In those circumstances, the undertakings were entitled to an explanation concerning those matters. On that point, ICI relies on Case 73/74 Groupement des fabricants de papiers peints de Belgique and Others v Commission [1975] ECR 1491, paragraph 31 and Case C-350/88 Delacre and Others v Commission [1990] ECR I-395, paragraph 15, in accordance with which the Commission may not provide only a summary of reasons where it deviates from a consistent line of decisions.",
        "NP": "446",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "SPO and Others",
            "Commission"
        ],
        "NO.CASE": [
            "137/95"
        ],
        "text": "456Montedison argues that the Court of First Instance should have found that the statement of reasons for the PVC II decision was defective as regards the method of calculation used. In its view, the Commission is required to state in its decision the specific factors which it has taken into account in order to enable the undertakings better to assess, first, whether the Commission has made any error in determining the amount of each fine, and second, whether the amount of each individual fine is justified by the general criteria applied. In order to determine the amount of a fine, it is necessary to establish the gravity of the infringement by reference to numerous factors such as the particular circumstances of the case, its context and the dissuasive effect of fines (order of 25 March 1996 in Case C-137/95 P SPO and Others v Commission [1996] ECR I-1611, paragraph 54).",
        "NP": "456",
        "REF.NP.ECR": [
            "54"
        ]
    },
    {
        "HT": [
            "Sarrio",
            "Commission"
        ],
        "NO.CASE": [
            "291/98"
        ],
        "text": "463The essential procedural requirement to state reasons is satisfied where the Commission indicates in its decision the factors which enabled it to determine the gravity of the infringement and its duration (Case C-291/98 P Sarrio v Commission [2000] ECR I-9991, paragraph 73).",
        "NP": "463",
        "REF.NP.ECR": [
            "73"
        ]
    },
    {
        "HT": "Brasserie De Haecht",
        "NO.CASE": [
            "23/67"
        ],
        "text": "483Montedison complains that the Court of First Instance did not consider the economic context, as it is required to do before reaching any decision on a competition matter, especially where that decision imposes a fine (Case 23/67 Brasserie De Haecht [1967] ECR 407, at 415).",
        "NP": "483"
    },
    {
        "HT": [
            "Consten and Grundig",
            "Commission"
        ],
        "NO.CASE": [
            "56/64",
            "58/64"
        ],
        "text": "491In that connection, it must be observed that the Court of First Instance rightly held, in paragraph 741 of the contested judgment, that it is well established that, for the purposes of applying Article 85(1) of the Treaty, there is no need to take account of the actual effects of an agreement once it appears that its aim is to restrict, prevent or distort competition (see, in particular, Joined Cases 56/64 and 58/64 Consten and Grundig v Commission [1966] ECR 299, at 342).",
        "NP": "491"
    },
    {
        "HT": [
            "Uflex and Others",
            "Commission"
        ],
        "NO.CASE": [
            "119/97"
        ],
        "text": "495Montedison further submits that, in disregarding the economic context, the Court of First Instance distorted the evidence and compensated for the lacunae in that respect, which are clearly apparent from the file, with theories based on presumptions of anticompetitive conduct. Such an approach must be dealt with at the appeal stage as distortion of the evidence (Case C-119/97 P Uflex and Others v Commission [1999] ECR I-1341, paragraph 66).",
        "NP": "495",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Del Plato",
            "Commission"
        ],
        "NO.CASE": [
            "31/95"
        ],
        "text": "497It must be observed that, in accordance with established case-law, it follows from Article 168a of the EC Treaty (now Article 225 EC), the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(1)(c) of the Rules of Procedure of the Court of Justice that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal (see, in particular, the order in Case C-31/95 P Del Plato v Commission [1996] ECR I-1443, paragraphs 18 and 19, and the judgment in Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 34), failing which the appeal or plea concerned is inadmissible.",
        "NP": "497",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "497It must be observed that, in accordance with established case-law, it follows from Article 168a of the EC Treaty (now Article 225 EC), the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(1)(c) of the Rules of Procedure of the Court of Justice that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal (see, in particular, the order in Case C-31/95 P Del Plato v Commission [1996] ECR I-1443, paragraphs 18 and 19, and the judgment in Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 34), failing which the appeal or plea concerned is inadmissible.",
        "NP": "497",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Enso Espanola",
            "Commission"
        ],
        "NO.CASE": [
            "282/98"
        ],
        "text": "604However, without there being any need to consider the merits of that premiss, it is sufficient to state that, in holding in paragraph 1222 of the contested judgment that the risks of fluctuating exchange rates remain inevitable, the Court of First Instance was merely pointing out, quite correctly, that currency fluctuations are an element of chance which may produce advantages and disadvantages which undertakings realising part of their sales on export markets have to deal with regularly in the course of their business activities and the very existence of which is not such as to render inappropriate the amount of a fine lawfully fixed (Case C-282/98 P Enso Española V Commission [2000] ECR I-9817, paragraph 59, and Sarrio, paragraph 89).",
        "NP": "604",
        "REF.NP.ECR": [
            "59"
        ]
    },
    {
        "HT": [
            "Alpha Steel",
            "Commission"
        ],
        "NO.CASE": [
            "14/81"
        ],
        "text": "691The appellant denies that it is open to the Commission, in the course of proceedings before the Court of First Instance or following delivery of a judgment, to repeat its decision, ad infinitum, as the case may be, in the event of a subsequent action. In support of that submission, it relies on Case 14/81 Alpha Steel v Commission [1982] ECR 749.",
        "NP": "691"
    }
]