[
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "9By application lodged at the Court Registry on 19 February 1997, the Kingdom of Belgium asked the Court to annul Decision 97/239. By judgment of 17 June 1999 in Case C-75/97 Belgium v Commission [1999] ECR I-3671, the Court dismissed that application.",
        "NP": "9"
    },
    {
        "HT": [
            "France",
            "Commission ("
        ],
        "NO.CASE": [
            "301/87"
        ],
        "text": "24The means of redress provided for by the second subparagraph of Article 93(2) of the Treaty is merely a variant of the action for a declaration of failure to fulfil Treaty obligations, specifically adapted to the special problems which State aid poses for competition within the common market (see Case C-301/87 France v Commission (Boussac Saint Frères ) [1990] ECR I-307, paragraph 23).",
        "NP": "24",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "58/99"
        ],
        "text": "25In the context of proceedings under Article 169 of the EC Treaty (now Article 226 EC), the question whether a Member State has failed to fulfil its obligations must be determined by reference to the situation in the Member State as it stood at the end of the period laid down in the reasoned opinion, and the Court cannot take account of any subsequent changes (see, for instance, Case C-58/99 Commission v Italy [2000] ECR I-3811, paragraph 17).",
        "NP": "25",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Commission",
            "France"
        ],
        "NO.CASE": [
            "261/99"
        ],
        "text": "28In view of the difficulties in fact encountered and given the case-law concerning the duty imposed on the Member States and the Community institutions to cooperate genuinely with each other (see Case C-261/99 Commission v France [2001] ECR I-2537, paragraph 24), it cannot be disputed that the period fixed in Article 3 of Decision 97/239 was replaced by that which resulted from the letter of 4 May 1998. That latter date must be regarded as the pertinent one and it must be held that initiatives and measures taken by the Belgian authorities after the date when that period expired cannot be taken into consideration.",
        "NP": "28",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "348/93"
        ],
        "text": "30According to consistent case-law, the only defence available to a Member State in opposing an application by the Commission under Article 93(2) of the Treaty for a declaration that it has failed to fulfil its Treaty obligations is to plead that it was absolutely impossible for it to implement the decision properly (see Case C-348/93 Commission v Italy [1995] ECR I-673, paragraph 16; Case C-280/95 Commission v Italy [1998] ECR I-259, paragraph 13; and Commission v France, cited above, paragraph 23).",
        "NP": "30",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "280/95"
        ],
        "text": "30According to consistent case-law, the only defence available to a Member State in opposing an application by the Commission under Article 93(2) of the Treaty for a declaration that it has failed to fulfil its Treaty obligations is to plead that it was absolutely impossible for it to implement the decision properly (see Case C-348/93 Commission v Italy [1995] ECR I-673, paragraph 16; Case C-280/95 Commission v Italy [1998] ECR I-259, paragraph 13; and Commission v France, cited above, paragraph 23).",
        "NP": "30",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "31The fact that a Member State can only plead in its defence against such an action that implementation was absolutely impossible does not prevent a State which, in giving effect to a Commission decision on State aid, encounters unforeseen and unforeseeable difficulties or becomes aware of consequences overlooked by the Commission, from submitting those problems to the Commission for consideration, together with proposals for suitable amendments to the decision in question. In such cases, the Commission and the Member State must, by virtue of the rule imposing on the Member States and the Community institutions a duty of genuine cooperation which underlies, in particular, Article 5 of the Treaty (now Article 10 EC), work together in good faith with a view to overcoming the difficulties whilst fully observing the Treaty provisions and, in particular, the provisions on aid (see Case 94/87 Commission v Germany [1989] ECR 175, paragraph 9; Commission v Italy, cited above, paragraph 17; Case C-404/97 Commission v Portugal [2000] ECR I-4897, paragraph 40; and Commission v France, cited above, paragraph 24).",
        "NP": "31",
        "REF.NP.ECR": [
            "40"
        ]
    },
    {
        "HT": [
            "Commission",
            "Portugal"
        ],
        "NO.CASE": [
            "404/97"
        ],
        "text": "31The fact that a Member State can only plead in its defence against such an action that implementation was absolutely impossible does not prevent a State which, in giving effect to a Commission decision on State aid, encounters unforeseen and unforeseeable difficulties or becomes aware of consequences overlooked by the Commission, from submitting those problems to the Commission for consideration, together with proposals for suitable amendments to the decision in question. In such cases, the Commission and the Member State must, by virtue of the rule imposing on the Member States and the Community institutions a duty of genuine cooperation which underlies, in particular, Article 5 of the Treaty (now Article 10 EC), work together in good faith with a view to overcoming the difficulties whilst fully observing the Treaty provisions and, in particular, the provisions on aid (see Case 94/87 Commission v Germany [1989] ECR 175, paragraph 9; Commission v Italy, cited above, paragraph 17; Case C-404/97 Commission v Portugal [2000] ECR I-4897, paragraph 40; and Commission v France, cited above, paragraph 24).",
        "NP": "31",
        "REF.NP.ECR": [
            "40"
        ]
    },
    {
        "HT": [
            "Commission",
            "Greece"
        ],
        "NO.CASE": [
            "183/91"
        ],
        "text": "32The condition of absolute impossibility is not satisfied where the defendant government merely informs the Commission of the legal and practical difficulties involved in implementing the decision, without taking any step whatsoever to recover the aid from the undertakings in question, and without proposing to the Commission any alternative arrangements for implementing the decision which would have enabled the alleged difficulties to be overcome (see Commission v Germany, cited above, paragraph 10; Case C-183/91 Commission v Greece [1993] ECR I-3131, paragraph 20; and Commission v Italy, cited above, paragraph 14).",
        "NP": "32",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": "Alean Deutschland",
        "NO.CASE": [
            "24/95"
        ],
        "text": "51Given the absence of Community provisions relating to the procedure for recovering undue payments, the recovery of unlawfully paid aid must in principle take place in accordance with the relevant procedural provisions of national law (see Case C-24/95 Alean Deutschland [1997] ECR I-1591, paragraph 24). The",
        "NP": "51",
        "REF.NP.ECR": [
            "24"
        ]
    }
]