[
    {
        "HT": [
            "Europ emballage and Continental Can",
            "Commission"
        ],
        "NO.CASE": [
            "6/72"
        ],
        "text": "8The conclusions of the Court of First Instance regarding the definition of the relevant market are based on a legal appraisal (paragraphs 64 to 78 of the judgment) which is, in substance, as follows:according to the case-law of the Court of Justice (see the judgment in Case 6/72 Europ emballage and Continental Can v Commission [1973] ECR 215) the relevant product market is defined as the market for those products which, in relation to their characteristics, are apt to satisfy an inelastic need and are interchangeable only to a limited extent with other products (paragraph 64 of the contested judgment); in the present case, it is necessary to determine whether the relevant product market is the market for all construction fastening systems or whether the relevant markets are those for PAF tools and the consumables designed for them, namely cartridge strips and nails (paragraph 65 of the contested judgment);nail guns, cartridge strips and nails constitute three specific markets. Since cartridge strips and nails are specifically manufactured, and purchased by users, for a single brand of gun, there are separate markets for cartridge strips and nails compatible with Hilti nail guns (paragraph 66 of the contested judgment);with regard, in particular, to the nails whose use in Hilti tools is an essential element of the dispute, there have been, since the 1960s, independent producers of nails intended for use in the nail guns, and even producers specializing solely in the manufacture of nails specifically designed for Hilti tools. That fact in itself is sound evidence that there is a specific market for nails compatible with Hilti nail guns (paragraph 67 of the contested judgment);Hilti's contention that guns, cartridge strips and nails form an indivisible whole is in practice tantamount to permitting producers of nail guns to exclude the use in their tools of consumables other than their own branded products, whereas Community competition law permits independent producers to manufacture those products provided that they do not infringe an industrial or intellectual property right (paragraph 68 of the contested judgment);PAF systems differ from other fastening systems in several important respects. The specific features of PAF systems, as described in the decision at issue, are such as to make them the obvious choice in a number of cases. It is evident from the documents in the case that in many instances there is no realistic alternative to PAF systems either for a qualified operator carrying out a job on site or for a technician instructed to select the fastening methods to be used in a given situation (paragraph 69 of the contested judgment);the Commission's description of those features in the decision at issue is sufficiently clear and convincing to justify the conclusions drawn from it (paragraph 70 of the contested judgment);those findings leave no real doubt as to the existence, in practice, of a variety of situations, some of which favour PAF systems, whilst others favour other fastening systems; the fact that several different fastening methods have each accounted for an important and stable share of total demand for fastening systems shows that there is only a relatively low degree of substitutability between the different fastening systems (paragraph 71 of the contested judgment);those conclusions are corroborated by the opinion of Mr Yarrow and the survey conducted by Rosslyn Research Limited. In particular, they disclose that a large number of users can see no alternative to using PAF systems in those circumstances where they are used (paragraph 73 of the contested decision). Contrary to their intention, those studies do not demonstrate a high degree of economic substitutability between the relevant products. In particular, they do not show that there is a high degree of cross-price-elasticity (paragraph 75 of the contested judgment);those findings are not weakened by Professor Albach's opinion, which takes into account only price as a factor, when the survey conducted by Rosslyn Research Limited shows that the choice of the consumer depends to a large extent on unquantifiable circumstances (paragraph 76 of the contested judgment);on the basis of all the grounds given by it, the Court of First Instance reaches the conclusion set out in paragraph 6 of this judgment.",
        "NP": "8"
    },
    {
        "HT": "Vidrdnyi v Commission",
        "NO.CASE": [
            "283/90"
        ],
        "text": "10It should be pointed out, before considering Hilti's pleas, that the Court of Justice has consistently held that pursuant to Article 168A of the EEC Treaty and Article 51 of the Statute of the Court of Justice of the EEC an appeal may rely only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts (see, in particular, the judgments in Case C-283/90 P Vidrdnyi v Commission [1991] ECR I-4339, paragraph 12, and in Case C-346/90 P F. v Commission [1992] ECR I-2691, paragraph 7).",
        "NP": "10",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": "Commission",
        "NO.CASE": [
            "346/90"
        ],
        "text": "10It should be pointed out, before considering Hilti's pleas, that the Court of Justice has consistently held that pursuant to Article 168A of the EEC Treaty and Article 51 of the Statute of the Court of Justice of the EEC an appeal may rely only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts (see, in particular, the judgments in Case C-283/90 P Vidrdnyi v Commission [1991] ECR I-4339, paragraph 12, and in Case C-346/90 P F. v Commission [1992] ECR I-2691, paragraph 7).",
        "NP": "10",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": [
            "Hoffmann-La Roche",
            "Commission"
        ],
        "NO.CASE": [
            "85/76"
        ],
        "text": "11Hilti's first plea is that the Court of First Instance concluded that there was a market for Hilti nails by basing itself solely on the uncontested fact that Hilti nails and Hilti cartridge strips were manufactured and sold specifically for use in Hilti tools (paragraphs 66 and 67 of the contested judgment), without considering whether or not the PAF systems were interchangeable with other products, as required by the case-law of the Court of Justice (see the judgment in Case 85/76 Hoffmann-La Roche v Commission [1979] ECR461, paragraph 28). Hilti claims that in order to find that there is a separate market for Hilti nails, the Court of First Instance, applying the rules laid down by the Court of Justice in Case 22/78 Hugin v Commission [1979] ECR 1869, would have to have found that the purchasers of nails were different from the purchasers of nail guns, which the documents before it showed was not the case.",
        "NP": "11",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "Hugin",
            "Commission"
        ],
        "NO.CASE": [
            "22/78"
        ],
        "text": "11Hilti's first plea is that the Court of First Instance concluded that there was a market for Hilti nails by basing itself solely on the uncontested fact that Hilti nails and Hilti cartridge strips were manufactured and sold specifically for use in Hilti tools (paragraphs 66 and 67 of the contested judgment), without considering whether or not the PAF systems were interchangeable with other products, as required by the case-law of the Court of Justice (see the judgment in Case 85/76 Hoffmann-La Roche v Commission [1979] ECR461, paragraph 28). Hilti claims that in order to find that there is a separate market for Hilti nails, the Court of First Instance, applying the rules laid down by the Court of Justice in Case 22/78 Hugin v Commission [1979] ECR 1869, would have to have found that the purchasers of nails were different from the purchasers of nail guns, which the documents before it showed was not the case.",
        "NP": "11",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "CRAM and Rheinzink",
            "Commission"
        ],
        "NO.CASE": [
            "29/83",
            "30/83"
        ],
        "text": "31Relying primarily on the judgment of the Court of Justice in Joined Cases 29/83 and 30/83 CRAM and Rheinzink v Commission [1984] ECR 1679, Hilti claims that, since the Commission determined the relevant market on the basis of inferences, it was sufficient for Hilti, in order to show that the decision was defective on that point, to demonstrate that the facts established in the decision at issue could be interpreted differently.",
        "NP": "31"
    }
]