[
    {
        "HT": [
            "Lech-Stahlwerke",
            "Commission"
        ],
        "NO.CASE": [
            "111/99"
        ],
        "text": "32In that connection, it should be pointed out that, unlike in the case of Article 92(1) of the EC Treaty, for aid to be deemed incompatible with the common market under Article 4(c) of the ECSC Treaty, there is no requirement that it distorts or threatens to distort competition (see order of 25 January 2001 in Case C-111/99 P Lech-Stahlwerke v Commission [2001] ECR I-727, paragraph 41).",
        "NP": "32",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "35As regards the argument alleging misuse of powers, it should be pointed out that it follows from Article 225 EC, the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(1)(c) of the Rules of Procedure of the Court of Justice that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal (order in Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 34).",
        "NP": "35",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "De Rijk",
            "Commission [1997]"
        ],
        "NO.CASE": [
            "153/96"
        ],
        "text": "67The Court has also consistently held that, under Articles 113(2) and 116(1) of the Rules of Procedure of the Court of Justice, fresh submissions, not contained in the original application, cannot be raised in an appeal (see, inter alia, Case C-153/96 P De Rijk v Commission [1997] ECR I-2901, paragraph 18).",
        "NP": "67",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Hilti",
            "Commission"
        ],
        "NO.CASE": [
            "53/92"
        ],
        "text": "78Under Article 225 EC and Article 51 of the EC Statute of the Court of Justice, an appeal lies on a point of law only. Therefore, the Court of First Instance has sole jurisdiction to find and appraise the facts, except in a case where the factual inaccuracy of its findings arises from evidence adduced before it. The appraisal of the facts by the Court of First Instance does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (judgment in Case C-53/92 P Hilti v Commission [1994] ECR I-667, paragraph 42).",
        "NP": "78",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "356/90",
            "180/91"
        ],
        "text": "90In the context of a scheme, such as the Fifth Code, which derogates from the strict prohibition of aid laid down in Article 4(c) of the ECSC Treaty, proposed aid can be approved only if it observes each of the conditions laid down in that scheme. During the course of the procedure for examination of the proposed aid, it is therefore for the Commission to investigate whether the grant of aid will comply with those conditions. Consequently, there is no need for a statement of reasons other than the Commission's finding that certain criteria applied under that scheme are not satisfied in the instant case (see, to that effect, the judgment in Joined Cases C-356/90 and C-180/91 Belgium v Commission [1993] ECR I-2323, paragraph 36).",
        "NP": "90",
        "REF.NP.ECR": [
            "36"
        ]
    }
]