[
    {
        "HT": "Foto Frost",
        "NO.CASE": [
            "314/85"
        ],
        "text": "54It should also be observed that, where the administrative implementation of a Community decision is a matter for the national authorities, the judicial protection guaranteed by Community law affords individuals the right to challenge, indirectly, the legality of that decision before the national court and to ask it to refer questions to the Court of Justice for a preliminary ruling on the validity of that decision. In such a case, the Court of Justice alone has competence to declare a Community act to be invalid (see the judgment in Case 314/85 Foto Frost [1987] ECR 4199, paragraph 17).",
        "NP": "54",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": "Zuckerfabrik Suderdithmarsch en and Zuckerfabrik Soest",
        "NO.CASE": [
            "143/88",
            "92/89"
        ],
        "text": "55It follows that, where the national court finds that, owing to irregularities in the conduct of the examination of the notification by the competent national authority provided for in Article 12(1) of Directive 90/220, it was not proper for that authority to forward the dossier with a favourable opinion to the Commission as provided for in paragraph 2 of that provision, that court must refer the matter to the Court of Justice for a preliminary ruling if it considers that those irregularities are such as to affect the validity of the Commission's favourable decision, setting out the reasons for which it believes that the decision must be held to be invalid and, if necessary, ordering suspension of application of the measures for implementing that decision until the Court of Justice has ruled on the question of validity (see, to this effect, the judgment in Joined Cases C-143/88 and C-92/89 Zuckerfabrik Süderdithmarsch en and Zuckerfabrik Soest [1991] ECR I-415, paragraph 24).",
        "NP": "55",
        "REF.NP.ECR": [
            "24"
        ]
    }
]