[
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "156/77"
        ],
        "text": "10In those circumstances, in accordance with the Court's settled case-law, the Hellenic Republic may no longer call in question the validity of a decision addressed to it on the basis of Article 93(2) of the Treaty once the time-limit laid down in the third paragraph of Article 173 of the Treaty has expired (Case 156/77 Commission v Belgium [1978] ECR 1881 and Case 52/84 Commission v Belgium [1986] ECR 89). It follows from the latter judgment in particular that in those circumstances the only defence which can be raised to the action for failure to fulfil Treaty obligations is that it is absolutely impossible to implement the decision properly.",
        "NP": "10"
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "52/84"
        ],
        "text": "10In those circumstances, in accordance with the Court's settled case-law, the Hellenic Republic may no longer call in question the validity of a decision addressed to it on the basis of Article 93(2) of the Treaty once the time-limit laid down in the third paragraph of Article 173 of the Treaty has expired (Case 156/77 Commission v Belgium [1978] ECR 1881 and Case 52/84 Commission v Belgium [1986] ECR 89). It follows from the latter judgment in particular that in those circumstances the only defence which can be raised to the action for failure to fulfil Treaty obligations is that it is absolutely impossible to implement the decision properly.",
        "NP": "10"
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "16It follows from the Court's case-law that recovery of unlawful aid is the logical consequence of the finding that it is unlawful (see in particular Case C-142/87 Belgium v Commission [1990] ECR I-959, paragraph 66). That consequence cannot depend on the form in which the aid was granted.",
        "NP": "16",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "5/89"
        ],
        "text": "18Moreover, while a recipient of unlawfully granted aid is not precluded from relying on exceptional circumstances which may legitimately have caused it to assume the aid to be lawful, a Member State, on the other hand, whose authorities have granted the aid contrary to the procedural rules laid down in Article 93 may not rely on the legitimate expectations of recipients in order to justify a failure to comply with the obligation to take the steps necessary to implement a Commission decision ordering it to recover the aid. If it could do so, Articles 92 and 93 of the Treaty would be set at naught, since national authorities would thus be able to rely on their own unlawful conduct in order to deprive decisions taken by the Commission under those provisions of the Treaty of their effectiveness (Case C-5/89 Commission v Germany [1990] ECR I-3437, paragraphs 16 and 17).",
        "NP": "18",
        "REF.NP.ECR": [
            "16",
            "17"
        ]
    },
    {
        "HT": [
            "Commission",
            "Belgium,",
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "19Finally, as regards the Greek Government's other arguments, it must be emphasized that the fact that the only defence which a State to which a decision has been addressed can raise to an action such as that in the present case is that implementation of the decision is absolutely impossible does not prevent that State — if, in giving effect to the decision, it encounters unforeseen and unforeseeable difficulties or perceives consequences overlooked by the Commission — from submitting those problems for consideration by the Commission, together with proposals for suitable amendments to the decision in question. In such cases the Commission and the Member State must, by virtue of the rule imposing on the Member States and the Community institutions a duty of genuine cooperation, a rule which underlies in particular Article 5 of the Treaty, work together in good faith with a view to overcoming the difficulties while fully observing the Treaty provisions, in particular the provisions on aid (see Case 52/84 Commission v Belgium, cited above, and Case 94/87 Commission v Germany [1989] ECR 175).",
        "NP": "19"
    }
]