[
    {
        "HT": [
            "Meroni",
            "High Authority"
        ],
        "NO.CASE": [
            "9/56"
        ],
        "text": "6The Court of First Instance began by finding, in paragraphs 52 and 53 of the judgment, that EFDO's decisions on funding applications submitted under the MEDIA programme were imputable to the Commission because the Commission was responsible for implementing that programme under Article 7( 1 ) of Decision 90/685, because the judgment in Case 9/56 Meroni v High Authority [1957 and 1958] ECR 133 showed that delegation of powers coupled with a freedom to make assessments implying a wide discretionary power was not permissible, and because all EFDO's decisions were subject to the prior agreement of the Commission.",
        "NP": "6"
    },
    {
        "HT": [
            "Matra",
            "Commission"
        ],
        "NO.CASE": [
            "225/91"
        ],
        "text": "21The Commission also points out that the Court of Justice has held that, when applying a provision of Community law, the Commission must also have regard to the correct application of other provisions of the Treaty (Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraphs 41 and 42). It is true that the grant of funding to the UIP subsidiaries would not, as a matter of law, have prevented the subsequent adoption of an adverse decision on the application of the three parent companies for exemption, pursuant to Article 85(3), of their joint venture agreement. However, as a matter of principle, the Commission must be entitled to avoid inconsistencies that might arise in the implementation of the various provisions of Community law.",
        "NP": "21",
        "REF.NP.ECR": [
            "41",
            "42"
        ]
    },
    {
        "HT": [
            "Denmark",
            "Commission"
        ],
        "NO.CASE": [
            "349/85"
        ],
        "text": "26According to consistent case-law, the meaning and scope of terms for which Community law provides no definition must be determined by considering the general context in which they are used and their usual meaning in everyday language (see, in particular, Case 349/85 Denmark v Commission [1988] ECR 169, paragraph 9).",
        "NP": "26",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "24/62"
        ],
        "text": "33The appellants also state that it is clear from the case-law of the Court of Justice that, in imposing upon the Commission the obligation to state reasons for its decisions, Article 190 of the Treaty is not merely taking formal considerations into account, but seeks to give an opportunity to the parties of defending their rights, to the Court of Justice of exercising its supervisory function, and to Member States and all interested nationals of ascertaining the circumstances in which the Commission has applied the Treaty (Case 24/62 Germany v Commission [1963] ECR 63, 69).",
        "NP": "33"
    }
]