[
    {
        "HT": [
            "Steinike und Weinlig",
            "Federal Republic of Germany"
        ],
        "NO.CASE": [
            "78/76"
        ],
        "text": "11In the first place, it is important to note that, as the Court has consistently held (see, in particular, the judgment in Case 78/76 Steinike und Weinlig v Federal Republic of Germany [1977] ECR 595, paragraph 9), the intention of the Treaty in providing through Article 93 for aid to be kept under constant review and supervision by the Commission, is that the finding that an aid may be incompatible with the Common Market is to be determined, subject to review by the Court, by means of an appropriate procedure which it is the Commission's responsibility to set in motion.",
        "NP": "11",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "15In support of that view, the national court relies on the case-law of the Court of Justice, according to which the partial reduction of social charges devolving upon undertakings in a particular sector of industry constitutes an aid within the meaning of that provision if such a measure is intended partially to exempt those undertakings from the financial burdens arising from the normal application of the general system of compulsory contributions imposed by law (see the judgment in Case 173/73 Italy v Commission [1974] ECR 709). The system in question relieves shipowners who have registered their vessels in the ISR of certain financial burdens, particularly the higher social insurance contributions payable in the event of German seafarers being employed.",
        "NP": "15"
    },
    {
        "HT": [
            "Openbaar Ministerie of the Netherlands",
            "Van Tiggele"
        ],
        "NO.CASE": [
            "82/77"
        ],
        "text": "19As the Court held in its judgment in Case 82/77 Openbaar Ministerie of the Netherlands v Van Tiggele ([1978] ECR 25, paragraphs 23-25), only advantages which are granted directly or indirectly through State resources are to be regarded as State aid within the meaning of Article 92(1) of the EEC Treaty. The wording of this provision itself and the procedural rules laid down in Article 93 of the EEC Treaty show that advantages granted from resources other than those of the State do not fall within the scope of the provisions in question. The distinction between aid granted by the State and aid granted through State resources serves to bring within the definition of aid not only aid granted directly by the State, but also aid granted by public or private bodies designated or established by the State.",
        "NP": "19",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Defrenne",
            "Sabena III"
        ],
        "NO.CASE": [
            "149/77"
        ],
        "text": "25It is important to note that, as the Court has consistently held (see the judgments in Case 149/77 Defrenne v Sabena III [1978] ECR 1365, paragraph 19, and Case 126/86 Giménez Zaera v Instituto Nacional de la Seguridad Social [1987] ECR 3697, paragraph 13), Article 117 of the EEC Treaty is essentially in the nature of a programme. It relates only to social objectives the attainment of which must be the result of Community action, close cooperation between the Member States and the operation of the Common Market.",
        "NP": "25",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Gimenez Zaera",
            "Instituto Nacional de la Seguridad Social"
        ],
        "NO.CASE": [
            "126/86"
        ],
        "text": "25It is important to note that, as the Court has consistently held (see the judgments in Case 149/77 Defrenne v Sabena III [1978] ECR 1365, paragraph 19, and Case 126/86 Giménez Zaera v Instituto Nacional de la Seguridad Social [1987] ECR 3697, paragraph 13), Article 117 of the EEC Treaty is essentially in the nature of a programme. It relates only to social objectives the attainment of which must be the result of Community action, close cooperation between the Member States and the operation of the Common Market.",
        "NP": "25",
        "REF.NP.ECR": [
            "13"
        ]
    }
]