[
    {
        "HT": [
            "Turner",
            "Commission"
        ],
        "NO.CASE": [
            "62/94"
        ],
        "text": "30According to settled case-law, that requirement is not satisfied by an appeal which confines itself to repeating or reproducing word for word the pleas in law and arguments previously submitted to the Court of First Instance, including those based on facts expressly rejected by that Court; in reality, such an appeal amounts to no more than a request for a re-examination of the application submitted to the Court of First Instance, a matter which falls outside the jurisdiction of the Court of Justice by virtue of Article 49 of the EC Statute (see, inter alia, the order of 17 October 1995 in Case C-62/94 P Turner v Commission [1995] ECR I-3177, paragraph 17).",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Confederation Nationale des Producteurs de Fruits et Legumes and Others",
            "Council"
        ],
        "NO.CASE": [
            "16/62",
            "17/62"
        ],
        "text": "33As regards the plea alleging that the last indent of Article 4(2) of Regulation No 3604/93 is in reality a decision of direct and individual concern to the appellant, it must first be borne in mind that in Joined Cases 16/62 and 17/62 Confédération Nationale des Producteurs de Fruits et Légumes and Others v Council [1962] ECR 471 the Court held that the term decision in the second paragraph of Article 173 of the EEC Treaty, now the fourth paragraph of Article 173 of the EC Treaty, must be understood in the technical sense in which it is used in Article 189 of the Treaty and that the criterion for distinguishing between a legislative act and a decision within the meaning of Article 189 must be sought in the general application or otherwise of the act in question."
    },
    {
        "HT": [
            "Asocarne",
            "Council"
        ],
        "NO.CASE": [
            "10/95"
        ],
        "text": "34Moreover, it is settled law that the fact that the number and even the identity of the persons to whom a measure applies can be determined more or less precisely is not such as to call in question the legislative nature of the measure (see the order of 23 November 1995 in Case C-10/95 P Asocarne v Council [1995] ECR I-4149, paragraph 30, and the case-law cited there).",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Codomiu",
            "Counal"
        ],
        "NO.CASE": [
            "309/89"
        ],
        "text": "36Although, as the Court of First Instance rightly pointed out, the Court of Justice has held that a measure which is legislative by nature may nevertheless in certain circumstances concern some economic operators individually (see Case C-309/89 Codomiu v Counäl [1994] ECR I-1853, paragraph 19), that case-law cannot be relied on in the present case since, unlike the measures contested in those cases, the contested provision has not adversely affected any specific right of the appellant within the meaning of that case-law.",
        "REF.NP.ECR": [
            "19"
        ]
    }
]