[
    {
        "HT": [
            "Oyowe and Traore",
            "Commission"
        ],
        "NO.CASE": [
            "100/88"
        ],
        "text": "5In particular, the Court of First Instance held as follows:39... the purpose of the first paragraph of Article 12 of the Staff Regulations is to ensure that Community officials, in their conduct, present a dignified image which is in keeping with the particularly correct and respectable behaviour one is entitled to expect from members of an international civil service (Case T-146/94 Williams ν Court of Auditors [1996] ECR-SC 329, paragraph 65). In the present case the memorandum of 10 January 1995 is distinguished by an aggressive tone and therefore lacks the necessary decorum, as indeed the applicant recognised in her application. In particular expressions such as work ... which he is not familiar with, which are none of your business, that immediate superior is certainly not you, Do not exceed your powers, Stop defaming me and subjecting me to abuse and insults, During the period when I was assigned to the Directorate I was the victim of insults on the part [of the reporting officer] : unbeknown to me he sent a defamatory note to Mr [Y] on 24 March 1994 demanding that I be dismissed and leading to my post being removed from the list of posts and The staff report drawn up by [the reporting officer] constitutes an abusive and defamatory personal attack full of false allegations do not betoken the proper conduct required of officials under the first paragraph of Article 12 of the Staff Regulations. That being so, the Court considers that the administration was quite right to take the view that the memorandum in question constituted a breach of the applicant's duty to uphold the dignity of the service.40For the same reasons, the administration was entitled to find that the applicant's memorandum amounted to a breach of Article 21 of the Staff Regulations. Observance of the duty to assist and tender advice to one's superiors laid down in that article is required not only in the performance of specific tasks entrusted to an official but extends to the whole relationship between the official and the institution. By reason of that duty, therefore, the official must abstain, in general, from any act which may reflect on the position of the institution and its authorities and on the respect due to them (Williams ν Court of Auditors, cited above, paragraph 72). As has been observed in the preceding paragraph, a number of the comments which the applicant made in the memorandum of 10 January 1995 reflected on the position of the reporting officer and the respect due to him.41Finally, it must be emphasised that, whilst it is true that freedom of expression is a fundamental right which is also enjoyed by Community officials (Case C-100/88 Oyowe and Traore ν Commission [1989] ECR 4285, paragraph 16), it is equally true that Articles 12 and 21 of the Staff Regulations, as interpreted above, do not constitute a bar to the freedom of expression of those officials but rather place reasonable limits on the exercise of that fundamental right, in the interests of the service. Consequently, when the applicant made use of her right under the second paragraph of Article 43 of the Staff Regulations to make any comments which she considered relevant on the periodical report which had just been communicated to her, it was incumbent on her to exercise that right in a manner compatible with Articles 12 and 21 of the Staff Regulations....59In the present case, as the Court has found,...the conduct attributable to the applicant is that when she used her right to communicate her observations on the staff report, she employed a tone and expressions which cannot be reconciled with the obligations relating to the dignity of the post and respect for the authorities of the institution. It was not, however, a serious breach of those obligations. In the contested memorandum, the applicant did not use grossly insulting language and she gave reasons for her criticism of the reporting official, setting out her own view of the working relationship she had with him and expressing her profound dissatisfaction with it. The breach of Articles 12 and 21 of the Staff Regulations therefore lies solely in the applicant's extreme and aggressive choice of words and in what she herself acknowledged in her application to be her unseemly conduct.60The Court finds that, in those circumstances, it was manifestly disproportionate to impose on her the penalty of relegation by several steps. That is a serious measure which is rarely imposed on officials and which, in order to be proportionate, must correspond to facts much more serious than those of the present case.",
        "NP": "5",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "10In that respect, it is settled case-law that, where the Court of First Instance has found or assessed facts, the Court of Justice has jurisdiction under Article 168a of the EC Treaty (now Article 225 EC) to review the legal nature of those facts and the legal consequences thereof as determined by the Court of First Instance (see, to that end, Case C-136/92 Ρ Commission ν Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 49).",
        "NP": "10",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": "Ter Voort",
        "NO.CASE": [
            "219/91"
        ],
        "text": "12Next, it is the settled case-law of the Court of Justice that fundamental rights form an integral part of the general principles of law whose observance the Court ensures, and that freedom of expression, which is enshrined in Article 10 of the European Convention for the Protection of Human Rights and Fundamental Freedoms, is one of those general principles (see Case C-219/91 Ter Voort [1992] ECR I-5485, paragraphs 34 and 35).",
        "NP": "12",
        "REF.NP.ECR": [
            "34",
            "35"
        ]
    },
    {
        "HT": [
            "Finsider",
            "Commission"
        ],
        "NO.CASE": [
            "320/92"
        ],
        "text": "17However, where the grounds of a judgment of the Court of First Instance disclose an infringement of Community law but the operative part of the judgment is shown to be well founded on other legal grounds, the appeal must be dismissed (see Case C-320/92 Ρ Finsider ν Commission [1994] ECR I-5697, paragraph 37).",
        "NP": "17",
        "REF.NP.ECR": [
            "37"
        ]
    }
]