[
    {
        "HT": [
            "Steinike und Weinlig",
            "Germany"
        ],
        "NO.CASE": [
            "78/76"
        ],
        "text": "11In this regard, it must be recalled that it follows from Article 90 of the Treaty that, save for the reservation in Article 90 (2), Article 92 covers all private and public undertakings and all their production (judgment in Case 78/76 Steinike und Weinlig v Germany [1977] ECR 595, at paragraph 18).",
        "NP": "11"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "12The aim of Article 92 of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (judgment in Case 173/73 Italy v Commission [1974] ECR 709, at paragraph 26).",
        "NP": "12"
    },
    {
        "HT": [
            "De Gezamenlijke Steenkolenmijnen in Limburg",
            "High Authority"
        ],
        "NO.CASE": [
            "30/59"
        ],
        "text": "13As the Court has already held in the context of the ECSC Treaty (judgment in Case 30/59 De Gezamenlijke Steenkolenmijnen in Limburg v High Authority [1961] ECR 1), the concept of aid is thus wider than that of a subsidy because it embraces not only positive benefits, such as subsidies themselves, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict meaning of the word, are similar in character and have the same effect.",
        "NP": "13"
    },
    {
        "HT": "Sloman Neptun",
        "NO.CASE": [
            "72/91",
            "73/91"
        ],
        "text": "16However, it is settled law (see, in particular, the judgment in Joined Cases C-72/91 and C-73/91 Sloman Neptun [1993] ECR I-887, paragraph 11) that in providing through Article 93 for aid to be kept under constant review and supervised by the Commission the intention of the Treaty is that the finding that an aid may be incompatible with the common market is to be made, subject to review by the Court, by means of an appropriate procedure which it is the Commission's responsibility to set in motion.",
        "NP": "16",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "47/91"
        ],
        "text": "20Existing aid may be implemented as long as the Commission has not found it to be incompatible with the common market (see the judgment in Case C-47/91 Italy v Commission [1992] ECR I-4145, paragraph 25).",
        "NP": "20",
        "REF.NP.ECR": [
            "25"
        ]
    }
]