[
    {
        "HT": [
            "Commission",
            "United Kingdom"
        ],
        "NO.CASE": [
            "246/89"
        ],
        "text": "21Although, as Community law stands at present, direct taxation does not as such fall within the purview of the Community, the powers retained by the Member States must nevertheless be exercised consistently with Community law (see the judgment in Case C-246/89 Commission v United Kingdom [1991] ECR I-4585, paragraph 12).",
        "NP": "21",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Biehl",
            "Administration des Contributions"
        ],
        "NO.CASE": [
            "175/88"
        ],
        "text": "23In that connection, the Court held in Case C-175/88 Biehl v Administration des Contributions [1990] ECR I-1779, paragraph 12) that the principle of equal treatment with regard to remuneration would be rendered ineffective if it could be undermined by discriminatory national provisions on income tax. That is why the Council laid down the requirement in Article 7 of Regulation (EEC) No 1612/68 of 15 October 1968 on the free movement of workers within the Community (OJ, English Special Edition 1968 (II) p. 475) that workers who are nationals of a Member State are to enjoy, in the territory of another Member State, the same tax benefits as nationals working there.",
        "NP": "23",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Sotgiu",
            "Deutsche Bundespost"
        ],
        "NO.CASE": [
            "152/73"
        ],
        "text": "26The Court has consistently held that the rules regarding equal treatment forbid not only overt discrimination by reason of nationality but also all covert forms of discrimination which, by the application of other criteria of differentiation, lead in fact to the same result (Case 153/73 Sotgiu v Deutsche Bundespost [1974] ECR 153, paragraph 11).",
        "NP": "26",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": [
            "Bachmann",
            "Belgium"
        ],
        "NO.CASE": [
            "204/90"
        ],
        "text": "40The view has been advanced, by those Member States which have submitted observations, that discriminatory treatment — regarding the talcing into account of personal and family circumstances and the availability of splitting — was justified by the need for consistent application of tax regimes to nonresidents. That justification, based on the need for cohesion of the tax system, was upheld by the Court in Case C-204/90 Bachmann v Belgium [1992] ECR I-249, paragraph 28). According to those Member States, there is a link between the taking into account of personal and family circumstances and the right to tax worldwide income. Since the taking into account of those circumstances is a matter for the Member State of residence, which is alone entitled to tax worldwide income, they contend that the State on whose territory the nonresident works does not have to take account of his personal and family circumstances since otherwise the personal and family circumstances of the nonresident would be taken into account twice and he would enjoy the corresponding tax benefits in both States.",
        "NP": "40",
        "REF.NP.ECR": [
            "28"
        ]
    }
]