[
    {
        "HT": "National Farmers' Union and Others",
        "NO.CASE": [
            "157/96"
        ],
        "text": "24They also claim that the case-law relied on by the Court of First Instance in paragraph 66 of the contested judgment concerning the institutions' right to take protective measures without having to wait until the reality and the seriousness of those risks become fully apparent is not relevant (Case C-157/96 National Farmers' Union and Others [1998] ECR I-2211, paragraph 63).",
        "NP": "24",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "34As regards the objection of inadmissibility raised by the Commission and the French Government, it follows from Article 168a of the EC Treaty (now Article 225 EC), the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(1)(c) of the Rules of Procedure of the Court of Justice that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal (Case C-7/95 P Deere v Commission [1998] ECR I-3111, paragraphs 34 to 35; order of 16 December 1999 in Case C-170/99 P Clauni and Others v Commission, not reported in the ECR, paragraph 15).",
        "NP": "34",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": "Brasserie du Pecheur and Factortame",
        "NO.CASE": [
            "46/93",
            "48/93"
        ],
        "text": "40The system of rules which the Court has worked out with regard to that provision takes into account, inter alia, the complexity of the situations to be regulated, difficulties in the application or interpretation of the texts and, more particularly, the margin of discretion available to the author of the act in question (Joined Cases C-46/93 and C-48/93 Brasserie du Pêcheur and Factortame [1996] ECR I-1029, paragraph 43).",
        "NP": "40",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Dillenkofer and Others",
            "Germany"
        ],
        "NO.CASE": [
            "178/94",
            "179/94",
            "188/94",
            "190/94"
        ],
        "text": "43As to the second condition, as regards both Community liability under Article 215 of the Treaty and Member State liability for breaches of Community law, the decisive test for finding that a breach of Community law is sufficiently serious is whether the Member State or the Community institution concerned manifestly and gravely disregarded the limits on its discretion (Brasserie du Pêcheur and Factortame, paragraph 55; and Joined Cases C-178/94, C-179/94, C-188/94, C-189/94 and C-190/94 Dillenkofer and Others v Germany [1996] ECR I-4845, paragraph 25).",
        "NP": "43",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": "Hedley Lomas",
        "NO.CASE": [
            "5/94"
        ],
        "text": "44Where the Member State or the institution in question has only considerably reduced, or even no, discretion, the mere infringement of Community law may be sufficient to establish the existence of a sufficiently serious breach (see, to that effect, Case C-5/94 Hedley Lomas [1996] ECR I-2553, paragraph 28).",
        "NP": "44",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "49Article 168a of the Treaty and Article 51 of the EC Statute of the Court of Justice state that an appeal is to be limited to points of law and, therefore, the Court of First Instance has exclusive jurisdiction, first, to establish the facts except where the substantive inaccuracy of its findings is apparent from the documents submitted to it and, second, to assess those facts (Case C-7/95 P Deere v Commission [1998] ECR I-3111, paragraphs 18 and 21).",
        "NP": "49",
        "REF.NP.ECR": [
            "18",
            "21"
        ]
    },
    {
        "HT": [
            "Pharos",
            "Commission"
        ],
        "NO.CASE": [
            "151/98"
        ],
        "text": "65As regards the second limb of this ground of appeal and the Commission's alleged obligation to submit a proposal to the Council where no opinion has been delivered, the Court has held, in relation to a legislative procedure analogous to that laid down in the Cosmetics Directive, that where the measures proposed by the Commission are not in conformity with the opinion of the Adaptation Committee, or where no opinion is delivered, the Commission is not obliged to submit the same measures, without amendment, to the Council (Case C-151/98 P Pharos v Commission [1999] ECR I-8157, paragraph 23).",
        "NP": "65",
        "REF.NP.ECR": [
            "23"
        ]
    }
]