[
    {
        "HT": [
            "Commission",
            "ICI"
        ],
        "NO.CASE": [
            "286/95"
        ],
        "text": "41It is for the Community judicature to decide, in the light of the circumstances of the case and in accordance with the provisions of the Rules of Procedure on measures of inquiry, whether it is necessary for a document to be produced. As regards the Court of First Instance, it follows from Article 49 read in conjunction with Article 65(b) of its Rules of Procedure that a request for production of documents is a measure of inquiry which the Court may order at any stage of the proceedings (Case C-286/95 P Commission v ICI [2000] ECR I-2341, paragraphs 49 and 50).",
        "NP": "41",
        "REF.NP.ECR": [
            "49",
            "50"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "43In principle, the assessment by the Court of First Instance of the probative value of a document may not be subjected to review by the Court in appeal proceedings. As is clear from Article 32d(l) CS and Article 51 of the ECSC Statute of the Court of Justice, an appeal lies on a point of law only. The Court of First Instance therefore has sole jurisdiction to find and appraise the relevant facts and to assess the evidence, except where those facts and that evidence have been distorted (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraphs 49 and 66; Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P, C-251/99 P, C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I -8375, paragraph 194; and Case C-312/00 P Commission v Camar and Tico [2002] ECR I-11355, paragraph 69).",
        "NP": "43",
        "REF.NP.ECR": [
            "69"
        ]
    },
    {
        "HT": [
            "Limburgse Vinyl Maatschappij and Others",
            "Commission"
        ],
        "NO.CASE": [
            "238/99",
            "244/99",
            "245/99",
            "247/99",
            "250/99",
            "251/99",
            "252/99",
            "254/99"
        ],
        "text": "43In principle, the assessment by the Court of First Instance of the probative value of a document may not be subjected to review by the Court in appeal proceedings. As is clear from Article 32d(l) CS and Article 51 of the ECSC Statute of the Court of Justice, an appeal lies on a point of law only. The Court of First Instance therefore has sole jurisdiction to find and appraise the relevant facts and to assess the evidence, except where those facts and that evidence have been distorted (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraphs 49 and 66; Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P, C-251/99 P, C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I -8375, paragraph 194; and Case C-312/00 P Commission v Camar and Tico [2002] ECR I-11355, paragraph 69).",
        "NP": "43",
        "REF.NP.ECR": [
            "69"
        ]
    },
    {
        "HT": [
            "Commission",
            "Camar and Tico"
        ],
        "NO.CASE": [
            "312/00"
        ],
        "text": "43In principle, the assessment by the Court of First Instance of the probative value of a document may not be subjected to review by the Court in appeal proceedings. As is clear from Article 32d(l) CS and Article 51 of the ECSC Statute of the Court of Justice, an appeal lies on a point of law only. The Court of First Instance therefore has sole jurisdiction to find and appraise the relevant facts and to assess the evidence, except where those facts and that evidence have been distorted (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraphs 49 and 66; Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P, C-251/99 P, C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I -8375, paragraph 194; and Case C-312/00 P Commission v Camar and Tico [2002] ECR I-11355, paragraph 69).",
        "NP": "43",
        "REF.NP.ECR": [
            "69"
        ]
    },
    {
        "HT": [
            "Commission",
            "BASF and Others"
        ],
        "NO.CASE": [
            "137/92"
        ],
        "text": "54With respect to the reference, in paragraph 141 of the judgment under appeal, to the presumption of validity enjoyed by the measures of Community institutions (see, inter alia, Case C-137/92 P Commission v BASF and Others [1994] ECR I-2555, paragraph 48), suffice it to state that the Court of First Instance did not draw from that presumption any factual or legal conclusion but relied solely on its own assessment of the facts and evidence to conclude that the contested decision had been properly authenticated.",
        "NP": "54",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": "Sisma v Commission",
        "NO.CASE": [
            "32/86"
        ],
        "text": "71It is settled case-law that the purpose of the obligation to state the reasons on which an individual decision is based is to enable the Court to review the legality of the decision and to provide the person concerned with sufficient information to make it possible to ascertain whether the decision is well founded or whether it is vitiated by a defect which may permit its legality to be contested (Case 32/86 Sisma v Commission [1987] ECR 1645, paragraph 8).",
        "NP": "71",
        "REF.NP.ECR": [
            "8"
        ]
    },
    {
        "HT": [
            "Sarrio",
            "Commission"
        ],
        "NO.CASE": [
            "291/98"
        ],
        "text": "75With regard to statements of figures relating to the calculation of fines, it is appropriate to point out that, however useful and desirable such figures may be, they are not essential to compliance with the duty to state reasons for a decision imposing fines; in any event, the Commission cannot, by mechanical recourse to arithmetical formulas alone, divest itself of its own power of assessment (Case C-291/98 P Sarrio v Commission [2000] ECR I-9991, paragraphs 75 to 77, and Limburgse Vinyl Maatschappij, paragraph 464).",
        "NP": "75",
        "REF.NP.ECR": [
            75,
            76,
            77
        ]
    },
    {
        "HT": [
            "? John Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "87This ground is directed, in particular, against paragraphs 373 and 690 to 693 of the judgment under appeal, which are worded as follows:373However, in its reply of 19 January 1998 to a written question put by the Court, the Commission stated that the disputed information systems did not constitute a separate infringement of Article 65(1) of the Treaty but formed part of wider infringements consisting, in particular, in price-fixing and market-sharing agreements. Those systems, the Commission argues, thus infringed Article 65(1) of the Treaty in so far as they made it easier for those other infringements to be committed. During the hearing the Commission, while doubtful as to whether the principles laid down by the Community Courts in the Tractor cases (Case C-7/95 ? John Deere v Commission [1998] ECR I-3111, paragraphs 88 to 90, and Case T-35/92 John Deere v Commission [[1994] ECR II-957], paragraph 51) are directly transposable to the ECSC Treaty, stressed that this case involved not only an exchange of information but also the use of that information for collusive purposes, as is evident from recitals 49 to 60 of the [contested] decision....690The Court finds that, by behaving in this way within the context of the system of monitoring, between mid-1988 and the end of 1990, DG III introduced a degree of ambiguity into the meaning of the concept of normal competition as used in the ECSC Treaty. Although it is unnecessary, for the purposes of the present judgment, to rule on the extent to which undertakings could exchange individual data for the purpose of preparing for consultation meetings with the Commission without thereby acting contrary to Article 65(1) of the Treaty, since that was not the objective of the meetings of the Poutrelles Committee, it none the less remains a fact that the effects of the infringements committed in this case cannot be determined by simply comparing the situation resulting from the anti-competitive agreements with that which would have existed had there been no contact whatever between the undertakings. In this case, it is more relevant to compare the situation resulting from the anticompetitive agreements with that which was envisaged and accepted by DG III, in which the undertakings were supposed to meet and engage in general discussions, particularly in regard to their forecasts on future prices.691Even in the absence of agreements such as those concluded in the present-case within the Poutrelles Committee, it cannot be excluded that exchanges of views between undertakings on their price forecasts, of the kind regarded as legitimate by DG III, would have made it easier for the undertakings concerned to adopt a concerted course of conduct on the market. Thus, were it to be supposed that the undertakings had confined themselves to an exchange of views which was general and not binding in regard to their expectations in regard to prices, solely for the purpose of preparing for the consultation meetings with the Commission, and that they had revealed to the Commission the precise nature of those preparatory meetings, it could not be ruled out that such contacts between undertakings, accepted by DG III, could have reinforced some parallel conduct on the market, particularly with regard to the price increases occasioned, at least in part, by the favourable economic trends in 1989.692The Court accordingly finds that, in recital 303 of the [contested] decision, the Commission exaggerated the economic impact of the price-fixing agreements found here, as compared with the competition which would have existed had it not been for such infringements, having regard to the favourable economic climate and the latitude given to undertakings to conduct general discussions on price forecasts, between themselves and with DG III, in the context of meetings organised by DG III on a regular basis.693Taking those matters into account, the Court holds, in the exercise of its unlimited jurisdiction, that the fine imposed on the applicant for the various price-fixing agreements and concerted practices should be reduced by 15%. On the other hand, it finds that there are no grounds for granting such a reduction in relation to either the market-sharing agreements or the exchanges of information on orders and deliveries, to which the same considerations do not apply.",
        "NP": "87",
        "REF.NP.ECR": [
            "51"
        ]
    }
]