[
    {
        "HT": [
            "Germany and Pleuger Worthington",
            "Commission"
        ],
        "NO.CASE": [
            "324/90",
            "342/90"
        ],
        "text": "20By adopting the contested decision, the Commission failed to observe the case-law of the Court (Case C-301/87 France v Commission [1990] ECRI-307 — the Boussac Samt Frères case — and Joined Cases C-324/90 and C-342/90 Germany and Pleuger Worthington v Commission [1994] ECR I-1173) and departed from a rule by which it had nevertheless acknowledged itself to be bound, in particular in its publication Competition law in the European Communities, Volume IIB, Explanation of the rules applicable to State aid: Situation in December 1996, and from its decision-making practice.",
        "NP": "20"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "364/90"
        ],
        "text": "23The Commission argues that, according to settled case-law, a Member State wishing to be allowed to grant aid to an undertaking has a duty to provide all the information needed to enable the Commission to verify that the conditions for doing so are fulfilled (Case C-364/90 Italy v Commission [1993] ECR I-2097, paragraph 20). In that regard, in its judgment in Boussac Saint Frères, cited above, the Court responded to the Commission's argument that, if aid is unlawful through having been implemented by a Member State in breach of the procedure prescribed by Article 93(3) of the Treaty, the fact that such aid is compatible with the common market under Article 92(3) of the Treaty cannot expunge its unlawfulness and, accordingly, the Commission may order that the aid be recovered. According to the Commission, it was in that context that the Court observed that the Commission is empowered to adopt conservatory measures in order to maintain the status quo where the effect of practices engaged in by certain Member States is to render nugatory the system established by Articles 92 and 93 of the Treaty. When adopting such measures, the Commission should nevertheless take care to protect the legitimate interests of the Member States. The Commission is thus entitled, but not required, to prescribe such conservatory measures. In the event of the Member State's refusing to provide the Commission with the information requested for the purposes of the decision it intends adopting, the Commission is empowered to terminate the procedure and make its final decision on the basis of the information available to it.",
        "NP": "23",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Commission",
            "Sytraval and Brink's France"
        ],
        "NO.CASE": [
            "367/95"
        ],
        "text": "34The Commission replies that the contested decision satisfies the requirements concerning statements of reasons laid down in the settled case-law of the Court (see, in particular, Case C-367/95 P Commission v Sytraval and Brink's France [1998] ECR I-1719, paragraph 63).",
        "NP": "34",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "278/92",
            "280/92"
        ],
        "text": "41The Commission refutes the various criticisms made by the French Government and contends, first, that, in order to be declared compatible with Article 92(3)(c) of the Treaty, aid for undertakings in difficulty must be linked to a restructuring plan designed to reduce or redirect their activities (see Joined Cases C-278/92 to C-280/92 Spain v Commission [1994] ECR I-4103, paragraph 67; see also Joined Cases T-126/96 and T-127/96 BFM and EFIM v Commission [1998] ECR II-3437, paragraph 99). However, in this case, it was stated in part IV.3, fourth subparagraph, of the contested decision, that the French Government did not submit a credible restructuring plan to the Commission and [n]or has any such plan been submitted to the Commission by the French authorities since the proceedings were initiated.",
        "NP": "41",
        "REF.NP.ECR": [
            "99"
        ]
    }
]