[
    {
        "HT": [
            "Leukhardt",
            "Hauptzollamt Reutlingen"
        ],
        "NO.CASE": [
            "113/88"
        ],
        "text": "11As the Court has held, most recendy in its judgment in Case 113/88 Leukhardt v Hauptzollamt Reutlingen [1989] ECR 1991, paragraph 13, the structure and purpose of the regulations concerned indicate that they contain an exhaustive list of the situations in which reference quantities or individual quantities may be granted and set out precise rules concerning the determination of those quantities. Since none of those provisions makes it possible for producers to obtain reference to milk deliveries in the situation which is the subject of the main proceedings, it must be considered impossible to obtain, for that reason, reference to a reference year other than that chosen by the Member Sute concerned, even in the case where the persons concerned cannot show a level of deliveries representative of the production capacity of the holding during the reference year.",
        "NP": "11",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Frico",
            "Voedesel Voor Zienings In- en Verkoopbureau"
        ],
        "NO.CASE": [
            "424/85",
            "425/85"
        ],
        "text": "13Contrary to the contention of the plaintiff in the main proceedings, the legislation in question does not infringe the principle of the protection of legitimate expeccations. The Court has consistently held that in the sphere of the common organization of the markets whose purpose involves consum adjustments to meet changes in the economic situation, economic operators cannot legitimately expect that they will not be subject to restrictions arising out of future rules of market or structural policy (see, to this effect, the judgments in Joined Cases 424/85 and 425/85 Frico v Voedesel Voor Zienings In- en Verkoopbureau [1987] ECR 2755, paragraph 33; Case 120/86 Mulde v Minister van Landbouw En Visserij [1988] ECR 2321, paragraph 23, and Case 170/86 Von Deetzen v Hauptzollamt Hamburg-Jonas [1988] ECR 2355, paragraph 12).",
        "NP": "13",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Mulde",
            "Minister van Landbouw En Visserij"
        ],
        "NO.CASE": [
            "120/86"
        ],
        "text": "13Contrary to the contention of the plaintiff in the main proceedings, the legislation in question does not infringe the principle of the protection of legitimate expeccations. The Court has consistently held that in the sphere of the common organization of the markets whose purpose involves consum adjustments to meet changes in the economic situation, economic operators cannot legitimately expect that they will not be subject to restrictions arising out of future rules of market or structural policy (see, to this effect, the judgments in Joined Cases 424/85 and 425/85 Frico v Voedesel Voor Zienings In- en Verkoopbureau [1987] ECR 2755, paragraph 33; Case 120/86 Mulde v Minister van Landbouw En Visserij [1988] ECR 2321, paragraph 23, and Case 170/86 Von Deetzen v Hauptzollamt Hamburg-Jonas [1988] ECR 2355, paragraph 12).",
        "NP": "13",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Von Deetzen",
            "Hauptzollamt Hamburg-Jonas"
        ],
        "NO.CASE": [
            "170/86"
        ],
        "text": "13Contrary to the contention of the plaintiff in the main proceedings, the legislation in question does not infringe the principle of the protection of legitimate expeccations. The Court has consistently held that in the sphere of the common organization of the markets whose purpose involves consum adjustments to meet changes in the economic situation, economic operators cannot legitimately expect that they will not be subject to restrictions arising out of future rules of market or structural policy (see, to this effect, the judgments in Joined Cases 424/85 and 425/85 Frico v Voedesel Voor Zienings In- en Verkoopbureau [1987] ECR 2755, paragraph 33; Case 120/86 Mulde v Minister van Landbouw En Visserij [1988] ECR 2321, paragraph 23, and Case 170/86 Von Deetzen v Hauptzollamt Hamburg-Jonas [1988] ECR 2355, paragraph 12).",
        "NP": "13",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "NO.CASE": [
            "267/88",
            "285/88"
        ],
        "text": "18Finally, as so interpreted, the regulations do not infringe the prohibition of discrimination laid down in Article 40(3) of the EEC Treaty, which is the specific expression of the general principle of equality (see, most recently, the judgment in Joined Cases C-267/88 to C-285/88 Wuidart and Others [1990] ECR I-467, paragraph 13). The situation of which the plaintiff in the main proceedings complains is the result of the fact that, by not providing the allocation of a reference quantity based on a representative production for producers whose milk deliveries began during the reference year chosen by the Member State concerned, the regulations in question affect that category of producers more severely than those who can show a representative production during that year. Such an effect is justified by the need to limit to the greatest extent possible, in the interests of both legal certainty and the effectiveness of the additional levy scheme, the situations which may justify the reference to another reference year. The difference in treatment concerned is therefore objectively justified and cannot, consequently, be regarded as discriminatory within the meaning of Article 40(3) of the EEC Treaty, as interpreted by the Court.",
        "NP": "18",
        "REF.NP.ECR": [
            "13"
        ]
    }
]