[
    {
        "HT": [
            "Prelle",
            "Commission"
        ],
        "NO.CASE": [
            "77/70"
        ],
        "text": "53After hearing again the views of the Advocate General, the Court considers that that application must be dismissed. It was made at a time when, in accordance with Article 59(2) of the Rules of Procedure, the oral procedure was closed. The Court has held (see Case 77/70 Prelle v Commission [1971] ECR 561, paragraph 7) that such an application can be admitted only if it relates to facts which may have a decisive influence and which the party concerned could not put forward before the close of the oral procedure.",
        "NP": "53",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": [
            "Aprile",
            "Amministrazione delle Finanze dello Stato"
        ],
        "NO.CASE": [
            "125/94"
        ],
        "text": "59As to those submissions, it is to be remembered that, in the context of the cooperation between the Court of Justice and the national courts provided for by Article 177 of the Treaty, it is solely for the national court before which the dispute has been brought, and which must assume responsibility for the subsequent judicial decision, to determine in the light of the particular circumstances of the case both the need for a preliminary ruling in order to enable it to deliver judgment and the relevance of the questions which it submits to the Court. Consequently, where the questions submitted by the national court concern the interpretation of Community law, the Court of Justice is, in principle, bound to give a ruling (see, inter alia, Case C-125/94 Aprile v Amministrazione delle Finanze dello Stato [1995] ECR I-2919, paragraphs 16 and 17).",
        "NP": "59",
        "REF.NP.ECR": [
            "16",
            "17"
        ]
    },
    {
        "HT": [
            "Meilicke",
            "ADV/ORGA"
        ],
        "NO.CASE": [
            "83/91"
        ],
        "text": "60Nevertheless, the Court has taken the view that, in order to determine whether it has jurisdiction, it should examine the conditions in which the case was referred to it by the national court. The spirit of cooperation which must prevail in the preliminary-ruling procedure requires the national court, for its part, to have regard to the function entrusted to the Court of Justice, which is to assist in the administration of justice in the Member States and not to deliver advisory opinions on general or hypothetical questions (see, inter alia, Case C-83/91 Meilicke v ADV/ORGA [1992] ECR I-4871, paragraph 25).",
        "NP": "60",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Furlanis",
            "ANAS"
        ],
        "NO.CASE": [
            "143/94"
        ],
        "text": "61That is why the Court has held that it has no jurisdiction to give a preliminary ruling on a question submitted by a national court where it is quite obvious that the interpretation of Community law sought by that court bears no relation to the actual facts of the main action or its purpose (see, inter alia, Case C-143/94 Furlanis v ANAS [1995] ECR I-3633, paragraph 12) or where the problem is hypothetical and the Court does not have before it the factual or legal material necessary to give a useful answer to the questions submitted to it (see, inter alia, Meilicke, cited above, paragraph 32).",
        "NP": "61",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Walrave",
            "Union Cycliste Internationale"
        ],
        "NO.CASE": [
            "36/74"
        ],
        "text": "73In response to those arguments, it is to be remembered that, having regard to the objectives of the Community, sport is subject to Community law only in so far as it constitutes an economic activity within the meaning of Article 2 of the Treaty (see Case 36/74 Walrave v Union Cycliste Internationale [1974] ECR 1405, paragraph 4). This applies to the activities of professional or semiprofessional footballers, where they are in gainful employment or provide a remunerated service (see Case 13/76 Dona c Maniero [1976] ECR 1333, paragraph 12).",
        "NP": "73",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Dona",
            "Maniero"
        ],
        "NO.CASE": [
            "13/76"
        ],
        "text": "73In response to those arguments, it is to be remembered that, having regard to the objectives of the Community, sport is subject to Community law only in so far as it constitutes an economic activity within the meaning of Article 2 of the Treaty (see Case 36/74 Walrave v Union Cycliste Internationale [1974] ECR 1405, paragraph 4). This applies to the activities of professional or semiprofessional footballers, where they are in gainful employment or provide a remunerated service (see Case 13/76 Dona c Maniero [1976] ECR 1333, paragraph 12).",
        "NP": "73",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Administration des Douanes",
            "Legros and Others"
        ],
        "NO.CASE": [
            "163/90"
        ],
        "text": "77With regard to the possible consequences of this judgment on the organization of football as a whole, it has consistently been held that, although the practical consequences of any judicial decision must be weighed carefully, this cannot go so far as to diminish the objective character of the law and compromise its application on the ground of the possible repercussions of a judicial decision. At the very most, such repercussions might be taken into consideration when determining whether exceptionally to limit the temporal effect of a judgment (see, inter alia, Case C-163/90 Administration des Douanes v Legros and Others [1992] ECR I-4625, paragraph 30).",
        "NP": "77",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Kraus",
            "Land Baden-Wurttemberg"
        ],
        "NO.CASE": [
            "19/92"
        ],
        "text": "78The argument based on points of alleged similarity between sport and culture cannot be accepted, since the question submitted by the national court does not relate to the conditions under which Community powers of limited extent, such as those based on Article 128(1), may be exercised but on the scope of the freedom of movement of workers guaranteed by Article 48, which is a fundamental freedom in the Community system (see, inter alia, Case C-19/92 Kraus v Land Baden-Württemberg [1993] ECR I-1663, paragraph 16).",
        "NP": "78",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Regina",
            "Saunders"
        ],
        "NO.CASE": [
            "175/78"
        ],
        "text": "89It is true that, according to consistent case-law (see, inter alia, Case 175/78 Regina v Saunders [1979] ECR 1129, paragraph 11; Case 180/83 Moser v Land Baden-Württemberg [1984] ECR 2539, paragraph 15; Case C-332/90 Steen v Deutsche Bundespost [1992] ECR I-341, paragraph 9; and Case C-19/92 Kraus, cited above, paragraph 15), the provisions of the Treaty concerning the free movement of workers, and particularly Article 48, cannot be applied to situations which are wholly internal to a Member State, in other words where there is no factor connecting them to any of the situations envisaged by Community law.",
        "NP": "89",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Moser",
            "Land Baden-Wurttemberg"
        ],
        "NO.CASE": [
            "180/83"
        ],
        "text": "89It is true that, according to consistent case-law (see, inter alia, Case 175/78 Regina v Saunders [1979] ECR 1129, paragraph 11; Case 180/83 Moser v Land Baden-Württemberg [1984] ECR 2539, paragraph 15; Case C-332/90 Steen v Deutsche Bundespost [1992] ECR I-341, paragraph 9; and Case C-19/92 Kraus, cited above, paragraph 15), the provisions of the Treaty concerning the free movement of workers, and particularly Article 48, cannot be applied to situations which are wholly internal to a Member State, in other words where there is no factor connecting them to any of the situations envisaged by Community law.",
        "NP": "89",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Steen",
            "Deutsche Bundespost"
        ],
        "NO.CASE": [
            "332/90"
        ],
        "text": "89It is true that, according to consistent case-law (see, inter alia, Case 175/78 Regina v Saunders [1979] ECR 1129, paragraph 11; Case 180/83 Moser v Land Baden-Württemberg [1984] ECR 2539, paragraph 15; Case C-332/90 Steen v Deutsche Bundespost [1992] ECR I-341, paragraph 9; and Case C-19/92 Kraus, cited above, paragraph 15), the provisions of the Treaty concerning the free movement of workers, and particularly Article 48, cannot be applied to situations which are wholly internal to a Member State, in other words where there is no factor connecting them to any of the situations envisaged by Community law.",
        "NP": "89",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Stanton",
            "INASTI"
        ],
        "NO.CASE": [
            "143/87"
        ],
        "text": "94The Court has also held that the provisions of the Treaty relating to freedom of movement for persons are intended to facilitate the pursuit by Community citizens of occupational activities of all kinds throughout the Community, and preclude measures which might place Community citizens at a disadvantage when they wish to pursue an economic activity in the territory of another Member State (see Case 143/87 Stanton v INASTI [1988] ECR 3877, paragraph 13, and Case C-370/90 The Queen v Immigration Appeal Tribunal and Surinder Singh [1992] ECR I-4265, paragraph 16).",
        "NP": "94",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "The Queen",
            "Immigration Appeal Tribunal and Surinder Singh"
        ],
        "NO.CASE": [
            "370/90"
        ],
        "text": "94The Court has also held that the provisions of the Treaty relating to freedom of movement for persons are intended to facilitate the pursuit by Community citizens of occupational activities of all kinds throughout the Community, and preclude measures which might place Community citizens at a disadvantage when they wish to pursue an economic activity in the territory of another Member State (see Case 143/87 Stanton v INASTI [1988] ECR 3877, paragraph 13, and Case C-370/90 The Queen v Immigration Appeal Tribunal and Surinder Singh [1992] ECR I-4265, paragraph 16).",
        "NP": "94",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Roux",
            "Belgium"
        ],
        "NO.CASE": [
            "363/89"
        ],
        "text": "95In that context, nationals of Member States have in particular the right, which they derive directly from the Treaty, to leave their country of origin to enter the territory of another Member State and reside there in order there to pursue an economic activity (see, inter alia, Case C-363/89 Roux v Belgium [1991] ECR I-273, paragraph 9, and Singh, cited above, paragraph 17).",
        "NP": "95",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Masgio",
            "Bundesknappschaft"
        ],
        "NO.CASE": [
            "10/90"
        ],
        "text": "96Provisions which preclude or deter a national of a Member State from leaving his country of origin in order to exercise his right to freedom of movement therefore constitute an obstacle to that freedom even if they apply without regard to the nationality of the workers concerned (see also Case C-10/90 Masgio v Bundesknappschaft [1991] ECR I-1119, paragraphs 18 and 19).",
        "NP": "96",
        "REF.NP.ECR": [
            "18",
            "19"
        ]
    },
    {
        "HT": [
            "The Queen",
            "H. M. Treasury and Commissioners of Inland Revenue",
            "Daily Mail and General Trust pic"
        ],
        "NO.CASE": [
            "81/87"
        ],
        "text": "97The Court has also stated, in Case 81/87 The Queen v H. M. Treasury and Commissioners of Inland Revenue ex parte Daily Mail and General Trust pic [1988] ECR 5483, paragraph 16, that even though the Treaty provisions relating to freedom of establishment are directed mainly to ensuring that foreign nationals and companies are treated in the host Member State in the same way as nationals of that State, they also prohibit the Member State of origin from hindering the establishment in another Member State of one of its nationals or of a company incorporated under its legislation which comes within the definition contained in Article 58. The rights guaranteed by Article 52 et seq. of the Treaty would be rendered meaningless if the Member State of origin could prohibit undertakings from leaving in order to establish themselves in another Member State. The same considerations apply, in relation to Article 48 of the Treaty, with regard to rules which impede the freedom of movement of nationals of one Member State wishing to engage in gainful employment in another Member State.",
        "NP": "97",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": "Keck and Mithouard",
        "NO.CASE": [
            "267/91",
            "268/91"
        ],
        "text": "102Nor is that conclusion negated by the case-law of the Court cited by URBSFA and UEFA, to the effect that Article 30 of the Treaty does not apply to measures which restrict or prohibit certain selling arrangements so long as they apply to all relevant traders operating within the national territory and so long as they affect in the same manner, in law and in fact, the marketing of domestic products and of those from other Member States (see Joined Cases C-267/91 and C-268/91 Keck and Mithouard [1993] ECR I-6097, paragraph 16).",
        "NP": "102",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Alpine Investments",
            "Minister van Financien"
        ],
        "NO.CASE": [
            "384/93"
        ],
        "text": "103It is sufficient to note that, although the rules in issue in the main proceedings apply also to transfers between clubs belonging to different national associations within the same Member State and are similar to those governing transfers between clubs belonging to the same national association, they still directly affect players' access to the employment market in other Member States and are thus capable of impeding freedom of movement for workers. They cannot, thus, be deemed comparable to the rules on selling arrangements for goods which in Keck and Mithouard were held to fall outside the ambit of Article 30 of the Treaty (see also, with regard to freedom to provide services, Case C-384/93 Alpine Investments v Minister van Financiën [1995] ECR I-1141, paragraphs 36 to 38).",
        "NP": "103",
        "REF.NP.ECR": [
            36,
            37,
            38
        ]
    },
    {
        "HT": "Gebhard",
        "NO.CASE": [
            "55/94"
        ],
        "text": "104Consequently, the transfer rules constitute an obstacle to freedom of movement for workers prohibited in principle by Article 48 of the Treaty. It could only be otherwise if those rules pursued a legitimate aim compatible with the Treaty and were justified by pressing reasons of public interest. But even if that were so, application of those rules would still have to be such as to ensure achievement of the aim in question and not go beyond what is necessary for that purpose (see, inter alia, the judgment in Kraus, cited above, paragraph 32, and Case C-55/94 Gebhard [1995] ECR I-4165, paragraph 37).",
        "NP": "104",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": [
            "Unectef",
            "Heylens and Others"
        ],
        "NO.CASE": [
            "222/86"
        ],
        "text": "129In those circumstances, the nationality clauses cannot be deemed to be in accordance with Article 48 of the Treaty, otherwise that article would be deprived of its practical effect and the fundamental right of free access to employment which the Treaty confers individually on each worker in the Community rendered nugatory (on this last point, see Case 222/86 Unectef v Heylens and Others [1987] ECR 4097, paragraph 14).",
        "NP": "129",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Amministrazione delle Finanze dello Stato",
            "Essevi and Salengo"
        ],
        "NO.CASE": [
            "142/80",
            "143/80"
        ],
        "text": "136Finally, as regards the argument based on the Commission's participation in the drafting of the 3 +2 rule, it must be pointed out that, except where such powers are expressly conferred upon it, the Commission may not give guarantees concerning the compatibility of specific practices with the Treaty (see also Joined Cases 142/80 and 143/80 Amministrazione delle Finanze dello Stato v Essevi and Salengo [1981] ECR 1413, paragraph 16). In no circumstances does it have the power to authorize practices which are contrary to the Treaty.",
        "NP": "136",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Blaizot",
            "University of Liege and Others"
        ],
        "NO.CASE": [
            "24/86"
        ],
        "text": "141It has consistently been held that the interpretation which the Court, in the exercise of the jurisdiction conferred upon it by Article 177 of the Treaty, gives to a rule of Community law clarifies and where necessary defines the meaning and scope of that rule as it must be, or ought to have been, understood and applied from the time of its coming into force. It follows that the rule as thus interpreted can, and must, be applied by the courts even to legal relationships arising and established before the judgment ruling on the request for interpretation, provided that in other respects the conditions for bringing before the courts having jurisdiction an action relating to the application of that rule are satisfied (see, inter alia, Case 24/86 Blaizot v University of Liège and Others [1988] ECR 379, paragraph 27).",
        "NP": "141",
        "REF.NP.ECR": [
            "27"
        ]
    }
]