[
    {
        "HT": [
            "Balocchi",
            "Ministero delle Finanze"
        ],
        "NO.CASE": [
            "10/92"
        ],
        "text": "24As regards the national court's alleged lack of jurisdiction, it should be recalled that it is not for the Court to determine whether the decision whereby a matter is brought before it was taken in accordance with the rules of national law governing the organization of the courts and their procedure. The Court must therefore abide by the decision from a court of a Member State requesting a preliminary ruling in so far as it has not been overturned in any appeal procedures provided for by national law (see Case C-10/92 Balocchi v Ministero delle Finanze [1993] ECR I-5105, paragraphs 16 and 17, and Case 65/81 Reina v Landeskreditbank Baden-Württemberg [1982] ECR 33, paragraphs 7 and 8).",
        "NP": "24",
        "REF.NP.ECR": [
            "7",
            "8"
        ]
    },
    {
        "HT": [
            "Reina",
            "Landeskreditbank Baden-Wurttemberg"
        ],
        "NO.CASE": [
            "65/81"
        ],
        "text": "24As regards the national court's alleged lack of jurisdiction, it should be recalled that it is not for the Court to determine whether the decision whereby a matter is brought before it was taken in accordance with the rules of national law governing the organization of the courts and their procedure. The Court must therefore abide by the decision from a court of a Member State requesting a preliminary ruling in so far as it has not been overturned in any appeal procedures provided for by national law (see Case C-10/92 Balocchi v Ministero delle Finanze [1993] ECR I-5105, paragraphs 16 and 17, and Case 65/81 Reina v Landeskreditbank Baden-Württemberg [1982] ECR 33, paragraphs 7 and 8).",
        "NP": "24",
        "REF.NP.ECR": [
            "7",
            "8"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "301/87"
        ],
        "text": "36That prohibition, as a matter of principle, of State aids is neither absolute nor unconditional since paragraph (3) in particular of Article 92 confers on the Commission a wide discretion to allow aid by way of derogation from the general prohibition laid down in paragraph (1) of that article. The determination in such cases of the question whether a State aid is or is not compatible with the common market raises problems which presuppose the examination and appraisal of economic facts and conditions which may be both complex and liable to change rapidly (Case C-301/87 France v Commission [1990] ECR I-307, the Boussac case, paragraph 15).",
        "NP": "36",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "47/91"
        ],
        "text": "38The Commission then conducts an initial review of the planned aid. If at the end of that review it considers a plan to be incompatible with the common market, it must without delay initiate the consultative examination procedure under Article 93(2). It follows from the last sentence of Article 93(3) that throughout the preliminary period the Member State concerned may not put the planned aid into effect. Where the consultative examination procedure is initiated, that prohibition continues until the Commission reaches a decision on the compatibility of the planned aid with the common market (see Case C-47/91 Italy v Commission [1992] ECR I-4145, paragraph 24). However, if the Commission has not responded within two months of notification, the Member State concerned may implement the plan after informing the Commission (Case 120/73 Lorenz v Germany [1973] ECR 1471, paragraph 4).",
        "NP": "38",
        "REF.NP.ECR": [
            "4"
        ]
    },
    {
        "HT": [
            "Lorenz",
            "Germany"
        ],
        "NO.CASE": [
            "120/73"
        ],
        "text": "38The Commission then conducts an initial review of the planned aid. If at the end of that review it considers a plan to be incompatible with the common market, it must without delay initiate the consultative examination procedure under Article 93(2). It follows from the last sentence of Article 93(3) that throughout the preliminary period the Member State concerned may not put the planned aid into effect. Where the consultative examination procedure is initiated, that prohibition continues until the Commission reaches a decision on the compatibility of the planned aid with the common market (see Case C-47/91 Italy v Commission [1992] ECR I-4145, paragraph 24). However, if the Commission has not responded within two months of notification, the Member State concerned may implement the plan after informing the Commission (Case 120/73 Lorenz v Germany [1973] ECR 1471, paragraph 4).",
        "NP": "38",
        "REF.NP.ECR": [
            "4"
        ]
    },
    {
        "HT": "Federation Nationale du Commerce Exterieur des Produits Alimentaires and Syndicat National des Negociants et Transformateurs de Saumon",
        "NO.CASE": [
            "354/90"
        ],
        "text": "39The involvement of national courts is the result of the direct effect which the prohibition on implementation of planned aid laid down in the last sentence of Article 93(3) has been held to have. In this respect, the Court has stated that the immediate applicability of the prohibition on implementation referred to in that article extends to all aid which has been implemented without being notified and, in the event of notification, operates during the preliminary period and if the Commission sets in motion the consultative examination procedure, until the final decision (Case 120/73 Lorenz, cited above, paragraph 8, and Case C-354/90 Fédération Nationale du Commerce Extérieur des Produits Alimentaires and Syndicat National des Négociants et Transformateurs de Saumon [1991] ECR I-5505, hereinafter FNCE, paragraph 11).",
        "NP": "39",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "43Unlike the national courts, the Commission cannot order State aid to be repaid solely on the ground that it has not been notified in accordance with Article 93(3) of the Treaty (see Boussac, cited above, paragraphs 19 to 22, Case C-142/87 Belgium v Commission [1990] ECR I-959, paragraphs 15 to 20 and Case C-354/90 FNCE, cited above, paragraph 13). First it must, after giving the Member State in question an opportunity to submit its comments on the matter, issue an interim decision requiring it to suspend immediately the payment of aid pending the outcome of the examination of the aid and to provide the Commission, within such period as it may specify, with all such documentation, information and data as are necessary in order that it may examine the compatibility of the aid with the common market. It is only if the Member State, notwithstanding the Commission's order, fails to provide the information requested that the Commission is empowered to terminate the procedure and make its decision, on the basis of the information available to it, on the question whether or not the aid is compatible with the common market and, if appropriate, call for the recovery of the amount of aid which has already been paid (Boussac, cited above, paragraphs 19 and 21).",
        "NP": "43",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Steinike und Weinlig",
            "Germany"
        ],
        "NO.CASE": [
            "78/76"
        ],
        "text": "49Finally, a national court may have cause to interpret the concept of aid contained in Article 92 of the Treaty in order to determine whether a State measure introduced without observance of the preliminary examination procedure provided for in Article 93(3) ought to have been subject to that procedure (Case 78/76 Steinike und Weinlig v Germany [1977] ECR 595, paragraph 14, and Case C-189/91 Kirsammer-Hack v Sidal [1993] ECR I-6185, paragraph 14).",
        "NP": "49",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Kirsammer-Hack",
            "Sidal"
        ],
        "NO.CASE": [
            "189/91"
        ],
        "text": "49Finally, a national court may have cause to interpret the concept of aid contained in Article 92 of the Treaty in order to determine whether a State measure introduced without observance of the preliminary examination procedure provided for in Article 93(3) ought to have been subject to that procedure (Case 78/76 Steinike und Weinlig v Germany [1977] ECR 595, paragraph 14, and Case C-189/91 Kirsammer-Hack v Sidal [1993] ECR I-6185, paragraph 14).",
        "NP": "49",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": "Zwartveldand Others",
        "NO.CASE": [
            "2/88"
        ],
        "text": "50Where the national court entertains doubts as to whether the measures at issue should be categorized as State aid, it may seek clarification from the Commission on that point. In its notice on cooperation between national courts and the Commission in the State aid field (OJ 1995 C 312, p. 8), the Commission expressly encouraged national courts to make contact with it when they encounter difficulties in the application of Article 93(3) of the Treaty and explained what kind of information it was able to supply. It should be noted, in that regard, that as a consequence of the duty of sincere cooperation between the Community institutions and the Member States resulting from Article 5 of the Treaty (Case C-2/88 Imm. Zwartveldand Others [1990] I-3365, paragraphs 17 and 18), the Commission must respond as quickly as possible to requests from national courts.",
        "NP": "50",
        "REF.NP.ECR": [
            "17",
            "18"
        ]
    },
    {
        "HT": [
            "Banco Exterior de Espana",
            "Ayuntamiento de Valencia"
        ],
        "NO.CASE": [
            "387/92"
        ],
        "text": "58The aim of Article 92 of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (see Case C-387/92 Banco Exterior de España v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, and Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26). The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect (see Case C-387/92 Banco Exterior de España, cited above, paragraph 13).",
        "NP": "58",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "58The aim of Article 92 of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (see Case C-387/92 Banco Exterior de España v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, and Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26). The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect (see Case C-387/92 Banco Exterior de España, cited above, paragraph 13).",
        "NP": "58",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Van der Kooy and Others",
            "Commission"
        ],
        "NO.CASE": [
            "67/85",
            "68/85",
            "70/85"
        ],
        "text": "59It follows from the foregoing considerations that the supply of goods or services on preferential terms is capable of constituting State aid (see Joined Cases 67/85, 68/85 and 70/85 Van der Kooy and Others v Commission [1988] ECR 219, paragraph 28, and Case C-56/93 Belgium v Commission [1996] ECR I-723 paragraph 10).",
        "NP": "59",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "56/93"
        ],
        "text": "59It follows from the foregoing considerations that the supply of goods or services on preferential terms is capable of constituting State aid (see Joined Cases 67/85, 68/85 and 70/85 Van der Kooy and Others v Commission [1988] ECR 219, paragraph 28, and Case C-56/93 Belgium v Commission [1996] ECR I-723 paragraph 10).",
        "NP": "59",
        "REF.NP.ECR": [
            "28"
        ]
    }
]