[
    {
        "HT": [
            "Hogan",
            "Court of Justice"
        ],
        "NO.CASE": [
            "173/95"
        ],
        "text": "37It follows from those provisions that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal (see the order in Case C-173/95 Ρ Hogan ν Court of Justice [1995] ECR I-4905, paragraph 20).",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "CNPAAP",
            "Council"
        ],
        "NO.CASE": [
            "87/95"
        ],
        "text": "38According to settled case-law, that requirement is not satisfied by an appeal which confines itself to repeating or reproducing word for word the pleas in law and arguments previously submitted to the Court of First Instance, including those based on facts expressly rejected by the court. Such an appeal amounts in reality to no more than a request for re-examination of the application submitted to the Court of First Instance, which the Court of Justice does not have jurisdiction under Article 49 of the EC Statute to undertake (see in particular the order dated 24 April 1996 in Case C-87/95 P CNPAAP ν Council [1996] ECR I-2003, paragraph 30).",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "39It also follows from the foregoing provisions that an appeal may be based only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts. The Court of First Instance has exclusive jurisdiction, first, to establish the facts except where the substantive inaccuracy of its findings is apparent from the documents submitted to it and, second, to assess those facts. When the Court of First Instance has established or assessed the facts, the Court of Justice has jurisdiction under Article 168a of the Treaty to review the legal characterization of those facts by the Court of First Instance and the legal conclusions it has drawn from them (see Case C-136/92 Ρ Commission ν Brazzelli Lualdi and Others [1994] ECR I-1981, paragraphs 48 and 49).",
        "REF.NP.ECR": [
            "48",
            "49"
        ]
    }
]