[
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "348/93"
        ],
        "text": "21Where a Commission decision requiring the cessation of State aid incompatible with the common market has not been the subject of a direct action or where such an action has been dismissed, the only defence available to a Member State in opposing an infringement action by the Commission under Article 88(2) EC is to plead that it was absolutely impossible for it to implement the decision properly (Case C-348/93 Commission v Italy [1995] ECR I-673, paragraph 16, and Case C-261/99 Commission v France [2001] ECR I-2537, paragraph 23).",
        "NP": "21",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Commission",
            "France"
        ],
        "NO.CASE": [
            "261/99"
        ],
        "text": "21Where a Commission decision requiring the cessation of State aid incompatible with the common market has not been the subject of a direct action or where such an action has been dismissed, the only defence available to a Member State in opposing an infringement action by the Commission under Article 88(2) EC is to plead that it was absolutely impossible for it to implement the decision properly (Case C-348/93 Commission v Italy [1995] ECR I-673, paragraph 16, and Case C-261/99 Commission v France [2001] ECR I-2537, paragraph 23).",
        "NP": "21",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": "Commission v Belgium",
        "NO.CASE": [
            "378/98"
        ],
        "text": "24The Court has held that when, during the implementation of a Commission decision on State aid, a Member State encounters unforeseen and unforeseeable difficulties or becomes aware of consequences unforeseen by the Commission, it must submit those problems to the Commission for its assessment, proposing appropriate amendments to the decision in question. In such a case, under the rule imposing on Member States and Community institutions reciprocal duties of genuine cooperation which underlies in particular Article 10 EC, the Commission and the Member State must work together in good faith with a view to overcoming the difficulties whilst fully observing the provisions of the Treaty and in particular those on aid (Commission v Italy, cited above, paragraph 16; Commission v France, cited above, paragraph 24, and Case C-378/98 Commission v Belgium [2001] ECR I-5107, paragraph 31).",
        "NP": "24",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "25However, the condition that it be absolutely impossible to implement a decision is not fulfilled where the defendant government merely informs the Commission of the legal, political or practical difficulties involved in implementing the decision, without taking any real step to recover the aid from the undertakings concerned, and without proposing to the Commission any alternative arrangements for implementing the decision which could have enabled the difficulties to be overcome (see, to that effect, Case 94/87 Commission v Germany [1989] ECR 175, paragraph 10, and Case C-280/95 Commission v Italy [1998] ECR I-259, paragraph 14).",
        "NP": "25",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "280/95"
        ],
        "text": "25However, the condition that it be absolutely impossible to implement a decision is not fulfilled where the defendant government merely informs the Commission of the legal, political or practical difficulties involved in implementing the decision, without taking any real step to recover the aid from the undertakings concerned, and without proposing to the Commission any alternative arrangements for implementing the decision which could have enabled the difficulties to be overcome (see, to that effect, Case 94/87 Commission v Germany [1989] ECR 175, paragraph 10, and Case C-280/95 Commission v Italy [1998] ECR I-259, paragraph 14).",
        "NP": "25",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "480/98"
        ],
        "text": "31In its judgment in Case C-480/98 Spain v Commission [2000] ECR I-8717 concerning the action by the Kingdom of Spain for annulment of Decision 1999/509, the Court held, at paragraph 21, that in the particular circumstances of that case the nonpayment of taxes and social security contributions by Indosa, Cunosa, Migsa and Gursa during the periods mentioned in the contested Decision constituted illegal aid which was incompatible with the common market within the meaning of Article 87(1) EC.",
        "NP": "31"
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "52/84"
        ],
        "text": "38The Court has already ruled that the fact that, on account of the financial position of the beneficiary of the aid in question, the authorities of the Member State concerned could not recover the sum paid does not constitute proof that implementation was impossible, since the Commission's objective was to abolish the aid, which could have been achieved by the liquidation of the company (Case 52/84 Commission v Belgium [1986] ECR 89, paragraph 14).",
        "NP": "38",
        "REF.NP.ECR": [
            "14"
        ]
    }
]