[
    {
        "HT": [
            "Zuckerfabrik Watenstedt",
            "Council"
        ],
        "NO.CASE": [
            "6/68"
        ],
        "text": "28As regards the appellants' argument that Altenburger Ziegenkäse is manufactured by only two producers, Molkerei Großbraunshain and Zimmermann, that the number of manufacturers will not change in the foreseeable future, and that the possibility of Altenburger Ziegenkäse being made by other producers is so unlikely that it may be dismissed, the Court of First Instance pointed out, in paragraph 52 of the contested order, that the legislative character of a measure is not called into question by the fact that it is possible to determine with a greater or lesser degree of precision the number or even the identity of the persons to whom it applies at a given moment, as long as it is established that it applies by virtue of an objective legal or factual situation defined by the measure in relation to its objective (Case 6/68 Zuckerfabrik Watenstedt v Council [1968] ECR 409, at p. 415)."
    },
    {
        "HT": [
            "Codorniu",
            "Council"
        ],
        "NO.CASE": [
            "309/89"
        ],
        "text": "30The Court of First Instance concluded from all those factors, in paragraph 56 of the contested order, that Regulation No 123/97, by its nature and application, is a legislative measure and not a decision within the meaning of the fourth paragraph of Article 189 of the EC Treaty (now the fourth paragraph of Article 249 EC). Since, however, it considered that in certain circumstances even a legislative measure which applies to the traders concerned in general may concern some of them individually, provided that they are affected by the measure in question by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons (Case C-309/89 Codorniu v Council [1994] ECR I-1853, paragraphs 19 and 20), it examined whether that was the case with the appellants.",
        "REF.NP.ECR": [
            "19",
            "20"
        ]
    },
    {
        "HT": [
            "Commission",
            "BASF and Others"
        ],
        "NO.CASE": [
            "137/92"
        ],
        "text": "33The Court of First Instance supported that conclusion by finding, in paragraph 62 of the contested order, that the criticism of the legislature for choosing, from the two legislative procedures provided for, the one which deprives the persons concerned of procedural rights is irrelevant for the purpose of assessing the admissibility of an action brought against the legislative measure adopted at the end of the legislative procedure chosen, a measure which is in principle presumed to be lawful (Case C-137/92 P Commission v BASF and Others [1994] ECR I-2555, paragraph 48), unless the legislature's choice is shown to constitute an abuse of procedure.",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Asocarne",
            "Council"
        ],
        "NO.CASE": [
            "10/95"
        ],
        "text": "36Second, the Court of First Instance found, in paragraphs 61 and 68 of the contested order, that the mere fact that the appellants were heard by the Commission before Regulation No 123/97 was adopted was also incapable of distinguishing them individually from all other traders, as Article 17 of Regulation No 2081/92 did not give them any rights of a procedural nature, that the legislative procedure at issue, by its very nature, did not oblige the legislature to observe a right of the persons affected to be heard, and that, in the absence of expressly guaranteed procedural rights, it would be contrary to the wording and spirit of Article 173 of the Treaty to allow any individual who has taken part in the preparation of a legislative measure subsequently to bring an action against that measure (order in Case C-10/95 P Asocarne v Council [1995] ECR I-4149, paragraph 40).",
        "REF.NP.ECR": [
            "40"
        ]
    },
    {
        "HT": [
            "Parliament",
            "Bieber"
        ],
        "NO.CASE": [
            "284/98"
        ],
        "text": "53It should be noted that under Article 168a of the EC Treaty (now Article 225 EC) and the first paragraph of Article 51 of the EC Statute of the Court of Justice, an appeal is limited to points of law and must be based on lack of competence of the Court of First Instance, a breach of the procedure before it which adversely affects the interests of the appellant, or the infringement of Community law by the Court of First Instance (see inter alia Case C-284/98 P Parliament v Bieber [2000] ECR I-1527, paragraph 30).",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "56It also follows that an appeal must indicate precisely the contested elements of the order which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support. That requirement is not satisfied by an appeal which, without even including an argument specifically identifying the error of law allegedly vitiating the contested order, confines itself to reproducing the pleas in law and arguments previously submitted to the Court of First Instance. Such an appeal amounts in reality to no more than a request for reexamination of the application submitted to the Court of First Instance, which is outside the jurisdiction of the Court of Justice (see, inter alia, Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 34 and 35).",
        "REF.NP.ECR": [
            "34",
            "35"
        ]
    },
    {
        "HT": [
            "Kogler",
            "Court of Justice"
        ],
        "NO.CASE": [
            "82/98"
        ],
        "text": "59Second, an appeal may be based on arguments already adduced at first instance, in order to show that the Court of First Instance infringed Community law by rejecting the pleas and arguments which the appellant submitted to it (Case C-82/98 P Kögler v Court of Justice [2000] ECR I-3855, paragraph 25), so that the points of law examined at first instance may be discussed again in the course of an appeal, where the appellant challenges the interpretation or application of Community law by the Court of First Instance (Case C-210/98 P Salzgitter v Commission [2000] ECR I-5843, paragraph 43).",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Salzgitter",
            "Commission"
        ],
        "NO.CASE": [
            "210/98"
        ],
        "text": "59Second, an appeal may be based on arguments already adduced at first instance, in order to show that the Court of First Instance infringed Community law by rejecting the pleas and arguments which the appellant submitted to it (Case C-82/98 P Kögler v Court of Justice [2000] ECR I-3855, paragraph 25), so that the points of law examined at first instance may be discussed again in the course of an appeal, where the appellant challenges the interpretation or application of Community law by the Court of First Instance (Case C-210/98 P Salzgitter v Commission [2000] ECR I-5843, paragraph 43).",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "CNPAAP",
            "Council"
        ],
        "NO.CASE": [
            "87/95"
        ],
        "text": "67Regulation No 123/97 thus constitutes a measure of general application, and hence of a legislative nature, which applies to objectively defined situations and produces legal effects for categories of economic operators who satisfy a number of conditions defined in a general and abstract manner. Even if the persons to whom it applies were identifiable at the time when it was adopted and it were established that their number could in fact scarcely change, its legislative character would not thereby be called into question, as it envisages only objective legal or factual situations (see, to this effect, inter alia the order in Case C-87/95 P CNPAAP v Council [1996] ECR I-2003, paragraph 35).",
        "REF.NP.ECR": [
            "35"
        ]
    }
]