[
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "122/94"
        ],
        "text": "17Although the reasoning required by Article 190 of the EC Treaty must show clearly and unequivocally the reasoning of the Community authority which adopted the contested measure so as to enable the persons concerned to ascertain the reasons for the measure and to enable the Court to exercise its power of review, it is not required to go into every relevant point of fact and law. The question whether a statement of reasons satisfies those requirements must be assessed with reference not only to its wording but also to its context and the whole body of legal rules governing the matter in question (Case C-122/94 Commission v Council [1996] ECR I-881, paragraph 29).",
        "NP": "17",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "47/91"
        ],
        "text": "31As the Court of Justice observed in paragraph 24 of its judgment in Case C-47/91 Italy v Commission [1994] ECR I-4635, when the Commission has before it a specific grant of an aid alleged to be made in pursuance of a previously authorized scheme, it cannot at the outset examine it directly in relation to the Treaty. Prior to the initiation of any procedure, it must first examine whether the aid is covered by the general scheme and satisfies the conditions laid down in the decision approving it. If it did not do so, the Commission could, whenever it examined an individual aid, go back on its decision approving the aid scheme which already involved an examination in the light of Article 92 of the Treaty. This would jeopardize the principles of the protection of legitimate expectations and legal certainty from the point of view of both the Member States and traders since individual aid in strict conformity with the decision approving the aid scheme could at any time be called in question by the Commission.",
        "NP": "31"
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "35As regards the rules on State aid, the Court of Justice has held that the discretion conferred on the Commission must be exercised in a Community context, just as the compatibility with the Treaty of the aid in question must be determined in the context of the Community (Case 730/79 Philip Morris v Commission [1980] ECR 2671, paragraphs 24 and 26).",
        "NP": "35",
        "REF.NP.ECR": [
            "24",
            "26"
        ]
    },
    {
        "HT": [
            "An Taisce and WWF UK",
            "Commission"
        ],
        "NO.CASE": [
            "325/94"
        ],
        "text": "44It should be noted that, although an appeal may rely only on grounds relating to infringement of rules of law, to the exclusion of any appraisal of facts, nevertheless, where the Court of First Instance has not only assessed the facts but has also characterized them, the Court of Justice may examine the merits of that plea (see the order in Case C-325/94 P An Taisce and WWF UK v Commission [1996] ECRI-3727, paragraphs 28 and 30).",
        "NP": "44",
        "REF.NP.ECR": [
            "28",
            "30"
        ]
    }
]