[
    {
        "HT": [
            "Plaumann",
            "Commission"
        ],
        "NO.CASE": [
            "25/62"
        ],
        "text": "39The Commission observes in particular that, contrary to what is required by settled case-law (see Case 25/62 Plaumann v Commission [1963] ECR 95 and Case 26/86 Deutz und Geldermann v Council [1987] ECR 941), the applicant companies are not affected by reason of certain attributes which are peculiar to them or by reason of a factual situation which differentiates them from all other persons and distinguishes them individually in the same way as the person to whom the decision is addressed. The applicant companies, who were mentioned by name in the contested decision, did not take part in the proceedings before the Commission, and thus cannot be regarded as individually concerned by the decision. In this respect the Commission submits in particular that, contrary to the criteria laid down in Case 169/84 Cofaz and Others v Commission [1986] ECR 391, the applicant companies were not involved in the procedure from the outset and did not largely determine its course by their observations. Moreover, SCPA, as a shareholder in Kali-Export, is affected by the contested decision in the same way as the other member of the cartel, Coposa, while EMC cannot argue that it is individually concerned by a concentration decision on the basis that it is a shareholder of a company involved in that decision (Case T-83/92 Zunis Holding and Others v Commission [1993] ECR II-1169). Finally, the fact that EMC owns a 50% shareholding in Potacan is not sufficient for it to be regarded as individually concerned by the decision, since the commitment concerning Potacan is not in the nature of a decision.",
        "NP": "39"
    },
    {
        "HT": [
            "Deutz und Geldermann",
            "Council"
        ],
        "NO.CASE": [
            "26/86"
        ],
        "text": "39The Commission observes in particular that, contrary to what is required by settled case-law (see Case 25/62 Plaumann v Commission [1963] ECR 95 and Case 26/86 Deutz und Geldermann v Council [1987] ECR 941), the applicant companies are not affected by reason of certain attributes which are peculiar to them or by reason of a factual situation which differentiates them from all other persons and distinguishes them individually in the same way as the person to whom the decision is addressed. The applicant companies, who were mentioned by name in the contested decision, did not take part in the proceedings before the Commission, and thus cannot be regarded as individually concerned by the decision. In this respect the Commission submits in particular that, contrary to the criteria laid down in Case 169/84 Cofaz and Others v Commission [1986] ECR 391, the applicant companies were not involved in the procedure from the outset and did not largely determine its course by their observations. Moreover, SCPA, as a shareholder in Kali-Export, is affected by the contested decision in the same way as the other member of the cartel, Coposa, while EMC cannot argue that it is individually concerned by a concentration decision on the basis that it is a shareholder of a company involved in that decision (Case T-83/92 Zunis Holding and Others v Commission [1993] ECR II-1169). Finally, the fact that EMC owns a 50% shareholding in Potacan is not sufficient for it to be regarded as individually concerned by the decision, since the commitment concerning Potacan is not in the nature of a decision.",
        "NP": "39"
    },
    {
        "HT": [
            "Cofaz and Others",
            "Commission"
        ],
        "NO.CASE": [
            "169/84"
        ],
        "text": "39The Commission observes in particular that, contrary to what is required by settled case-law (see Case 25/62 Plaumann v Commission [1963] ECR 95 and Case 26/86 Deutz und Geldermann v Council [1987] ECR 941), the applicant companies are not affected by reason of certain attributes which are peculiar to them or by reason of a factual situation which differentiates them from all other persons and distinguishes them individually in the same way as the person to whom the decision is addressed. The applicant companies, who were mentioned by name in the contested decision, did not take part in the proceedings before the Commission, and thus cannot be regarded as individually concerned by the decision. In this respect the Commission submits in particular that, contrary to the criteria laid down in Case 169/84 Cofaz and Others v Commission [1986] ECR 391, the applicant companies were not involved in the procedure from the outset and did not largely determine its course by their observations. Moreover, SCPA, as a shareholder in Kali-Export, is affected by the contested decision in the same way as the other member of the cartel, Coposa, while EMC cannot argue that it is individually concerned by a concentration decision on the basis that it is a shareholder of a company involved in that decision (Case T-83/92 Zunis Holding and Others v Commission [1993] ECR II-1169). Finally, the fact that EMC owns a 50% shareholding in Potacan is not sufficient for it to be regarded as individually concerned by the decision, since the commitment concerning Potacan is not in the nature of a decision.",
        "NP": "39"
    },
    {
        "HT": [
            "Union Syndicale-Service Public Europeen and Others",
            "Council"
        ],
        "NO.CASE": [
            "72/74"
        ],
        "text": "40The intervener undertakings submit that only they are affected by the conditions imposed by the Commission. Those conditions could at most have an indirect effect on the interests of the applicant companies, which, according to the case-law, is not sufficient reason to give them a right of action against the said conditions (Case 72/74 Union Syndicale-Service Public Européen and Others v Council [1975] ECR 401 and Case 135/81 Groupement des Agences de Voyages v Commission [1982] ECR 3799).",
        "NP": "40"
    },
    {
        "HT": [
            "Groupement des Agences de Voyages",
            "Commission"
        ],
        "NO.CASE": [
            "135/81"
        ],
        "text": "40The intervener undertakings submit that only they are affected by the conditions imposed by the Commission. Those conditions could at most have an indirect effect on the interests of the applicant companies, which, according to the case-law, is not sufficient reason to give them a right of action against the said conditions (Case 72/74 Union Syndicale-Service Public Européen and Others v Council [1975] ECR 401 and Case 135/81 Groupement des Agences de Voyages v Commission [1982] ECR 3799).",
        "NP": "40"
    },
    {
        "HT": [
            "International Fruit Company and Others",
            "Commission"
        ],
        "NO.CASE": [
            "41/70",
            "44/70"
        ],
        "text": "45They submit that SCPA is largely dependent on Kali-Export for its large-scale export sales, a factor which distinguishes it clearly from Coposa: between 50% and 60% of SCPA's exports are effected via Kali-Export, with large-scale export sales accounting for some 15% of all sales. SCPA's situation is also distinguished from Coposa's by the fact that SCPA is affected by the condition concerning the termination of the existing distribution links between itself and K+S and by the commitment concerning Potacan. In any event, it does not follow from Plaumann that two or more persons cannot be individually concerned by the same decision. On the contrary, the Court has often held that actions brought by several persons may all be declared admissible (Cofaz and Others; Joined Cases 41/70 to 44/70 International Fruit Company and Others v Commission [1971] ECR 411; and Case 323/82 Intermitís v Commission [1984] ECR 3809).",
        "NP": "45"
    },
    {
        "HT": [
            "Intermitis",
            "Commission"
        ],
        "NO.CASE": [
            "323/82"
        ],
        "text": "45They submit that SCPA is largely dependent on Kali-Export for its large-scale export sales, a factor which distinguishes it clearly from Coposa: between 50% and 60% of SCPA's exports are effected via Kali-Export, with large-scale export sales accounting for some 15% of all sales. SCPA's situation is also distinguished from Coposa's by the fact that SCPA is affected by the condition concerning the termination of the existing distribution links between itself and K+S and by the commitment concerning Potacan. In any event, it does not follow from Plaumann that two or more persons cannot be individually concerned by the same decision. On the contrary, the Court has often held that actions brought by several persons may all be declared admissible (Cofaz and Others; Joined Cases 41/70 to 44/70 International Fruit Company and Others v Commission [1971] ECR 411; and Case 323/82 Intermitís v Commission [1984] ECR 3809).",
        "NP": "45"
    },
    {
        "HT": [
            "Piraiki-Patraiki and Others",
            "Commission"
        ],
        "NO.CASE": [
            "11/82"
        ],
        "text": "51Finally, while the conditions attached to the contested decision of the Commission can admittedly affect the applicant companies' interests only in so far as the commitments referred to therein are implemented by the parties to the concentration, it is beyond doubt that since those parties have undertaken vis-à-vis the Commission to take certain measures in return for a declaration that the concentration is compatible with the common market, they are firmly resolved to comply with those commitments, especially as under Article 8(5)(b) of the Regulation the Commission may revoke its decision if the undertakings concerned commit a breach of an obligation attached thereto (see to that effect Case 11/82 Piraiki-Patraiki and Others v Commission [1985] ECR 207, paragraphs 7 to 9).",
        "NP": "51",
        "REF.NP.ECR": [
            7,
            8,
            9
        ]
    },
    {
        "HT": [
            "Timex",
            "Council and Commission"
        ],
        "NO.CASE": [
            "264/82"
        ],
        "text": "54In view of the fact that the Court's case-law in this respect underlines the part played by natural or legal persons in the administrative procedure (see to that effect Case 264/82 Timex v Council and Commission [1985] ECR 849, and Cofaz and Others, paragraph 24), it should be noted, first, that the applicant companies submitted observations in the administrative procedure before the Commission, which took those observations into account for the purposes of the contested decision. In particular, the documents in the case show that in response to the concerns expressed by the applicant companies, the Commission decided not to make the commitment of the parties to the concentration relating to Potacan a formal condition for the concentration to be compatible with the common market.",
        "NP": "54",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Abistrom and Others",
            "Commission"
        ],
        "NO.CASE": [
            "89/85",
            "104/85",
            "114/85",
            "116/85",
            "117/85",
            "125/85",
            "129/85"
        ],
        "text": "61According to the applicant companies, the commitment proposed by K+S and accepted by the Commission must, inasmuch as it creates an obligation on the part of K+S, be treated as a condition within the meaning of Article 8(2) of the Regulation. In their view, the commitment in question may be regarded as similar to that entered into by the undertakings concerned in the Woodpulp II case (Joined Cases C-89/85, C-104/85, C-114/85, C-116/85, C-117/85 and C-125/85 to C-129/85 Abiström and Others v Commission [1993] ECR I-1307), in which the Court treated the obligations imposed on those undertakings by that commitment as equivalent to directions under Article 3 of Regulation No 17 requiring infringements to be brought to an end.",
        "NP": "61"
    },
    {
        "HT": [
            "IBM",
            "Commission"
        ],
        "NO.CASE": [
            "60/81"
        ],
        "text": "62It is settled case-law that any measure which produces binding legal effects such as to affect the interests of an applicant by bringing about a distinct change in his legal position is an act or decision which may be the subject of an action under Article 173 of the Treaty for a declaration that it is void (Case 60/81 IBM v Commission [1981] ECR 2639, paragraph 9).",
        "NP": "62",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Konecke",
            "Commission"
        ],
        "NO.CASE": [
            "76/79"
        ],
        "text": "71According to the applicant companies, it follows from Case 76/79 Könecke v Commission [1980] ECR 665 that the fact that a decision has been implemented does not preclude an application for annulment, since an interest in making the application still subsists as the basis for a possible action for damages.",
        "NP": "71"
    },
    {
        "HT": [
            "Matra",
            "Commission"
        ],
        "NO.CASE": [
            "225/91"
        ],
        "text": "72On this point, it should be noted that under the fourth paragraph of Article 37 of the Protocol on the EC Statute of the Court of Justice, submissions made in an application to intervene are limited to supporting the submissions of one of the parties. Moreover, under Article 93(4) of the Rules of Procedure, the intervener must accept the case as he finds it at the time of his intervention. It follows that the interveners have no standing to raise a plea of inadmissibility and the Court is thus not obliged to examine the pleas put forward by them (see to that effect Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraphs 11 and 12).",
        "NP": "72",
        "REF.NP.ECR": [
            "11",
            "12"
        ]
    },
    {
        "HT": [
            "VUchou",
            "Court of Auditors"
        ],
        "NO.CASE": [
            "134/87"
        ],
        "text": "73However, as the Court stated in its order of 24 September 1987 in Case 134/87 VUchou v Court of Auditors [1987] ECR 3633, paragraph 6, under Article 92(2) of the Rules of Procedure it may at any time of its own motion consider whether there exists any absolute bar to proceeding with the case.",
        "NP": "73",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "80In conclusion, the French Government submits that the Commission infringed the essential procedural requirements for taking the contested decision and that this may very well have led to an outcome different from that which would have been reached if those requirements had been complied with (Case C-142/87 Belgium v Commission [1990] ECR I-959).",
        "NP": "80"
    },
    {
        "HT": [
            "United Brands",
            "Commission"
        ],
        "NO.CASE": [
            "27/76"
        ],
        "text": "143The Court notes, to begin with, that a proper definition of the relevant market is a necessary precondition for any assessment of the effect of a concentration on competition. With reference to the application of the Regulation as envisaged in the present case, the relevant geographical market is a defined geographical area in which the product concerned is marketed and where the conditions of competition are sufficiently homogeneous for all economic operators, so that the effect on competition of the concentration notified can be evaluated rationally (see, to this effect, Case 27/76 United Brands v Commission [1978] ECR 207, paragraphs 11 and 44).",
        "NP": "143",
        "REF.NP.ECR": [
            "11",
            "44"
        ]
    },
    {
        "HT": [
            "Europemballage and Continental Can",
            "Commission"
        ],
        "NO.CASE": [
            "6/72"
        ],
        "text": "153Moreover, the legal bases of the Regulation do not justify the interpretation adopted by the Commission. It is not a measure for the application of Article 86 of the Treaty. According to the French Government, the Regulation is based primarily on Article 235 of the EC Treaty, and while it is also based on Article 87 of the Treaty, which empowers the Council to adopt appropriate regulations or directives to give effect to the principles set out in Articles 85 and 86, that is precisely because, although the Court had decided that Article 86 may be used to control certain concentrations (Case 6/72 Europemballage and Continental Can v Commission [1973] ECR 215), it reduces the scope thereof, by providing in particular in Article 22(1) that this Regulation alone shall apply to concentrations as defined in Article 3.",
        "NP": "153"
    },
    {
        "HT": [
            "Simon",
            "Court of Justice"
        ],
        "NO.CASE": [
            "15/60"
        ],
        "text": "167Third, with respect to the travaux préparatoires, it appears from the documents in the case that they cannot be regarded as expressing clearly the intention of the authors of the Regulation as to the scope of the term dominant position. In those circumstances, the travaux préparatoires provide no assistance for the interpretation of the disputed concept (see, to that effect, Case 15/60 Simon v Court of Justice [1961] ECR 115).",
        "NP": "167"
    },
    {
        "HT": [
            "Netherlands",
            "Commission"
        ],
        "NO.CASE": [
            "11/76"
        ],
        "text": "168Since the textual and historical interpretations of the Regulation, and in particular Article 2 thereof, do not permit its precise scope to be assessed as regards the type of dominant position concerned, the provision in question must be interpreted by reference to its purpose and general structure (see, to that effect, Case 11/76 Netherlands v Commission [1979] ECR 245, paragraph 6).",
        "NP": "168",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "Hoffmann-La Roche",
            "Commission"
        ],
        "NO.CASE": [
            "85/76"
        ],
        "text": "174In any event, even on the assumption that a finding by the Commission that the proposed concentration creates or strengthens a collective dominant position involving the undertakings concerned on the one hand and a third party on the other may in itself adversely affect that third party, it must be borne in mind that observance of the right to be heard is, in all proceedings liable to culminate in a measure adversely affecting a particular person, a fundamental principle of Community law which must be guaranteed even in the absence of any rules governing the procedure (see, to that effect, Case 85/76 Hoffmann-La Roche v Commission [1979] ECR 461 and Case C-32/95 P Commission v Lisrestal and Others [1996] ECR I-5373, paragraph 21).",
        "NP": "174",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Commission",
            "Lisrestal and Others"
        ],
        "NO.CASE": [
            "32/95"
        ],
        "text": "174In any event, even on the assumption that a finding by the Commission that the proposed concentration creates or strengthens a collective dominant position involving the undertakings concerned on the one hand and a third party on the other may in itself adversely affect that third party, it must be borne in mind that observance of the right to be heard is, in all proceedings liable to culminate in a measure adversely affecting a particular person, a fundamental principle of Community law which must be guaranteed even in the absence of any rules governing the procedure (see, to that effect, Case 85/76 Hoffmann-La Roche v Commission [1979] ECR 461 and Case C-32/95 P Commission v Lisrestal and Others [1996] ECR I-5373, paragraph 21).",
        "NP": "174",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Jamet",
            "Commission"
        ],
        "NO.CASE": [
            "37/71"
        ],
        "text": "256It follows from the Court's case-law that partial annulment of a decision, limited solely to the conditions it imposes, is possible if those conditions may be severed from the remainder of the decision (see, to that effect, Case 37/71 Jamet v Commission [1972] ECR 483, paragraph 11, and Case 17/74 Transocean Marine Paint v Commission [1974] ECR 1063, paragraph 21). The partial annulment of a Commission decision concerning the control of concentrations is, moreover, one of the cases expressly provided for in Article 10(5) of the Regulation.",
        "NP": "256",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Transocean Marine Paint",
            "Commission"
        ],
        "NO.CASE": [
            "17/74"
        ],
        "text": "256It follows from the Court's case-law that partial annulment of a decision, limited solely to the conditions it imposes, is possible if those conditions may be severed from the remainder of the decision (see, to that effect, Case 37/71 Jamet v Commission [1972] ECR 483, paragraph 11, and Case 17/74 Transocean Marine Paint v Commission [1974] ECR 1063, paragraph 21). The partial annulment of a Commission decision concerning the control of concentrations is, moreover, one of the cases expressly provided for in Article 10(5) of the Regulation.",
        "NP": "256",
        "REF.NP.ECR": [
            "21"
        ]
    }
]