[
    {
        "HT": "Casarin",
        "NO.CASE": [
            "113/94"
        ],
        "text": "21The Court has, in Case C-113/94 Casarin [1995] ECR I-4203, already been called upon to give a preliminary ruling on the compatibility with Article 95 of the Treaty of national motor vehicle tax rules such as the French legislation which provides for a sharper progression in tax increases for the 19 CV tax bands and above, which contain no vehicle of domestic manufacture, than that between the 15-16 CV and 17-18 CV bands, which cover vehicles of domestic manufacture capable of being considered to be similar to imported vehicles of over 19 CV.",
        "NP": "21"
    },
    {
        "HT": [
            "Union Royale Belge des Societes de Football Association and Others",
            "Bosman and Others",
            "59"
        ],
        "NO.CASE": [
            "415/93"
        ],
        "text": "33It is settled case-law that it is solely for the national court before which the dispute has been brought, and which must assume responsibility for the subsequent judicial decision, to determine in the light of the particular circumstances of the case both the need for a preliminary ruling in order to enable it to deliver judgment and the relevance of the questions which it submits to the Court (see, inter alia, Case C-415/93 Union Royale Belge des Sociétés de Football Association and Others v Bosman and Others [1995] ECR I-4921, paragraph 59). Nevertheless, the Court has held that it has no jurisdiction to give a preliminary ruling on a question submitted by a national court where it is quite obvious that the interpretation of Community law sought by that court bears no relation to the actual facts of the main action or its purpose or where the problem is hypothetical and the Court does not have before it the factual or legal material necessary to give a useful answer to the questions submitted to it (see, inter alia, Bosman, cited above, paragraph 61).",
        "NP": "33",
        "REF.NP.ECR": [
            "59"
        ]
    }
]