[
    {
        "HT": [
            "Vreugdenhil and Another",
            "Minister van Landbouw en Visserij"
        ],
        "NO.CASE": [
            "22/88"
        ],
        "text": "30The Court has consistently held that it follows from the Treaty context in which Article 155 must be placed and also from practical requirements that the concept of implementation must be given a wide interpretation. Since only the Commission is in a position to keep track of agricultural market trends and to act quickly when necessary, the Council may confer on it wide powers in that sphere. Consequently, the limits of those powers must be determined by reference amongst other things to the essential general aims of the market organization (see Case 22/88 Vreugdenhil and Another v Minister van Landbouw en Visserij [1989] ECR2049, paragraph 16 and the cases cited therein).",
        "NP": "30",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Zuckerfabrik Franken",
            "Hauptzouamt Wurzburg"
        ],
        "NO.CASE": [
            "121/83"
        ],
        "text": "31Thus, the Court has held that, in matters relating to agriculture, the Commission is authorized to adopt all the measures which are necessary or appropriate for the implementation of the basic legislation, provided that they are not contrary to such legislation or to the implementing legislation adopted by the Council (Case 121/83 Zuckerfabrik Franken v Hauptzoüamt Würzburg [1984] ECR 2039, paragraph 13).",
        "NP": "31",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Emerald Meats",
            "Commission"
        ],
        "NO.CASE": [
            "106/90",
            "317/90",
            "129/91"
        ],
        "text": "38This finding is not invalidated by the judgment in Joined Cases C-106/90, C-317/90 and C-129/91 Emerald Meats v Commission [1993] ECR I-209, at paragraph 40 of which the Court held that the requirements of Community management do not entail that the Commission ought necessarily to be able to correct wrong decisions taken in specific cases by the national authorities in connection with management of the quotas, since compliance with the common rules and their uniform application throughout the Member States of the Community can be secured either by infringement proceedings under Article 169 of the EC Treaty or in proceedings brought before national courts, which may have recourse to the procedure under Article 177 of the Treaty.",
        "NP": "38"
    },
    {
        "HT": [
            "Greece",
            "Council"
        ],
        "NO.CASE": [
            "353/92"
        ],
        "text": "48It is settled case-law that the statement of reasons required by Article 190 of the EC Treaty must show clearly and unequivocally the reasoning of the institution which enacted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review (see Case C-353/92 Greece v Council [1994] ECR I-3411, paragraph 19).",
        "NP": "48",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Delacre and Others",
            "Commission"
        ],
        "NO.CASE": [
            "350/88"
        ],
        "text": "49It is not necessary, however, for details of all relevant factual and legal aspects to be given, in so far as the question whether the statement of the grounds for a decision meets the requirements of Article 190 of the Treaty must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see Case C-350/88 Delacre and Others v Commission [1990] ECR I-395, paragraph 16 and the cases cited therein).",
        "NP": "49",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "54/91"
        ],
        "text": "50This is a fortiori the case where the Member States have been closely associated with the process of drafting the contested measure and are thus aware of the reasons underlying that measure (see Case C-54/91 Germany v Commission [1993] ECR I-3399).",
        "NP": "50"
    }
]