[
    {
        "HT": [
            "Portugal and Spain",
            "Council"
        ],
        "NO.CASE": [
            "63/90",
            "67/90"
        ],
        "text": "19As the Court has consistently held, the statement of reasons required by Article 190 of the Treaty must be appropriate to the nature of the measure in question. It must show clearly and unequivocally the reasoning of the institution which enacted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review. It has also been held that the statement of the reasons for a measure is not required to specify the matters of fact or of law dealt with, provided that it falls within the general scheme of the body of measures of which it forms part (see the judgment in Joined Cases C-63/90 and C-67/90 Portugal and Spain v Council [1992] EGR I-5073, paragraph 16).",
        "NP": "19",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Bozzetti",
            "Invernizzi"
        ],
        "NO.CASE": [
            "179/84"
        ],
        "text": "25It must be borne in mind that the agricultural policy requires the adoption of common rules which may affect producers differently according to the individual orientation of their production or local conditions; but they may not be regarded as constituting discrimination prohibited by Article 40(3) of the Treaty if they are based on objective rules formulated to meet the needs of the general common organization (see in particular the judgment in Case 179/84 Bozzetti v Invernizzi [1985] ECR 2301, paragraph 34).",
        "NP": "25",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Spain",
            "Council"
        ],
        "NO.CASE": [
            "203/86"
        ],
        "text": "36In that regard, the Court has consistently held that, in pursuing the objectives of the common agricultural policy, the Community institutions must secure the permanent harmonization made necessary by any conflicts between the various objectives set by Article 39 of the Treaty, taken individually, and, where necessary, allow any one of them temporary priority in order to satisfy the demands of the economic factors or conditions in view of which their decisions are made (see in particular the judgment in Case 203/86 Spain v Council [1988] ECR 4563, paragraph 10).",
        "NP": "36",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": [
            "Delacre and Others",
            "Commission"
        ],
        "NO.CASE": [
            "350/88"
        ],
        "text": "44The Court has consistently held that, whilst the principle of the protection of legitimate expectations is one of the fundamental principles of the Community, traders cannot have a legitimate expectation that an existing situation which is capable of being altered by the Community institutions in the exercise of their discretionary power will be maintained (see the judgment in Joined Cases C-258 and C-259/90 Pesquerías de Bermeo y Naviera Laida v Commission [1992] ECRI-2901, paragraph 34). That is true in an area such as the common agricultural policy and the common organization of the markets whose purpose involves constant adjustments to meet changes in the economic situation (see the judgment in Case C-350/88 Delacre and Others v Commission [1990] ECR I-395, paragraph 33).",
        "NP": "44",
        "REF.NP.ECR": [
            "33"
        ]
    }
]