[
    {
        "HT": [
            "Hoogovens Groep and Others",
            "Commission"
        ],
        "NO.CASE": [
            "218/87",
            "223/87",
            "72/88",
            "92/88"
        ],
        "text": "7In support of its appeal, Finsider essentially criticizes the Court of First Instance for havingdisregarded the judgment of the Court of Justice in Joined Cases 218/87, 223/87, 72/88 and 92/88 Hoogovens Groep and Others v Commission [1989] ECR 1711, in which Articles 5 and 17 of Decision No 194/88 were annulled;infringed the principle of the protection of legitimate expectations;interpreted incorrectly Article 11(3)(e) of Decision No 194/88;held that the Commission had given adequate reasons for its decision;considered that the request for an advance on quotas could be rejected by implication;considered that the Commission had provided it with sufficient information to establish that quotas had been exceeded; andrefused to reduce the amount of the fine.",
        "NP": "7"
    },
    {
        "HT": [
            "Peine-Salzgitter",
            "Commission"
        ],
        "NO.CASE": [
            "33/86",
            "44/86",
            "110/86",
            "226/86",
            "285/86"
        ],
        "text": "11In that respect, it should be noted, as the Court of First Instance observed, that in the judgment in Hoogovens Groep and Others v Commission, paragraph 26, the Court of Justice held that Article 5 of Decision No 194/88/ECSC took over the wording of Article 5 of Decision No 3485/85/ECSC and that, consequently, it must be annulled for the same reasons as those which led to the annulment of the latter provision in the judgment in Joined Cases 33/86, 44/86, 110/86, 226/86 and 285/86 Peine-Salzgitter v Commission [1988] ECR 4309.",
        "NP": "11"
    },
    {
        "HT": [
            "Steenkolenmijnen",
            "High Authority"
        ],
        "NO.CASE": [
            "30/59"
        ],
        "text": "20Thus, the Court held in its judgment in Case 30/59 Steenkolenmijnen v High Authority [1961] ECR 1 that it may not dictate to the High Authority the decisions which should be consequent upon a judgment annulling a measure but must confine itself to referring the matter back to the High Authority.",
        "NP": "20"
    },
    {
        "HT": [
            "Finsider and Others",
            "Commission"
        ],
        "NO.CASE": [
            "363/88",
            "364/88"
        ],
        "text": "21It is also apparent from the wording of Article 34 that, if the Commission has not carried out its obligation under that provision, the undertaking may institute proceedings for damages. According to the case-law of the Court, it must establish the existence of fault, damage and a causal link, since the mere illegality of the annulled act is not sufficient to render the Community liable (see the judgment in Case C-363/88 and C-364/88 Finsider and Others v Commission [1992] ECR I-359).",
        "NP": "21"
    },
    {
        "HT": [
            "Lestelle",
            "Commission"
        ],
        "NO.CASE": [
            "30/91"
        ],
        "text": "37However, where the grounds of a judgment of the Court of First Instance disclose an infringement of Community law but the operative part of the judgment is shown to be well founded for other legal reasons, the appeal must be dismissed (judgment in Case C-30/91 Lestelle v Commission [1992] ECR I-3755, paragraph 28).",
        "NP": "37",
        "REF.NP.ECR": [
            "28"
        ]
    },
    {
        "HT": [
            "Vidrdnyi",
            "Commission"
        ],
        "NO.CASE": [
            "283/90"
        ],
        "text": "41From those findings of fact, which it is for the Court of First Instance to make (see, in particular, the judgment in Case C-283/90 P Vidrdnyi v Commission [1991] ECR I-4339, paragraph 12), that court could properly infer that the Commission had given the applicant an opportunity to submit its comments on the alleged exceeding of quotas (paragraph 108).",
        "NP": "41",
        "REF.NP.ECR": [
            "12"
        ]
    }
]