[
    {
        "HT": [
            "Ferriere Acciaierie Sarde",
            "Commission"
        ],
        "NO.CASE": [
            "102/92"
        ],
        "text": "9However, referring to the case-law, the Court of First Instance then pointed out (paragraph 26) that, where the act in dispute has been neither published nor notified, the period within which proceedings are to be instituted cannot start to run until the third party concerned has precise knowledge of the content and grounds of the act in question, always provided however that he asks, within a reasonable period, for the full text of the act in question (see Case T-465/93 Murgia Messapica v Commission [1994] ECR II-361, paragraph 29, and the order of 5 March 1993 in Case C-102/92 Ferriere Acciaierie Sarde v Commission [1993] ECR I-801, paragraph 18). The Court of First Instance noted that Windpark had been informed, by the Commission's letter of 5 August 1993, of the decision selecting the projects to be awarded funding for 1993 but that, erroneously considering its situation to be promising, it sought neither the full text of the decision nor an individual explanation concerning the decision to exclude its project from the 137 projects selected (paragraph 27). In so far as Windpark's action was directed against the decision of 19 July 1993, the Court of First Instance held that, since it had been brought on 17 March 1994 — more than seven months after Windpark learned of the contested decision, in August 1993 — it was no longer admissible (paragraph 28).",
        "NP": "9",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "309/95"
        ],
        "text": "25Secondly, it is settled law (see inter alia the order in Case C-102/92, cited above, paragraph 18, and Case C-309/95 Commission v Council [1998] ECR I-655, paragraph 18) that in the absence of publication or notification, it is for the party which learns of a decision concerning it to request the whole text thereof within a reasonable period and the period for bringing an action can begin to run only from the moment at which the third party concerned acquires precise knowledge of the content of the decision in question and of the reasons on which it is based. Thus the Court of First Instance was correct in holding that, since Windpark had brought proceedings more than seven months after learning in August 1993 that its project had been excluded from the 137 projects to be awarded funding, it could not escape being time-barred for the purposes of contesting that act.",
        "NP": "25",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Portugal and Spain",
            "Council"
        ],
        "NO.CASE": [
            "63/90",
            "67/90"
        ],
        "text": "34It is settled law that the statement of reasons required by Article 190 of the Treaty-must be appropriate to the nature of the measure in question. It must show clearly and unequivocally the reasoning of the Community authority which adopted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review. It is also apparent from the case-law that the statement of reasons on which a measure is based is not required to specify the various matters of fact and law dealt with in the measure, provided that the measure falls within the general scheme of the body of measures of which it forms part (Joined Cases C-63/90 and C-67/90 Portugal and Spain v Council [1992] ECR I-5073, paragraph 16; Case C-353/92 Greece v Council [1994] ECR I-3411, paragraph 19; and Case C-466/93 Atlanta Fruchthandelsgesellschaft and Others II v Bundesamt für Ernährung und Forstwirtschaft [1995] ECR I-3799, paragraph 16).",
        "NP": "34",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Greece",
            "Council"
        ],
        "NO.CASE": [
            "353/92"
        ],
        "text": "34It is settled law that the statement of reasons required by Article 190 of the Treaty-must be appropriate to the nature of the measure in question. It must show clearly and unequivocally the reasoning of the Community authority which adopted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review. It is also apparent from the case-law that the statement of reasons on which a measure is based is not required to specify the various matters of fact and law dealt with in the measure, provided that the measure falls within the general scheme of the body of measures of which it forms part (Joined Cases C-63/90 and C-67/90 Portugal and Spain v Council [1992] ECR I-5073, paragraph 16; Case C-353/92 Greece v Council [1994] ECR I-3411, paragraph 19; and Case C-466/93 Atlanta Fruchthandelsgesellschaft and Others II v Bundesamt für Ernährung und Forstwirtschaft [1995] ECR I-3799, paragraph 16).",
        "NP": "34",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Atlanta Fruchthandelsgesellschaft and Others II",
            "Bundesamt fur Ernahrung und Forstwirtschaft"
        ],
        "NO.CASE": [
            "466/93"
        ],
        "text": "34It is settled law that the statement of reasons required by Article 190 of the Treaty-must be appropriate to the nature of the measure in question. It must show clearly and unequivocally the reasoning of the Community authority which adopted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review. It is also apparent from the case-law that the statement of reasons on which a measure is based is not required to specify the various matters of fact and law dealt with in the measure, provided that the measure falls within the general scheme of the body of measures of which it forms part (Joined Cases C-63/90 and C-67/90 Portugal and Spain v Council [1992] ECR I-5073, paragraph 16; Case C-353/92 Greece v Council [1994] ECR I-3411, paragraph 19; and Case C-466/93 Atlanta Fruchthandelsgesellschaft and Others II v Bundesamt für Ernährung und Forstwirtschaft [1995] ECR I-3799, paragraph 16).",
        "NP": "34",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Netherlands and Leeuwarder Papierwarenfabriek",
            "Commission"
        ],
        "NO.CASE": [
            "296/82",
            "318/82"
        ],
        "text": "35Furthermore, the requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the need for information of those to whom the measure is addressed or of other parties to whom it is of direct and individual concern within the meaning of the fourth paragraph of Article 173 of the Treaty (Joined Cases 296/82 and 318/82 Netherlands and Leeuwarder Papierwarenfabriek v Commission [1985] ECR 809, paragraph 19).",
        "NP": "35",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Rauch",
            "Commission"
        ],
        "NO.CASE": [
            "16/64"
        ],
        "text": "38Furthermore, in view of the special features of the selection procedure in question — namely, publication of the criteria for eligibility and the participation of committees in the selection of projects — there is no need for an individual, detailed statement of reasons (Case 16/64 Rauch v Commission [1965] ECR 135 and Case C-213/87 Gemeente Amsterdam and VIA v Commission [1990] ECR I-221).",
        "NP": "38"
    },
    {
        "HT": [
            "Gemeente Amsterdam and VIA",
            "Commission"
        ],
        "NO.CASE": [
            "213/87"
        ],
        "text": "38Furthermore, in view of the special features of the selection procedure in question — namely, publication of the criteria for eligibility and the participation of committees in the selection of projects — there is no need for an individual, detailed statement of reasons (Case 16/64 Rauch v Commission [1965] ECR 135 and Case C-213/87 Gemeente Amsterdam and VIA v Commission [1990] ECR I-221).",
        "NP": "38"
    },
    {
        "HT": [
            "Fiskano",
            "Commission"
        ],
        "NO.CASE": [
            "135/92"
        ],
        "text": "47According to established case-law (see, to that effect, Case C-135/92 Fiskano v Commission [1994] ECR I-2885, paragraphs 39 and 40), a person's right to a hearing before adoption of an act concerning that person arises only where the Commission contemplates the imposition of a penalty or the adoption of a measure likely to have an adverse effect on that person's legal position.",
        "NP": "47",
        "REF.NP.ECR": [
            "39",
            "40"
        ]
    },
    {
        "HT": [
            "United Kingdom",
            "Council"
        ],
        "NO.CASE": [
            "84/94"
        ],
        "text": "52It is sufficient to note on this point that the Court has consistently held that misuse of powers is the adoption by a Community institution of a measure with the exclusive or main purpose of achieving an end other than that stated or evading a procedure specifically prescribed by the Treaty for dealing with the circumstances of the case (see inter alia Case C-84/94 United Kingdom v Council [1996] ECR I-5755, paragraph 69).",
        "NP": "52",
        "REF.NP.ECR": [
            "69"
        ]
    },
    {
        "HT": [
            "Koelman",
            "Commission"
        ],
        "NO.CASE": [
            "59/96"
        ],
        "text": "56It is sufficient to note in this regard that this plea is inadmissible in so far as it is based on Article 175 of the Treaty. The action before the Court of First Instance was not based on that provision. In so far as it questions the propriety of the decision of 13 January 1994, the action is confined to repeating the pleas in law which this Court has already rejected. However, pursuant to Article 51, first paragraph, of the EC Statute of the Court of Justice and Article 112(1)(c) of its Rules of Procedure, an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal. That requirement is not satisfied by an appeal which confines itself to repeating or reproducing word for word the pleas in law and arguments previously submitted to the Court of First Instance, including those based on facts expressly rejected by that court (see inter alia the order of 16 September 1997 in Case C-59/96 P Koelman v Commission [1997] ECR I-4809, paragraph 52).",
        "NP": "56",
        "REF.NP.ECR": [
            "52"
        ]
    }
]