[
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "14In its judgment of 2 February 1989 in Case 94/87 Commission v Germany [1989] ECR 175, the Court held that Germany had failed to fulfil its obligations under the Treaty by not complying with Decision 86/60.",
        "NP": "14"
    },
    {
        "HT": [
            "Deutsche Milchkontor and Others",
            "Germany"
        ],
        "NO.CASE": [
            "205/82",
            "215/82"
        ],
        "text": "17The national court considers that, on the basis of those provisions, the appeal should be dismissed. First, the time-limit referred to in the first part of Paragraph 48(4) of the VwVfG has expired, since the aid was found to be unlawful by Decision 86/60, dated 14 December 1985, or at the latest in the Commission's letter of 27 June 1986, and revocation of the measure took place only on 26 September 1989. National law therefore precludes such revocation. However, Community law could restrict the provisions of national law, in particular where the time-bar has been used for an improper purpose by the administration in order to prevent the recovery required by Community law. The Bundesverwaltungsgericht refers in this connection to the Court's judgment in Joined Cases 205/82 to 215/82 Deutsche Milchkontor and Others ν Germany [1983] ECR 2633, from which it follows that where unduly paid aid must be recovered, first, national law must be applied in such a way that the recovery of sums unlawfully granted is not rendered practically impossible, and, secondly, the interests of the Community must be taken fully into consideration.",
        "NP": "17"
    },
    {
        "HT": [
            "Deufil",
            "Commission"
        ],
        "NO.CASE": [
            "310/85"
        ],
        "text": "22Article 93(2) of the Treaty provides that if the Commission finds that aid granted by a State or through State resources is not compatible with the common market it is to decide that the State concerned shall abolish or alter such aid within a period of time to be determined by the Commission. Where, contrary to the provisions of Article 93(3), the proposed aid has already been granted, the decision may take the form of an order to the national authorities to recover the aid (Case 310/85 Deufil ν Commission [1987] ECR 901, paragraph 24, and Joined Cases C-278/92, C-279/92 and C-280/92 Spain ν Commission [1994] ECR I-4103, paragraph 78).",
        "NP": "22",
        "REF.NP.ECR": [
            "78"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "278/92",
            "279/92",
            "280/92"
        ],
        "text": "22Article 93(2) of the Treaty provides that if the Commission finds that aid granted by a State or through State resources is not compatible with the common market it is to decide that the State concerned shall abolish or alter such aid within a period of time to be determined by the Commission. Where, contrary to the provisions of Article 93(3), the proposed aid has already been granted, the decision may take the form of an order to the national authorities to recover the aid (Case 310/85 Deufil ν Commission [1987] ECR 901, paragraph 24, and Joined Cases C-278/92, C-279/92 and C-280/92 Spain ν Commission [1994] ECR I-4103, paragraph 78).",
        "NP": "22",
        "REF.NP.ECR": [
            "78"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "348/93"
        ],
        "text": "23The purpose of the obligation of States to abolish aid regarded by the Commission as incompatible with the common market is to re-establish the previously existing situation (see inter alia Case C-348/93 Commission ν Italy [1995] ECR I-673, paragraph 26).",
        "NP": "23",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "24In principle the recovery of aid must take place in accordance with the relevant procedural provisions of national law, subject however to the proviso that those provisions are to be applied in such a way that the recovery required by Community law is not rendered practically impossible (Case C-142/87 Belgium ν Commission [1990] ECR I-959, paragraph 61; Case C-5/89 Commission ν Germany [1990] ECR I-3437, paragraph 12; the same applies as regards recovery of Community aid, see Deutsche Milchkontor, cited above). In particular, the interests of the Community must be taken fully into consideration in the application of a provision which requires the various interests involved to be weighed up before a defective administrative measure is withdrawn (Case 94/87 Commission ν Germany, cited above, paragraph 12).",
        "NP": "24",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "5/89"
        ],
        "text": "24In principle the recovery of aid must take place in accordance with the relevant procedural provisions of national law, subject however to the proviso that those provisions are to be applied in such a way that the recovery required by Community law is not rendered practically impossible (Case C-142/87 Belgium ν Commission [1990] ECR I-959, paragraph 61; Case C-5/89 Commission ν Germany [1990] ECR I-3437, paragraph 12; the same applies as regards recovery of Community aid, see Deutsche Milchkontor, cited above). In particular, the interests of the Community must be taken fully into consideration in the application of a provision which requires the various interests involved to be weighed up before a defective administrative measure is withdrawn (Case 94/87 Commission ν Germany, cited above, paragraph 12).",
        "NP": "24",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission,"
        ],
        "NO.CASE": [
            "169/95"
        ],
        "text": "25In that connection, although the Community legal order cannot preclude national legislation which provides that the principles of the protection of legitimate expectations and legal certainty are to be observed with regard to recovery, it must be noted that, in view of the mandatory nature of the supervision of State aid by the Commission under Article 93 of the Treaty, undertakings to which aid has been granted may not, in principle, entertain a legitimate expectation that the aid is lawful unless it has been granted in compliance with the procedure laid down in that article. A diligent businessman should normally be able to determine whether that procedure has been followed (Case C-5/89 Commission ν Germany, cited above, paragraphs 13 and 14, and Case C-169/95 Spain ν Commission, [1997] ECR I-135, paragraph 51).",
        "NP": "25",
        "REF.NP.ECR": [
            "51"
        ]
    }
]