[
    {
        "HT": [
            "Cook",
            "Commission"
        ],
        "NO.CASE": [
            "198/91"
        ],
        "text": "7Cook brought an action against that decision and, by judgment of 19 May 1993 (Case C-198/91 Cook ν Commission [1993] ECR I-2487) the Court annulled it in so far as it related to aids other than the subsidy of PTA 975905000 granted by the Spanish Government. In that judgment, it was stated in particular that, since the Commission sought to rely on the absence of overcapacity in the sub-sector in question, it should have initiated the procedure under Article 93(2) of the Treaty in order to ascertain, after obtaining all the requisite opinions, whether its assessment — which gave rise to serious difficulties — was correct.",
        "NP": "7"
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "248/84"
        ],
        "text": "15As the Court has held, a programme of regional aid may fall within one of the derogations in Article 92(3)(a) and (c). In that respect the use of the words abnormally and serious in the derogation contained in Article 92(3)(a) shows that it concerns only areas where the economic situation is extremely unfavourable in relation to the Community as a whole. The derogation in Article 92(3)(c), on the other hand, is wider in scope inasmuch as it permits the development of certain areas in a Member State which are less favoured in relation to the national average without being restricted by the economic conditions laid down in Article 92(3)(a), provided such aid does not adversely affect trading conditions to an extent contrary to the common interest (see Case 248/84 Germany ν Commission [1987] ECR 4013, paragraph 19).",
        "NP": "15",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "18It has consistently been held that Article 92(3) gives the Commission a discretion the exercise of which involves economic and social assessments which must be made in a Community context (see, in particular, Case 730/79 Philip Morris ν Commission [1980] ECR 2671, paragraph 24, and Case 310/85 Deufil ν Commission [1987] ECR 901, paragraph 18).",
        "NP": "18",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Deufil",
            "Commission"
        ],
        "NO.CASE": [
            "310/85"
        ],
        "text": "18It has consistently been held that Article 92(3) gives the Commission a discretion the exercise of which involves economic and social assessments which must be made in a Community context (see, in particular, Case 730/79 Philip Morris ν Commission [1980] ECR 2671, paragraph 24, and Case 310/85 Deufil ν Commission [1987] ECR 901, paragraph 18).",
        "NP": "18",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "278/92",
            "279/92",
            "280/92"
        ],
        "text": "27The Commission considers, however, that the aid cannot be linked to that general regional aid scheme and that, in view of the Community framework established for the sector in question, the Spanish authorities should either have refrained from granting it or have notified it at the planning stage. Moreover, since ad hoc aid was involved, the Kingdom of Spain should have established, in accordance with the judgment in Joined Cases C-278/92, C-279/92 and C-280/92 Spain ν Commission [1994] ECR I-4103, that the aid in question actually fulfilled the criterion of regional specificity, which was not done.",
        "NP": "27"
    },
    {
        "HT": [
            "Westzucker",
            "Einfuhr- und Vorratsstelle fur 2.ucker"
        ],
        "NO.CASE": [
            "57/72"
        ],
        "text": "34It must be borne in mind first of all that, where the Commission enjoys a significant freedom of assessment, as is the case when it is applying Article 92 of the Treaty, the Courts, when examining the lawfulness of the exercise of such freedom, cannot substitute their own assessment of the matter for that of the competent authority but must restrict themselves to examining whether the assessment of the competent authority contains a manifest error or constitutes a misuse of power (see, in particular, Case 57/72 Westzucker ν Einfuhr- und Vorratsstelle für 2.ucker [1973] ECR 321, paragraph 14).",
        "NP": "34",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "47It must be borne in mind first of all that abolishing unlawful aid by means of recovery is the logical consequence of a finding that it is unlawful. Consequently, the recovery of State aid unlawfully granted, for the purpose of restoring the previously existing situation, cannot in principle be regarded as disproportionate to the objectives of the Treaty in regard to State aids (Case C-142/87 Belgium ν Commission [1990] ECR I-959, paragraph 66). The same applies to the charging of interest in respect of the period between the payment of the aid and its actual repayment.",
        "NP": "47",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "5/89"
        ],
        "text": "48Moreover, a Member State whose authorities have granted aid contrary to the procedural rules laid down in Article 93 may not rely on the legitimate expectations of the recipient undertaking in order to justify a failure to comply with the obligation to take the steps necessary to implement a Commission decision instructing it to recover the aid. If it could do so, Articles 92 and 93 of the Treaty would be set at naught, since national authorities would thus be able to rely on their own unlawful conduct in order to deprive of their effectiveness decisions taken by the Commission under provisions of the Treaty (Case C-5/89 Commission ν Germany [1990] ECR I-3437, paragraph 17).",
        "NP": "48",
        "REF.NP.ECR": [
            "17"
        ]
    }
]