[
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "26It is settled case-law that the obligation to state reasons is an essential procedural requirement, as distinct from the question whether the reasons given are correct, which goes to the substantive legality of the contested measure. The statement of reasons required by Article 253 EC must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the competent Court to exercise its power of review. That requirement must be appraised by reference to the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 253 EC must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see, inter alia, Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 48).",
        "NP": "26",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "77According to settled case-law, the definition of aid is more general than that of a subsidy, because it includes not only positive benefits, such as subsidies themselves, but also measures which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which thus, without being subsidies in the strict sense of the word, are similar in character and have the same effect (see, inter alia, Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365, paragraph 38, and Case C-501/00 Spain v Commission [2004] ECR I-6717, paragraph 90 and the case-law cited there).",
        "NP": "77",
        "REF.NP.ECR": [
            "90"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "501/00"
        ],
        "text": "77According to settled case-law, the definition of aid is more general than that of a subsidy, because it includes not only positive benefits, such as subsidies themselves, but also measures which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which thus, without being subsidies in the strict sense of the word, are similar in character and have the same effect (see, inter alia, Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365, paragraph 38, and Case C-501/00 Spain v Commission [2004] ECR I-6717, paragraph 90 and the case-law cited there).",
        "NP": "77",
        "REF.NP.ECR": [
            "90"
        ]
    },
    {
        "HT": "Banco Exterior de Espana",
        "NO.CASE": [
            "387/92"
        ],
        "text": "78It follows that a measure by which the public authorities grant to certain undertakings a tax exemption which, although not involving a transfer of State resources, places the persons to whom the tax exemption applies in a more favourable financial situation than other taxpayers constitutes State aid within the meaning of Article 87(1) EC (see Case C-387/92 Banco Exterior de Espana [1994] ECR I-877, paragraph 14). Similarly, a measure which grants to certain undertakings a tax reduction or a deferral of liability to tax that would otherwise be payable may constitute State aid.",
        "NP": "78",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "Verras",
            "Parliament"
        ],
        "NO.CASE": [
            "306/81"
        ],
        "text": "86However, it must also be pointed out that a plea which may be regarded as amplifying a plea made previously, whether directly or by implication, in the original application must be considered admissible (Case 306/81 Verras v Parliament [1983] ECR 1755, paragraph 9, and Case C-301/97 Netherlands v Council [2001] ECR I-8853, paragraph 169).",
        "NP": "86",
        "REF.NP.ECR": [
            "169"
        ]
    },
    {
        "HT": [
            "Netherlands",
            "Council"
        ],
        "NO.CASE": [
            "301/97"
        ],
        "text": "86However, it must also be pointed out that a plea which may be regarded as amplifying a plea made previously, whether directly or by implication, in the original application must be considered admissible (Case 306/81 Verras v Parliament [1983] ECR 1755, paragraph 9, and Case C-301/97 Netherlands v Council [2001] ECR I-8853, paragraph 169).",
        "NP": "86",
        "REF.NP.ECR": [
            "169"
        ]
    },
    {
        "HT": [
            "Italy and Sardegna Lines",
            "Commission"
        ],
        "NO.CASE": [
            "15/98",
            "105/99"
        ],
        "text": "91In the case of an aid scheme, the Commission may confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, inter alia, Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 51, and Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24) in order to establish whether the scheme involves elements of aid.",
        "NP": "91",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "278/00"
        ],
        "text": "91In the case of an aid scheme, the Commission may confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, inter alia, Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 51, and Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24) in order to establish whether the scheme involves elements of aid.",
        "NP": "91",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "95Aid may be selective for the purposes of that provision even if it concerns a whole economic sector (see, inter alia, Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 33).",
        "NP": "95",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "101The measures at issue are not justified by the nature and the general scheme of the tax system in question (see, by way of analogy, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 33). They do not represent an adaptation of the general system to meet particular characteristics of banking undertakings. It is clear from the documents before the Court that they were explicitly put forward by the national authorities as a means of improving the competitiveness of certain undertakings at a given time in the development of the sector.",
        "NP": "101",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "372/97"
        ],
        "text": "111In assessing those two conditions, the Commission is required, not to establish that such aid has a real effect on trade between Member States and that competition is actually being distorted, but only to examine whether that aid is liable to affect such trade and distort competition (Case C-372/97 Italy v Commission [2004] ECR I-3679, paragraph 44).",
        "NP": "111",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "115In particular, when aid granted by a Member State strengthens the position of an undertaking compared with other undertakings competing in intra-Community trade, those undertakings must be regarded as affected by that aid (see, inter alia, Case 730/79 Philip Morris v Commission [1980] ECR 2671, paragraph 11; Case C-53/00 Ferring [2001] ECR I-9067, paragraph 21; and Case C-372/97 Italy v Commission, paragraph 52).",
        "NP": "115",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": "Ferring",
        "NO.CASE": [
            "53/00"
        ],
        "text": "115In particular, when aid granted by a Member State strengthens the position of an undertaking compared with other undertakings competing in intra-Community trade, those undertakings must be regarded as affected by that aid (see, inter alia, Case 730/79 Philip Morris v Commission [1980] ECR 2671, paragraph 11; Case C-53/00 Ferring [2001] ECR I-9067, paragraph 21; and Case C-372/97 Italy v Commission, paragraph 52).",
        "NP": "115",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "409/00"
        ],
        "text": "116In that regard, the fact that an economic sector has been the subject of liberalisation at Community level will suffice to indicate the real or potential effect of the aid on competition and its effect on trade between Member States (see Case C-409/00 Spain v Commission [2003] ECR I-1487, paragraph 75).",
        "NP": "116",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "456/00"
        ],
        "text": "135The first point to note is that, in applying Article 87(3) EC, the Commission enjoys a wide discretion, the exercise of which involves assessments of an economic and social nature which must be made within a Community context. The Court, in reviewing whether that freedom was lawfully exercised, cannot substitute its own assessment for that of the competent authority but must restrict itself to examining whether the authority's assessment is vitiated by a manifest error or misuse of powers (see Case C-456/00 France v Commission [2002] ECR I-11949, paragraph 41 and the case-law cited there).",
        "NP": "135",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "57/86"
        ],
        "text": "151It is not in dispute that the measures contained in Law No 218/90 were never notified to the Commission. Accordingly, as regards the Italian Republic's claim that a measure laid down under Article 7(3) of Law No 218/90 was closely connected with the reduction in income tax provided for by Articles 22 and 23 of Decree No 153/99, it is sufficient to hold that the measure referred to was not investigated by the Commission. Furthermore, even if the two successive measures represent a common thread, the fact that the Commission took no steps in relation to the first of them is of no relevance, as the scheme at issue in the present case, viewed independently from its predecessor, favours certain undertakings (see, to that effect, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 10).",
        "NP": "151",
        "REF.NP.ECR": [
            "10"
        ]
    }
]