[
    {
        "NO.CASE": "C-515/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "In Joined Cases C‑501/06 P, C-513/06 P, C-515/06 P and C‑519/06 P,"
    },
    {
        "NO.CASE": "C-515/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "In Joined Cases C‑501/06 P, C-513/06 P, C-515/06 P and C‑519/06 P,"
    },
    {
        "NO.CASE": "C-501/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "interveners at first instance (C-501/06 P),"
    },
    {
        "NO.CASE": "C-513/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "interveners at first instance (C-513/06 P),"
    },
    {
        "NO.CASE": "C-515/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "interveners at first instance (C-515/06 P),"
    },
    {
        "NO.CASE": "C-519/06",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "interveners at first instance (C-519/06 P),"
    },
    {
        "NO.CASE": "C-111/99",
        "REF.NP.ECR": "18",
        "NO.ECLI": null,
        "text": "23. According to the Court’s settled case-law, for an appellant to have an interest in bringing proceedings the appeal must be capable, if successful, of procuring an advantage to the party bringing it (orders in Case C-111/99 P Lech‑Stahlwerke  v Commission  [2001] ECR I-727, paragraph 18, and Case C‑503/07 P Saint-Gobain Glass Deutschland  v Commission  [2008] ECRI‑2217, paragraph 48 and case-law cited).",
        "NP": "23"
    },
    {
        "NO.CASE": "C-209/07",
        "REF.NP.ECR": "16 and 21",
        "NO.ECLI": null,
        "text": "58. According to settled case-law, in order to assess the anti-competitive nature of an agreement, regard must be had inter alia to the content of its provisions, the objectives it seeks to attain and the economic and legal context of which it forms a part (see, to that effect, Joined Cases 96/82 to 102/82, 104/82, 105/82, 108/82 and 110/82 IAZ International Belgium and Others  v Commission  [1983] ECR 3369, paragraph 25, and Case C-209/07 Beef Industry Development Society and Barry Brothers  [2008] ECR I-0000, paragraphs 16 and 21). In addition, although the parties’ intention is not a necessary factor in determining whether an agreement is restrictive, there is nothing prohibiting the Commission or the Community judicature from taking that aspect into account (see, to that effect, IAZ International Belgium and Others  v Commission , cited above, paragraphs 23 to 25).",
        "NP": "58"
    },
    {
        "NO.CASE": "C-478/06",
        "REF.NP.ECR": "65",
        "NO.ECLI": null,
        "text": "61. The Court has, moreover, held in that regard, in relation to the application of Article 81 EC and in a case involving the pharmaceuticals sector, that an agreement between producer and distributor which might tend to restore the national divisions in trade between Member States might be such as to frustrate the Treaty’s objective of achieving the integration of national markets through the establishment of a single market. Thus on a number of occasions the Court has held agreements aimed at partitioning national markets according to national borders or making the interpenetration of national markets more difficult, in particular those aimed at preventing or restricting parallel exports, to be agreements whose object is to restrict competition within the meaning of that article of the Treaty (Joined Cases C‑468/06 to C-478/06 Sot. Lélos kai Sia and Others  [2008] ECR I-7139, paragraph 65 and case-law cited).",
        "NP": "61"
    },
    {
        "NO.CASE": "C-552/03",
        "REF.NP.ECR": "102",
        "NO.ECLI": null,
        "text": "80. In response, GSK relies on Joined Cases C‑204/00 P, C‑205/00 P, C‑211/00 P, C‑213/00 P, C‑217/00 and C‑219/00 P Aalborg Portland and Others  v Commission  [2004] ECR I-123, paragraph 79, and the order in Case C-552/03 P Unilever Bestfoods  v Commission  [2006] ECR I-9091, paragraph 102, to support its contention that the Court of First Instance did not infringe the rules governing the burden of proof. In its view, only twice did the Court of First Instance refer to the rule applying to concentrations, first, by way of principal illustration to describe the Court of First Instance’s review of the Commission’s analysis under Article 81(3) EC and, secondly and in the alternative, to indicate that, when an undertaking has provided evidence, it is for the Commission to conduct a prospective analysis.",
        "NP": "80"
    }
]