[
    {
        "HT": "Lorenz",
        "NO.CASE": [
            "120/73"
        ],
        "text": "37Unesid adds, in that regard, that the contested decision failed to observe not only the three-month period referred to in Article 6(5) of the Steel Aid Code, but also the reasonable period the Commission had in order to initiate the investigation procedure itself. Making a comparison with the judgment in Case 120/73 Lorenz [1973] ECR 1471 and with the judgment in Joined Cases T-213/95 and T-18/96 SCK and FNKv Commission [1997] ECR II-1739, paragraph 55, it points out that the Commission allowed more than 12 years to pass, after the accession of the Kingdom of Spain to the European Communities, before initiating the procedure, whereas Article 34 of Law No 43/1995 and the contested measures had been notified to it at the time of accession. On that ground also the Commission disregarded the rules of sound administration.",
        "NP": "37",
        "REF.NP.ECR": [
            "55"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "5/01"
        ],
        "text": "50It is clear, however, from the judgment in Case C-5/01 Belgium v Commission [2002] ECR I-11991, paragraph 60, that that period cannot be regarded as a mandatory time-limit subject to withdrawal of competence, the expiry of which would prevent the Commission from deciding on the compatibility of the proposed aid measure with the Treaty.",
        "NP": "50",
        "REF.NP.ECR": [
            "60"
        ]
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "207/97"
        ],
        "text": "52It is true that, having initiated the investigation procedure in April 1996, the Commission had a duty, in accordance with the principle of sound administration, to adopt a definitive decision within a reasonable period from receipt of the observations of the Member State concerned, any interested parties and possibly other Member States. If the duration of the investigation procedure is excessive it is likely to make it more difficult for the Member State concerned to refute the Commission's arguments, thus infringing the rights of the defence (see, in particular, in relation to the pre-litigation procedure provided for in Article 226 EC, Case C-207/97 Commission v Belgium [1999] ECR I-275, paragraph 25).",
        "NP": "52",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "53It follows from the case-law that the reasonableness of such a period must be appraised in the light of the circumstances specific to each case and, in particular, its context, the various procedural stages followed by the Commission, the conduct of the parties in the course of the procedure, the complexity of the case and its importance for the various parties involved (see SCK and FNK v Commission, paragraph 57, and, by analogy, with regard to judicial proceedings, Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 29).",
        "NP": "53",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Lech-Stahlwerke",
            "Commission"
        ],
        "NO.CASE": [
            "111/99"
        ],
        "text": "64In fact the inadequacy of the statement of reasons alleged by the Spanish Government has no relevance to the conditions required for the existence of State aid. In order for a measure to be classed as State aid under Community law, it is essential not that it causes harm to any competitors, but that it represents an economic advantage for its recipients. The reductions in the amount of tax imposed on the companies fulfil that criterion, without it being necessary to examine the tax burden or the operating costs in the other Member States. Furthermore, the analysis of the effect of the disputed measures on competition is not required in the context of the ECSC Treaty (see Joined Cases T-129/95, T-2/96 and T-97/96 Neue Maxhütte Stahlwerke and Lech-Stahlwerke v Commission [1999] ECR II-17, paragraph 99, and the order in Case C-111/99 P Lech-Stahlwerke v Commission [2001] ECR I-727, paragraph 41).",
        "NP": "64",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "56/93"
        ],
        "text": "73According to settled case-law relating to Article 253 EC and applicable to Article 15 CS, the statement of reasons required by that provision must be appropriate to the act at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the Court to carry out its review. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 253 EC must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see inter alia Case C-56/93 Belgium v Commission [1996] ECR I-723, paragraph 86; Case C-367/95 P Commission v Sytraval and Brink's France [1998] ECR I-1719, paragraph 63; Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 48; and Case C-5/01 Belgium v Commission, cited above, paragraph 68).",
        "NP": "73",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "Commission",
            "Sytraval and Brink's France"
        ],
        "NO.CASE": [
            "367/95"
        ],
        "text": "73According to settled case-law relating to Article 253 EC and applicable to Article 15 CS, the statement of reasons required by that provision must be appropriate to the act at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the Court to carry out its review. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 253 EC must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see inter alia Case C-56/93 Belgium v Commission [1996] ECR I-723, paragraph 86; Case C-367/95 P Commission v Sytraval and Brink's France [1998] ECR I-1719, paragraph 63; Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 48; and Case C-5/01 Belgium v Commission, cited above, paragraph 68).",
        "NP": "73",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "73According to settled case-law relating to Article 253 EC and applicable to Article 15 CS, the statement of reasons required by that provision must be appropriate to the act at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the Court to carry out its review. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 253 EC must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see inter alia Case C-56/93 Belgium v Commission [1996] ECR I-723, paragraph 86; Case C-367/95 P Commission v Sytraval and Brink's France [1998] ECR I-1719, paragraph 63; Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 48; and Case C-5/01 Belgium v Commission, cited above, paragraph 68).",
        "NP": "73",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "Steenkolenmijnen",
            "High Authority"
        ],
        "NO.CASE": [
            "30/59"
        ],
        "text": "82Article 67 CS confirms that interpretation since it specifically concerns any action by the Member States not covered by the prohibition laid down in Article 4(c) CS, but which is liable to have appreciable repercussions on conditions of competition in the coal or steel industry (Case 30/59 Steenkolenmijnen v High Authority [1961] ECR 1, p. 22. Article 67 CS provides that the harmful events of such action may be compensated for by granting appropriate aid (first indent of paragraph 2), addressing a recommendation to the Member State concerned that it take the measures it considers most compatible with its own economic equilibrium (second indent of paragraph 2), or by way of other necessary recommendations (paragraph 3). The Court has held that those articles cover two different fields: the first abolishes and prohibits certain actions by the Member States in the field which under the Treaty falls within the jurisdiction of the Community, the second is intended to prevent the distortion of competition which exercise of the residual powers of the Member States inevitably entails (Steenkolenmijnen v High Authority, p. 25). In those circumstances, if the Commission took the view that the disputed measures had appreciable repercussions on the conditions of competition, it should have acted under Article 67 CS and not under Article 4(c) CS.",
        "NP": "82"
    },
    {
        "HT": "Ecotrade",
        "NO.CASE": [
            "200/97"
        ],
        "text": "86The Commission contends that, according to settled case-law, the definition of aid referred to in the ECSC Treaty is the same as that used in the EC Treaty (see, in particular, Case C-200/97 Ecotrade [1998] ECR I-7907, paragraph 35). In that regard, Article 1(1) of the Steel Aid Code refers unambiguously to Aid to the steel industry, ... financed by Member States or their regional or local authorities ... in any form whatsoever', and paragraph 2 only sets out an indicative list of the elements of State aid.",
        "NP": "86",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": "Banks",
        "NO.CASE": [
            "390/98"
        ],
        "text": "89It is settled case-law that for the purposes of Article 4(c) CS aid is to be interpreted in accordance with what the Court has held in respect of Article 87 EC (see, in particular, Ecotmde, paragraph 35, and Case C-390/98 Banks [2001] ECR I-6117, paragraph 33).",
        "NP": "89",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": "Banco Exterior de Espana",
        "NO.CASE": [
            "387/92"
        ],
        "text": "90The definition of aid is thus more general than that of a subsidy because it includes not only positive benefits, such as subsidies themselves, but also measures which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which thus, without being subsidies in the strict sense of the word, are similar in character and have the same effect (Steenkolenmijnen v High Authority, p. 19; Case C-387/92 Banco Exterior de Espana [1994] ECR I-877, paragraph 13; Ecotmde, paragraph 34; Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365, paragraph 38; and Case C-5/01 Belgium v Commission, paragraph 32).",
        "NP": "90",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "90The definition of aid is thus more general than that of a subsidy because it includes not only positive benefits, such as subsidies themselves, but also measures which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which thus, without being subsidies in the strict sense of the word, are similar in character and have the same effect (Steenkolenmijnen v High Authority, p. 19; Case C-387/92 Banco Exterior de Espana [1994] ECR I-877, paragraph 13; Ecotmde, paragraph 34; Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365, paragraph 38; and Case C-5/01 Belgium v Commission, paragraph 32).",
        "NP": "90",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": "Van Tiggele",
        "NO.CASE": [
            "82/77"
        ],
        "text": "91Furthermore, the term aid, within the meaning of Article 4(c) CS, necessarily implies advantages granted directly or indirectly through State funds or constituting an additional charge for the State or for bodies designated or established for that purpose (see, in particular, Case 82/77 Van Tiggele [1978] ECR 25, paragraphs 23 to 25; Joined Cases C-72/91 and C-73/91 Sloman Neptun [1993] ECR I-887, paragraphs 19 and 21; Joined Cases C-52/97 to C-54/97 Viscido and Others [1998] ECR I-2629, paragraph 13; Ecotrade, paragraph 35; and Case C-5/01 Belgium v Commission, paragraph 33).",
        "NP": "91",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": "Sloman Neptun",
        "NO.CASE": [
            "72/91",
            "73/91"
        ],
        "text": "91Furthermore, the term aid, within the meaning of Article 4(c) CS, necessarily implies advantages granted directly or indirectly through State funds or constituting an additional charge for the State or for bodies designated or established for that purpose (see, in particular, Case 82/77 Van Tiggele [1978] ECR 25, paragraphs 23 to 25; Joined Cases C-72/91 and C-73/91 Sloman Neptun [1993] ECR I-887, paragraphs 19 and 21; Joined Cases C-52/97 to C-54/97 Viscido and Others [1998] ECR I-2629, paragraph 13; Ecotrade, paragraph 35; and Case C-5/01 Belgium v Commission, paragraph 33).",
        "NP": "91",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": "Viscido and Others",
        "NO.CASE": [
            "52/97",
            "54/97"
        ],
        "text": "91Furthermore, the term aid, within the meaning of Article 4(c) CS, necessarily implies advantages granted directly or indirectly through State funds or constituting an additional charge for the State or for bodies designated or established for that purpose (see, in particular, Case 82/77 Van Tiggele [1978] ECR 25, paragraphs 23 to 25; Joined Cases C-72/91 and C-73/91 Sloman Neptun [1993] ECR I-887, paragraphs 19 and 21; Joined Cases C-52/97 to C-54/97 Viscido and Others [1998] ECR I-2629, paragraph 13; Ecotrade, paragraph 35; and Case C-5/01 Belgium v Commission, paragraph 33).",
        "NP": "91",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Commission",
            "France"
        ],
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "text": "92It must be added that in paragraph 43 of the judgment in Joined Cases 6/69 and 11/69 Commission v France [1969] ECR 523, the Court held that the first indent of Article 67(2) CS, by providing, in derogation from Article 4 CS, for situations enabling the Commission to authorise Member States to grant aid, does not distinguish between aid specific to the coal and steel sector and aid which applies to it only as the result of a general measure. Furthermore, in paragraphs 44 and 45 of that judgment, the Court held that a preferential rediscount rate for exports constitutes aid which may be authorised by the Commission in so far as it concerns the sector covered by the ECSC Treaty only in the circumstances laid down in the first indent of Article 67(2) CS.",
        "NP": "92"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "107According to the Commission, the difficulty lies in the need to distinguish, among those differences in treatment, those which arise from the application of general principles to particular situations from those which favour certain undertakings by departing from the internal logic of the common rules (see, to that effect, Case 173/73 Italy v Commission [1974] ECR 709 and Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 39).",
        "NP": "107",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "107According to the Commission, the difficulty lies in the need to distinguish, among those differences in treatment, those which arise from the application of general principles to particular situations from those which favour certain undertakings by departing from the internal logic of the common rules (see, to that effect, Case 173/73 Italy v Commission [1974] ECR 709 and Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 39).",
        "NP": "107",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "57/86"
        ],
        "text": "120The tax deduction introduced by Law No 43/1995 can benefit only one category of undertaking, namely undertakings which have export activities and make certain investments referred to by the contested measures. Such a finding is sufficient to show that that tax deduction fulfils the condition of specificity which is one of the characteristics of the definition of State aid, that is, the selective nature of the advantage in question (see, with respect to a preferential rediscount rate for exports granted by a State in favour only of exported domestic products, Commission v France, paragraphs 20 and 21; with respect to interest rate rebates on loans for export, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 8; with respect to a system relating to insolvency derogating from the ordinary rules for large undertakings in difficulties which owe particularly large debts to certain, mainly public, classes of creditors, Ecotrade, paragraph 38).",
        "NP": "120",
        "REF.NP.ECR": [
            "8"
        ]
    },
    {
        "HT": "Gschwind",
        "NO.CASE": [
            "391/97"
        ],
        "text": "123It must be recalled that as Community law stands at present, direct taxation falls within the competence of the Member States, although it is settled case-law that they must exercise that competence consistently with Community law (see, in particular, Case C-391/97 Gschwind [1999] ECR I-5451, paragraph 20) and therefore avoid taking, in that context, any measures capable of constituting State aid incompatible with the common market.",
        "NP": "123",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Moccia Irme and Others",
            "Commission"
        ],
        "NO.CASE": [
            "280/99",
            "282/99"
        ],
        "text": "129Furthermore, in order to take the view that the contested measures fell within the prohibition provided for in Article 4(c) CS, the Commission was not obliged to show that they had an effect on trade between Member States on or competition, as would be required, by contrast, under the EC Treaty (Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraphs 32 and 33; Joined Cases C-74/00 P and C-75/00 P Falck and Acciaierie di Bolzano v Commission [2002] ECR I-7869, paragraph 102; and Case C-5/01 Belgium v Commission, paragraph 75).",
        "NP": "129",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "Falck and Acciaierie di Bolzano",
            "Commission"
        ],
        "NO.CASE": [
            "74/00",
            "75/00"
        ],
        "text": "129Furthermore, in order to take the view that the contested measures fell within the prohibition provided for in Article 4(c) CS, the Commission was not obliged to show that they had an effect on trade between Member States on or competition, as would be required, by contrast, under the EC Treaty (Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraphs 32 and 33; Joined Cases C-74/00 P and C-75/00 P Falck and Acciaierie di Bolzano v Commission [2002] ECR I-7869, paragraph 102; and Case C-5/01 Belgium v Commission, paragraph 75).",
        "NP": "129",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "399/95"
        ],
        "text": "154A number of those decisions authorise the grant of ad hoc aid to designated steel undertakings, others empower the Commission to declare compatible with the common market certain types of aid for any undertaking fulfilling the requirements laid down (order in Case C-399/95 R Germany v Commission [1996] ECR I-2441, paragraph 20).",
        "NP": "154",
        "REF.NP.ECR": [
            "20"
        ]
    }
]