[
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "35Under Article 113(2) of the Rules of Procedure of the Court of Justice, the subject-matter of the proceedings before the General Court may not be changed in the appeal. Accordingly, the appellate jurisdiction of the Court of Justice is confined to review of the findings of law on the pleas argued before the General Court. A party cannot therefore change the subject-matter of the proceedings by putting forward for the first time before the Court of Justice a plea in law which it could have raised before the General Court but did not, since that would amount to allowing it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court (see, to that effect, in particular, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59; Case C-266/97 P VBA v VGB and Others [2000] ECR I-2135, paragraph 79; and Case C-280/08 P Deutsche Telekom v Commission, [2010] ECR I-9555, paragraph 34). Such a plea must consequently be considered inadmissible in an appeal.",
        "NP": "35",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "VBA",
            "VGB and Others"
        ],
        "NO.CASE": [
            "266/97"
        ],
        "text": "35Under Article 113(2) of the Rules of Procedure of the Court of Justice, the subject-matter of the proceedings before the General Court may not be changed in the appeal. Accordingly, the appellate jurisdiction of the Court of Justice is confined to review of the findings of law on the pleas argued before the General Court. A party cannot therefore change the subject-matter of the proceedings by putting forward for the first time before the Court of Justice a plea in law which it could have raised before the General Court but did not, since that would amount to allowing it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court (see, to that effect, in particular, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59; Case C-266/97 P VBA v VGB and Others [2000] ECR I-2135, paragraph 79; and Case C-280/08 P Deutsche Telekom v Commission, [2010] ECR I-9555, paragraph 34). Such a plea must consequently be considered inadmissible in an appeal.",
        "NP": "35",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Deutsche Telekom",
            "Commission"
        ],
        "NO.CASE": [
            "280/08"
        ],
        "text": "35Under Article 113(2) of the Rules of Procedure of the Court of Justice, the subject-matter of the proceedings before the General Court may not be changed in the appeal. Accordingly, the appellate jurisdiction of the Court of Justice is confined to review of the findings of law on the pleas argued before the General Court. A party cannot therefore change the subject-matter of the proceedings by putting forward for the first time before the Court of Justice a plea in law which it could have raised before the General Court but did not, since that would amount to allowing it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court (see, to that effect, in particular, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59; Case C-266/97 P VBA v VGB and Others [2000] ECR I-2135, paragraph 79; and Case C-280/08 P Deutsche Telekom v Commission, [2010] ECR I-9555, paragraph 34). Such a plea must consequently be considered inadmissible in an appeal.",
        "NP": "35",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "PKK and KNK",
            "Council"
        ],
        "NO.CASE": [
            "229/05"
        ],
        "text": "36In the present case, by its first ground of appeal, Elf Aquitaine claims, not that the General Court denied the criminal nature – within the meaning of the case-law based on Article 6 of the ECHR – of fines imposed under Article 81 EC, but essentially that it breached the fundamental rights accruing to Elf Aquitaine as a legal person held liable for an infringement attracting penalties which, in its view, are of a criminal nature. To the extent that, seen in that light, the present ground of appeal does not change the subject-matter of the proceedings before the General Court, it cannot be rejected as inadmissible (see, by analogy, Case C-229/05 PKK and KNK v Council [2007] ECR I-439, paragraphs 66 and 67).",
        "NP": "36",
        "REF.NP.ECR": [
            "66",
            "67"
        ]
    },
    {
        "HT": [
            "Akzo Nobel and Others",
            "Commission"
        ],
        "NO.CASE": [
            "97/08"
        ],
        "text": "46According to Elf Aquitaine, the General Court unlawfully reversed the burden of proof to be borne by the prosecuting authority, in particular by rejecting one after another the various indicia which Elf Aquitaine had submitted to the Commission, in accordance with the judgment in Case C-97/08 P Akzo Nobel and Others v Commission [2009] ECR I-8237, paragraph 65. Thus, in Elf Aquitaine’s submission, the General Court introduced an unacceptable imbalance between Elf Aquitaine, which bore a burden that was impossible to discharge, and the Commission, which could simply rely on a presumption of liability in order to apply criminal penalties, while purportedly enjoying a discretion to apply or not to apply such a presumption.",
        "NP": "46",
        "REF.NP.ECR": [
            "65"
        ]
    },
    {
        "HT": [
            "General Quimica and Others",
            "Commission"
        ],
        "NO.CASE": [
            "90/09"
        ],
        "text": "53In that regard, it should be borne in mind that, according to settled case-law, the concept of undertaking covers any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed. On that point, the Court has stated that in this context the term undertaking must be understood as designating an economic unit even if in law that economic unit consists of several natural or legal persons, and that if such an economic entity infringes the competition rules, it is for that entity, consistently with the principle of personal liability, to answer for that infringement (see Case C-90/09 P General Química and Others v Commission [2011] ECR I-1, paragraphs 34 and 35 and the case-law cited, and Joined Cases C-201/09 P and C-216/09 P ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others, [2011] ECR I-2239, paragraph 95).",
        "NP": "53",
        "REF.NP.ECR": [
            "95"
        ]
    },
    {
        "HT": [
            "ArcelorMittal Luxembourg",
            "Commission",
            "Commission",
            "ArcelorMittal Luxembourg and Others"
        ],
        "NO.CASE": [
            "201/09",
            "216/09"
        ],
        "text": "53In that regard, it should be borne in mind that, according to settled case-law, the concept of undertaking covers any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed. On that point, the Court has stated that in this context the term undertaking must be understood as designating an economic unit even if in law that economic unit consists of several natural or legal persons, and that if such an economic entity infringes the competition rules, it is for that entity, consistently with the principle of personal liability, to answer for that infringement (see Case C-90/09 P General Química and Others v Commission [2011] ECR I-1, paragraphs 34 and 35 and the case-law cited, and Joined Cases C-201/09 P and C-216/09 P ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others, [2011] ECR I-2239, paragraph 95).",
        "NP": "53",
        "REF.NP.ECR": [
            "95"
        ]
    },
    {
        "HT": [
            "AEG-Telefunken",
            "Commission"
        ],
        "NO.CASE": [
            "107/82"
        ],
        "text": "56In that regard, the Court has stated that, in the specific case where a parent company has a 100 % shareholding in a subsidiary which has infringed the competition rules of the European Union: (i) the parent company is able to exercise a decisive influence over the conduct of the subsidiary and (ii) there is a rebuttable presumption that the parent company does in fact exercise such a decisive influence (the presumption of actual exercise of decisive influence) (see, inter alia, Case 107/82 AEG-Telefunken v Commission [1983] ECR 3151, paragraph 50; Akzo Nobel and Others v Commission, paragraph 60; General Química and Others v Commission, paragraph 39; and ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others, paragraph 97).",
        "NP": "56",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "Stora Kopparbergs Bergslags",
            "Commission"
        ],
        "NO.CASE": [
            "286/98"
        ],
        "text": "57In those circumstances, it is sufficient for the Commission to prove that the subsidiary is wholly owned by the parent company in order to presume that the parent actually exercises decisive influence over the subsidiary’s commercial policy. The Commission will then be able to regard the parent company as jointly and severally liable for payment of the fine imposed on its subsidiary, unless the parent company, which has the burden of rebutting that presumption, adduces sufficient evidence to show that its subsidiary acts independently on the market (see Case 286/98 P Stora Kopparbergs Bergslags v Commission [2000] ECR I-9925, paragraph 29; Akzo Nobel and Others v Commission, paragraph 61; General Química and Others v Commission, paragraph 40; and ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others, paragraph 98).",
        "NP": "57",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": "Spector Photo Group and Van Raemdonck",
        "NO.CASE": [
            "45/08"
        ],
        "text": "62It follows from the case-law, moreover, that a presumption, even where it is difficult to rebut, remains within acceptable limits so long as it is proportionate to the legitimate aim pursued, it is possible to adduce evidence to the contrary and the rights of the defence are safeguarded (see, to that effect, Case C-45/08 Spector Photo Group and Van Raemdonck [2009] ECR I-12073, paragraphs 43 and 44, and EUR. Court H.R., the Janosevic v. Sweden judgment of 23 July 2002, Reports of Judgments and Decisions 2002-VII, § 101 et seq.).",
        "NP": "62",
        "REF.NP.ECR": [
            "43",
            "44"
        ]
    },
    {
        "HT": [
            "AEPI",
            "Commission"
        ],
        "NO.CASE": [
            "425/07"
        ],
        "text": "68To the extent that, on the other hand, the true purpose underlying those criticisms could be to have this Court undertake a fresh appraisal of the facts found by the General Court, they must be held to be inadmissible in an appeal. It is settled law that the General Court has exclusive jurisdiction, first, to find the facts, save where the substantive inaccuracy in its findings is apparent from the documents submitted to it, and, second, to assess those facts. That appraisal does not, save where the clear sense of the evidence has been distorted, constitute a point of law which is amenable, as such, to review by the Court of Justice (see, inter alia, Case C-425/07 P AEPI v Commission [2009] ECR I-3205, paragraph 44 and the case-law cited).",
        "NP": "68",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Prym and Prym Consumer",
            "Commission"
        ],
        "NO.CASE": [
            "534/07"
        ],
        "text": "112According to consistent case-law, and as confirmed in Article 6(3) TEU, fundamental rights are an integral part of the general principles of law whose observance the Court ensures. The Court has thus repeatedly held that respect for the rights of the defence in the conduct of administrative procedures relating to competition policy constitutes a general principle of EU law (see, inter alia, Case C-534/07 P Prym and Prym Consumer v Commission [2009] ECR I-7415, paragraph 26 and the case-law cited).",
        "NP": "112",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "Limburgse Vinyl Maatschappij and Others",
            "Commission"
        ],
        "NO.CASE": [
            "238/99",
            "244/99",
            "245/99",
            "247/99",
            "250/99",
            "251/99",
            "252/99",
            "254/99"
        ],
        "text": "113As regards a proceeding pursuant to Article 81 EC, it follows from the case-law that the administrative procedure before the Commission is divided into two distinct and successive stages, each having its own internal logic, namely a preliminary investigation stage and an inter partes stage. The preliminary investigation stage, covering the period up to notification of the statement of objections, is intended to enable the Commission to gather all the relevant evidence confirming that there has or has not been an infringement of the competition rules and to adopt an initial position on the course which the procedure is to follow. The inter partes stage, which covers the period from notification of the statement of objections to adoption of the final decision, must enable the Commission to reach a final decision on the alleged infringement (see, inter alia, to that effect, Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P to C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I-8375, paragraphs 181 to 183, and Prym and Prym Consumer v Commission, paragraph 27).",
        "NP": "113",
        "REF.NP.ECR": [
            181,
            182,
            183
        ]
    },
    {
        "HT": [
            "Nederlandse Federatieve Vereniging voor de Groothandel op Elektrotechnisch Gebied",
            "Commission"
        ],
        "NO.CASE": [
            "105/04"
        ],
        "text": "114As regards the preliminary investigation stage, the Court has stated that the starting point of that stage is the date on which the Commission, in exercise of the powers conferred on it by the EU legislature, takes measures that suggest that an infringement has been committed and that have a significant impact on the situation of the undertakings suspected (see Limburgse Vinyl Maatschappij and Others v Commission, paragraph 182, and Case C-105/04 P Nederlandse Federatieve Vereniging voor de Groothandel op Elektrotechnisch Gebied v Commission [2006] ECR I-8725, paragraph 38).",
        "NP": "114",
        "REF.NP.ECR": [
            "38"
        ]
    },
    {
        "HT": [
            "Dalmine",
            "Commission"
        ],
        "NO.CASE": [
            "407/04"
        ],
        "text": "115It is not until the beginning of the administrative inter partes stage that the entity concerned is informed, via the statement of objections, of all the essential elements on which the Commission is relying at that stage of the procedure. Consequently, it is only after the statement of objections has been issued that the undertaking concerned can rely in full on its rights of defence (see, to that effect, Limburgse Vinyl Maatschappij and Others v Commission, paragraphs 315 and 316; Nederlandse Federatieve Vereniging voor de Groothandel op Elektrotechnisch Gebied v Commission, paragraph 47; and Case C-407/04 P Dalmine v Commission [2007] ECR I-829, paragraph 59).",
        "NP": "115",
        "REF.NP.ECR": [
            "59"
        ]
    },
    {
        "HT": [
            "Hoechst",
            "Commission"
        ],
        "NO.CASE": [
            "46/87",
            "227/88"
        ],
        "text": "117It is therefore important to ensure that the rights of the defence are not irremediably impaired during that stage of the administrative procedure since the measures of inquiry adopted may be decisive in assembling evidence of the unlawful nature of conduct engaged in by undertakings, for which they may be liable (see, to that effect, Joined Cases 46/87 and 227/88 Hoechst v Commission [1989] ECR 2859, paragraph 15, and Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/99 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 63).",
        "NP": "117",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Aalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/99",
            "219/00"
        ],
        "text": "117It is therefore important to ensure that the rights of the defence are not irremediably impaired during that stage of the administrative procedure since the measures of inquiry adopted may be decisive in assembling evidence of the unlawful nature of conduct engaged in by undertakings, for which they may be liable (see, to that effect, Joined Cases 46/87 and 227/88 Hoechst v Commission [1989] ECR 2859, paragraph 15, and Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/99 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 63).",
        "NP": "117",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Technische Unie",
            "Commission"
        ],
        "NO.CASE": [
            "113/04"
        ],
        "text": "118Accordingly, as regards compliance with the reasonable time requirement, the Court has held, in substance, that the appraisal of the source of any interference with the effective exercise of the rights of the defence must not be confined to the inter partes stage of the administrative procedure, but must extend to the entire procedure and be carried out by reference to its total duration (see, to that effect, Nederlandse Federatieve Vereniging voor de Groothandel op Elektrotechnisch Gebied v Commission, paragraphs 49 and 50, and Case C-113/04 P Technische Unie v Commission [2006] ECR I-8831, paragraphs 54 and 55).",
        "NP": "118",
        "REF.NP.ECR": [
            "54",
            "55"
        ]
    },
    {
        "HT": [
            "Erste Group Bank and Others",
            "Commission"
        ],
        "NO.CASE": [
            "125/07",
            "133/07",
            "135/07",
            "137/07"
        ],
        "text": "121In addition, the Court has held that the principle of personal liability does not prevent the Commission from considering first of all the possibility of penalising the company which infringed the competition rules before considering the possibility that the infringement might be imputed to the parent company (see Joined Cases C-125/07 P, C-133/07 P, C-135/07 P and C-137/07 P Erste Group Bank and Others v Commission [2009] ECR I-8681, paragraph 82).",
        "NP": "121",
        "REF.NP.ECR": [
            "82"
        ]
    },
    {
        "HT": [
            "Knauf Gips",
            "Commission"
        ],
        "NO.CASE": [
            "407/08"
        ],
        "text": "144According to settled case-law, it follows from Article 256 TFEU, the first paragraph of Article 58 of the Statute of the Court of Justice of the European Union and Article 112(1)(c) of the Rules of Procedure that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal (see, inter alia, Case C-407/08 P Knauf Gips v Commission [2010] ECR I-6375, paragraph 43 and the case-law cited).",
        "NP": "144",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Commission",
            "Sytraval and Brink's France"
        ],
        "NO.CASE": [
            "367/95"
        ],
        "text": "146As to the merits, it should be borne in mind at the outset that the obligation laid down in Article 253 EC to state adequate reasons is an essential procedural requirement that must be distinguished from the question whether the reasoning is well founded, which goes to the substantive legality of the measure at issue (see Case C-367/95 P Commission v Sytraval and Brink’s France [1998] ECR I-1719, paragraph 67, and Case C-17/99 France v Commission [2001] ECR I-2481, paragraph 35).",
        "NP": "146",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "17/99"
        ],
        "text": "146As to the merits, it should be borne in mind at the outset that the obligation laid down in Article 253 EC to state adequate reasons is an essential procedural requirement that must be distinguished from the question whether the reasoning is well founded, which goes to the substantive legality of the measure at issue (see Case C-367/95 P Commission v Sytraval and Brink’s France [1998] ECR I-1719, paragraph 67, and Case C-17/99 France v Commission [2001] ECR I-2481, paragraph 35).",
        "NP": "146",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": [
            "Corus UK",
            "Commission"
        ],
        "NO.CASE": [
            "199/99"
        ],
        "text": "148Thus, in the context of individual decisions, it is settled case-law that the purpose of the obligation to state the reasons on which an individual decision is based is, in addition to permitting review by the Courts, to provide the person concerned with sufficient information to know whether the decision may be vitiated by an error enabling its validity to be challenged (see, inter alia, to that effect, Case C-199/99 P Corus UK v Commission [2003] ECR I-11177, paragraph 145, and Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Røhrindistri and Others v Commission [2005] ECR I-5425, paragraph 462).",
        "NP": "148",
        "REF.NP.ECR": [
            "462"
        ]
    },
    {
        "HT": [
            "Dansk Rohrindistri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "148Thus, in the context of individual decisions, it is settled case-law that the purpose of the obligation to state the reasons on which an individual decision is based is, in addition to permitting review by the Courts, to provide the person concerned with sufficient information to know whether the decision may be vitiated by an error enabling its validity to be challenged (see, inter alia, to that effect, Case C-199/99 P Corus UK v Commission [2003] ECR I-11177, paragraph 145, and Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Røhrindistri and Others v Commission [2005] ECR I-5425, paragraph 462).",
        "NP": "148",
        "REF.NP.ECR": [
            "462"
        ]
    },
    {
        "HT": [
            "Michel",
            "Parliament"
        ],
        "NO.CASE": [
            "195/80"
        ],
        "text": "149Accordingly, the statement of reasons must, in principle, be notified to the person concerned at the same time as the decision adversely affecting him. The absence of reasoning cannot be legitimised by the fact that the person concerned becomes aware of the reasons for the decision during the procedure before the Courts of the European Union (see Case 195/80 Michel v Parliament [1981] ECR 2861, paragraph 22; Case C-351/98 Spain v Commission [2002] ECR I-8031, paragraph 84; Joined Cases C-199/01 P and C-200/01 P IPK-München and Commission [2004] ECR I-4627, paragraph 66; and Dansk Røhrindistri and Others v Commission, paragraph 463).",
        "NP": "149",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "351/98"
        ],
        "text": "149Accordingly, the statement of reasons must, in principle, be notified to the person concerned at the same time as the decision adversely affecting him. The absence of reasoning cannot be legitimised by the fact that the person concerned becomes aware of the reasons for the decision during the procedure before the Courts of the European Union (see Case 195/80 Michel v Parliament [1981] ECR 2861, paragraph 22; Case C-351/98 Spain v Commission [2002] ECR I-8031, paragraph 84; Joined Cases C-199/01 P and C-200/01 P IPK-München and Commission [2004] ECR I-4627, paragraph 66; and Dansk Røhrindistri and Others v Commission, paragraph 463).",
        "NP": "149",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": "IPK-Munchen and Commission",
        "NO.CASE": [
            "199/01",
            "200/01"
        ],
        "text": "149Accordingly, the statement of reasons must, in principle, be notified to the person concerned at the same time as the decision adversely affecting him. The absence of reasoning cannot be legitimised by the fact that the person concerned becomes aware of the reasons for the decision during the procedure before the Courts of the European Union (see Case 195/80 Michel v Parliament [1981] ECR 2861, paragraph 22; Case C-351/98 Spain v Commission [2002] ECR I-8031, paragraph 84; Joined Cases C-199/01 P and C-200/01 P IPK-München and Commission [2004] ECR I-4627, paragraph 66; and Dansk Røhrindistri and Others v Commission, paragraph 463).",
        "NP": "149",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Bertelsmann and Sony Corporation of America",
            "Impala"
        ],
        "NO.CASE": [
            "413/06"
        ],
        "text": "150It is settled case-law that the requirement to state reasons must be assessed by reference to the circumstances of the case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 253 EC must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see, inter alia, Commission v Sytraval and Brink’s France, paragraph 63; Case C-413/06 P Bertelsmann and Sony Corporation of America v Impala [2008] ECR I-4951, paragraphs 166 and 178; and Deutsche Telekom v Commission, paragraph 131).",
        "NP": "150",
        "REF.NP.ECR": [
            "166",
            "178"
        ]
    },
    {
        "HT": [
            "Aristrain",
            "Commission"
        ],
        "NO.CASE": [
            "196/99"
        ],
        "text": "152Where, as in the present case, a decision taken in application of the EU competition law rules relates to several addressees and raises a problem with regard to the imputability of the infringement, it must include an adequate statement of reasons with respect to each of its addressees, in particular those of them who, according to the decision, must bear the liability for the infringement. Accordingly, in respect of a parent company held jointly and severally liable for the infringement committed by its subsidiary, such a decision must in principle contain a detailed statement of reasons for imputing the infringement to that company (see, by analogy, Case C-196/99 P Aristrain v Commission [2003] ECR I-11005, paragraphs 93 to 101).",
        "NP": "152",
        "REF.NP.ECR": [
            93,
            94,
            95,
            96,
            97,
            98,
            99,
            100,
            101
        ]
    },
    {
        "HT": [
            "Chronopost and La Poste",
            "UFEX and Others"
        ],
        "NO.CASE": [
            "341/06",
            "342/06"
        ],
        "text": "154That said, it should be borne in mind that the Commission is not required in such a context to adopt a position on factors which are manifestly irrelevant, unimportant or clearly ancillary (see, by analogy, Commission v Sytraval and Brink’s France, paragraph 64; Joined Cases C-341/06 P and C-342/06 P Chronopost and La Poste v UFEX and Others [2008] ECR I-4777, paragraph 89; and Bertelsmann and Sony Corporation of America v Impala, paragraph 167).",
        "NP": "154",
        "REF.NP.ECR": [
            "89"
        ]
    },
    {
        "HT": [
            "Groupement des fabricants de papiers peints de Belgique and Others",
            "Commission"
        ],
        "NO.CASE": [
            "73/74"
        ],
        "text": "155It is also apparent from the case-law that, although a decision of the Commission which fits into a well-established line of decisions may be reasoned in a summary manner (for example by a reference to those decisions), the Commission must, if a decision goes appreciably further than the previous decisions, provide a fuller account of its reasoning (see, inter alia, Case 73/74 Groupement des fabricants de papiers peints de Belgique and Others v Commission [1975] ECR 1491, paragraph 31, and Case C-295/07 P Commission v Département du Loiret [2008] ECR I-9363, paragraph 44).",
        "NP": "155",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Commission",
            "Departement du Loiret"
        ],
        "NO.CASE": [
            "295/07"
        ],
        "text": "155It is also apparent from the case-law that, although a decision of the Commission which fits into a well-established line of decisions may be reasoned in a summary manner (for example by a reference to those decisions), the Commission must, if a decision goes appreciably further than the previous decisions, provide a fuller account of its reasoning (see, inter alia, Case 73/74 Groupement des fabricants de papiers peints de Belgique and Others v Commission [1975] ECR 1491, paragraph 31, and Case C-295/07 P Commission v Département du Loiret [2008] ECR I-9363, paragraph 44).",
        "NP": "155",
        "REF.NP.ECR": [
            "44"
        ]
    }
]