[
    {
        "HT": "Altmark Trans and Regierungsprasidium Magdeburg",
        "NO.CASE": [
            "280/00"
        ],
        "text": "38After noting that, in accordance with paragraph 93 of Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747, delivered after the adoption of the contested decision, the Commission must examine whether the SGEI costs offset by the State are equivalent to or lower than those of an average well-managed company (benchmarking criterion), the General Court found that there had been no such determination in the present case. It therefore concluded that the examination of the notified measure was incomplete.",
        "NP": "38"
    },
    {
        "HT": [
            "Commission",
            "Kronoply and Kronotex"
        ],
        "NO.CASE": [
            "83/09"
        ],
        "text": "53As regards in the first place the plea alleging breach of the conditions laid down in Article 230(4) EC, it should be made clear at the outset that Article 4 of Regulation No 659/1999 provides for a stage at which the aid measures notified undergo a preliminary examination, the purpose of which is to enable the Commission to form an initial view as to whether the aid notified is compatible with the common market. On completion of that stage, the Commission is to make a finding either that the measure does not constitute aid or that it falls within the scope of Article 87(1) EC. In the latter case, it may be that the measure does not raise doubts as to its compatibility with the common market; on the other hand, it is also possible that the measure may raise such doubts (Case C-83/09 P Commission v Kronoply and Kronotex [2011] ECR I-4441, paragraph 43).",
        "NP": "53",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Stadtwerke Schwabisch Hall and Others",
            "Commission"
        ],
        "NO.CASE": [
            "176/06"
        ],
        "text": "58The General Court thus rightly found, in paragraph 54 of the judgment under appeal, that it is not for the European Union judicature to interpret an action brought by an applicant to challenge exclusively the substance of a decision appraising the aid as such as one seeking, in fact, to safeguard the applicant’s procedural rights pursuant to Article 88(2) EC and Article 6(1) of Regulation No 659/1999, if the applicant has not expressly raised a plea to that effect. In such a case, the interpretation of the plea would lead to a reclassification of the subject-matter of the action (see, to that effect, Case C-176/06 P Stadtwerke Schwäbisch Hall and Others v Commission [2007] ECR I-170, paragraph 25, and Commission v Kronoply and Kronotex, paragraph 55).",
        "NP": "58",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Bouygues and Bouygues Telecom",
            "Commission"
        ],
        "NO.CASE": [
            "431/07"
        ],
        "text": "79The concept of doubts referred to in Article 4(4) of Regulation No 659/1999 is an objective one and their existence must be sought not only in the circumstances in which the contested measure was adopted but also in the assessments upon which the Commission relied (see, to that effect, Case C-431/07 Bouygues and Bouygues Télécom v Commission [2009] ECR I-2665, paragraph 63).",
        "NP": "79",
        "REF.NP.ECR": [
            "63"
        ]
    }
]