[
    {
        "HT": [
            "Fux",
            "Commission"
        ],
        "NO.CASE": [
            "26/68"
        ],
        "text": "13With regard to the claim for annulment of the decision of 24 September 1999, the Court of First Instance observed at paragraph 25 of the contested judgment that it is settled case-law that, once a recruitment procedure has been initiated under Article 29 of the Staff Regulations, the appointing authority is not obliged to pursue it (judgments of the Court of Justice in Case 26/68 Fux v Commission [1969] ECR 145, paragraph 11, and of the Court of First Instance in Case T-38/89 Hochbaum v Commission [1990] ECR II-43, paragraph 15).",
        "NP": "13",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": "Philips",
        "NO.CASE": [
            "299/99"
        ],
        "text": "30In that regard, it must be recalled that the Court may of its own motion, on a proposal from the Advocate General or at the request of the parties, order that the oral procedure be reopened in accordance with Article 61 of its Rules of Procedure, if it considers that it lacks sufficient information, or that the case must be dealt with on the basis of an argument which has not been debated between the parties (see, inter alia, judgment of 18 June 2002 in Case C-299/99 Philips [2002] ECR 5475, paragraph 20).",
        "NP": "30",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Giuffrida",
            "Council"
        ],
        "NO.CASE": [
            "105/75"
        ],
        "text": "39As regards the substance of the plea, the EEA submits that the Court of First Instance was right in finding in the contested judgment that the decision of 24 September 1999 was not, in this case, a result of the letter of 22 September 1999 from the Commission's DG IX, as Mr Hirschfeldt contends, but was adopted because the competition in issue was held purely to remedy the anomalous administrative status of the appellant, which, under the case-law of the Court of Justice, constitutes a misuse of powers (see, inter alia, Case 105/75 Giuffrida v Council [1976] ECR 1395, and Case 142/85 Schwiering v Court of Auditors [1986] ECR 3177). In those circumstances, organising an internal competition was clearly not in the interests of the service.",
        "NP": "39"
    },
    {
        "HT": [
            "Schwiering",
            "Court of Auditors"
        ],
        "NO.CASE": [
            "142/85"
        ],
        "text": "39As regards the substance of the plea, the EEA submits that the Court of First Instance was right in finding in the contested judgment that the decision of 24 September 1999 was not, in this case, a result of the letter of 22 September 1999 from the Commission's DG IX, as Mr Hirschfeldt contends, but was adopted because the competition in issue was held purely to remedy the anomalous administrative status of the appellant, which, under the case-law of the Court of Justice, constitutes a misuse of powers (see, inter alia, Case 105/75 Giuffrida v Council [1976] ECR 1395, and Case 142/85 Schwiering v Court of Auditors [1986] ECR 3177). In those circumstances, organising an internal competition was clearly not in the interests of the service.",
        "NP": "39"
    },
    {
        "HT": [
            "EIB",
            "Hautem"
        ],
        "NO.CASE": [
            "449/99"
        ],
        "text": "40In that connection, it must be recalled that under Article 225 EC and Article 51 of the EC Statute of the Court of Justice, an appeal lies on points of law only and that therefore the Court of First Instance alone has jurisdiction to find and appraise the facts, save where the factual inaccuracy of its findings results from the documents in the case before it. The appraisal of the facts by the Court of First Instance does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, inter alia, Case C-449/99 P EIB v Hautem [2001] ECR I-6733, paragraph 44).",
        "NP": "40",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Pincherle",
            "Commission"
        ],
        "NO.CASE": [
            "244/91"
        ],
        "text": "48In that regard it should be recalled that it is settled case-law that the Court of Justice will reject outright complaints directed against grounds of a judgment of the Court of First Instance included purely for the sake of completeness since they cannot lead to the judgment being set aside and are therefore nugatory (see, inter alia, Case C-244/91 P Pincherle v Commission [1993] ECR I-6965, paragraph 25, and order in Case C-137/95 P SPO and Others v Commission [1996] ECR I-1611, paragraph 47).",
        "NP": "48",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "SPO and Others",
            "Commission"
        ],
        "NO.CASE": [
            "137/95"
        ],
        "text": "48In that regard it should be recalled that it is settled case-law that the Court of Justice will reject outright complaints directed against grounds of a judgment of the Court of First Instance included purely for the sake of completeness since they cannot lead to the judgment being set aside and are therefore nugatory (see, inter alia, Case C-244/91 P Pincherle v Commission [1993] ECR I-6965, paragraph 25, and order in Case C-137/95 P SPO and Others v Commission [1996] ECR I-1611, paragraph 47).",
        "NP": "48",
        "REF.NP.ECR": [
            "47"
        ]
    }
]