[
    {
        "HT": "Koninklijke Cooperatie Cosun",
        "NO.CASE": [
            "248/04"
        ],
        "text": "20As regards, first, the appeal before the College van Beroep voor het bedrijfsleven, that court, by decision of 9 June 2004, made a reference for a preliminary ruling concerning, inter alia, the validity of the basic regulation and of Regulation No 2670/81. By judgment of today's date in Case C-248/04 Koninklijke Coöperatie Cosun [2006] ECR I-10211, the Court has ruled that examination of the question referred has disclosed nothing capable of affecting the validity of those regulations.",
        "NP": "20"
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "54Under Article 225 EC, the first paragraph of Article 58 of the Statute of the Court of Justice and Article 112(1), first subparagraph, (c) of the Rules of Procedure of the Court of Justice, an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal. That requirement is not satisfied by an appeal which, without even including an argument specifically identifying the error of law allegedly vitiating the judgment under appeal, merely repeats or reproduces verbatim the pleas in law and arguments previously submitted to the Court of First Instance (see, inter alia, Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 34 and 35, and Case C-208/03 P Le Pen v Parliament [2005] ECR I-6051, paragraph 39).",
        "NP": "54",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "Le Pen",
            "Parliament"
        ],
        "NO.CASE": [
            "208/03"
        ],
        "text": "54Under Article 225 EC, the first paragraph of Article 58 of the Statute of the Court of Justice and Article 112(1), first subparagraph, (c) of the Rules of Procedure of the Court of Justice, an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal. That requirement is not satisfied by an appeal which, without even including an argument specifically identifying the error of law allegedly vitiating the judgment under appeal, merely repeats or reproduces verbatim the pleas in law and arguments previously submitted to the Court of First Instance (see, inter alia, Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 34 and 35, and Case C-208/03 P Le Pen v Parliament [2005] ECR I-6051, paragraph 39).",
        "NP": "54",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "Interporc",
            "Commission"
        ],
        "NO.CASE": [
            "41/00"
        ],
        "text": "55However, provided that the appellant challenges the interpretation or application of Community law by the Court of First Instance, the points of law examined at first instance may be discussed again in the course of an appeal. Indeed, if an appellant could not thus base his appeal on pleas in law and arguments already relied on before the Court of First Instance, an appeal would be deprived of part of its purpose (see, inter alia, Case C-41/00 P Interporc v Commission [2003] ECR I-2125, paragraph 17, and Le Pen v Parliament, paragraph 40).",
        "NP": "55",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": "De Haan",
        "NO.CASE": [
            "61/98"
        ],
        "text": "85Second, the appellant's situation is largely comparable to that of De Haan Beheer BV in the case that gave rise to the judgment in Case C-61/98 De Haan [1999] ECR I-5003, in which the Court held that an undertaking in the situation of De Haan Beheer BV could rely on Article 13 of Regulation No 1430/79 in order to obtain a remission of customs duties.",
        "NP": "85"
    },
    {
        "HT": [
            "Romondin and Others",
            "Commission"
        ],
        "NO.CASE": [
            "186/02",
            "188/02"
        ],
        "text": "96According to settled case-law, to allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would be to allow it to bring before the Court, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the Court of First Instance. In an appeal the Court's jurisdiction is confined to review of the findings of law on the pleas argued before the Court of First Instance (see, inter alia, Joined Cases C-186/02 P and C-188/02 P Romondín and Others v Commission [2004] ECR I-10653, paragraph 60).",
        "NP": "96",
        "REF.NP.ECR": [
            "60"
        ]
    }
]