[
    {
        "HT": [
            "Tremblay and Others",
            "Commission"
        ],
        "NO.CASE": [
            "91/95"
        ],
        "text": "12The defect pleaded by the Commission is not therefore sufficient to render the appeal inadmissible (see, to that effect, Case C-91/95 P Tremblay and Others v Commission [1996] ECR I-5547, paragraph 11).",
        "NP": "12",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "31According to the case-law of the Court of Justice (see, in particular, Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 34), an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal. As may be seen from paragraph 29 of the present judgment, that requirement is satisfied in the present case and therefore the second plea is admissible.",
        "NP": "31",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Petrides",
            "Commission"
        ],
        "NO.CASE": [
            "64/98"
        ],
        "text": "38As regards the admissibility of the third plea, as ADP rightly points out, it is clear from the case-law of the Court of Justice (see, in particular, Case C-64/98 P Petrides v Commission [1999] ECR I-5187, paragraphs 31 to 34) that failure by the Court of First Instance to have due regard for the rights of defence may be pleaded on appeal to the Court of Justice. The third plea is therefore admissible.",
        "NP": "38",
        "REF.NP.ECR": [
            31,
            32,
            33,
            34
        ]
    },
    {
        "HT": [
            "SPO and Others",
            "Commission"
        ],
        "NO.CASE": [
            "137/95"
        ],
        "text": "41The statement in paragraph 126 of the contested judgment that the fact that HRS does not pay a fee is a further instance of discrimination is included merely for the sake of completeness. Complaints directed against the grounds of a judgment of the Court of First Instance included merely for the sake of completeness must be rejected outright since such grounds cannot provide any basis for setting that judgment aside (see, in particular, the order in Case C-137/95 P SPO and Others v Commission [1996] ECR I-1611, paragraph 47).",
        "NP": "41",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "Dorsch Consult",
            "Commission"
        ],
        "NO.CASE": [
            "237/98"
        ],
        "text": "56Finally, in response to the third objection as to the admissibility of the fifth plea, it must be pointed out that, according to the case-law of the Court of Justice, complaints based on findings of fact and on the assessment of those facts in the contested judgment are admissible on appeal where the appellant contends that the Court of First Instance has made findings which the documents in the file show to be substantially incorrect or that it has distorted the clear sense of the evidence before it (see, in particular, Case C-237/98 P Dorsch Consult v Commission [2000] ECR I-4549, paragraphs 35 and 36). That is precisely the situation in the present case.",
        "NP": "56",
        "REF.NP.ECR": [
            "35",
            "36"
        ]
    },
    {
        "HT": "Bodson",
        "NO.CASE": [
            "30/87"
        ],
        "text": "69ADP states in that connection that, according to the case-law of the Court, the activities of public bodies which depend on the exercise of their official powers are not undertakings (see, inter alia, Case 30/87 Bodson [1988] ECR 2479). Applying that case-law, the Court of First Instance ought to have found that ADP was not an undertaking within the meaning of Article 86 of the Treaty.",
        "NP": "69"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "41/83"
        ],
        "text": "70ADP further submits that the case-law cited by the Court of First Instance at paragraph 123 of the contested judgment cannot, on any view, alter the fact that the administration of publicly-owned property involves the exercise of official powers and does not therefore constitute a business activity within the meaning of Article 86 of the Treaty. First, the judgment in Case 41/83 Italy v Commission [1985] ECR 873 concerned telecommunications services, matters unrelated to the administration of publicly-owned property, and the judgment in Case T-229/94 Deutsche Bahn v Commission [1997] ECR II-1689 concerned the supply of locomotives and rail services, and did not address the question whether the administration of publicly-owned property constitutes an economic activity.",
        "NP": "70"
    },
    {
        "HT": "Poucet and fistre",
        "NO.CASE": [
            "159/91",
            "160/91"
        ],
        "text": "75In that regard, it must be borne in mind that, in the field of competition law, the concept of an undertaking covers any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed (see, inter alia, Joined Cases C-159/91 and C-160/91 Poucet and fistre [1993] ECR I-637, paragraph 17). In order to determine whether the activities in question are those of an undertaking within the meaning of Article 86 of the Treaty, it is necessary to establish the nature of those activities (see, inter alia, Case C-364/92 SAT Fluggesellschaft [1994] ECR I-43, paragraph 19).",
        "NP": "75",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": "SAT Fluggesellschaft",
        "NO.CASE": [
            "364/92"
        ],
        "text": "75In that regard, it must be borne in mind that, in the field of competition law, the concept of an undertaking covers any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed (see, inter alia, Joined Cases C-159/91 and C-160/91 Poucet and fistre [1993] ECR I-637, paragraph 17). In order to determine whether the activities in question are those of an undertaking within the meaning of Article 86 of the Treaty, it is necessary to establish the nature of those activities (see, inter alia, Case C-364/92 SAT Fluggesellschaft [1994] ECR I-43, paragraph 19).",
        "NP": "75",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "35/96"
        ],
        "text": "79It is settled case-law that any activity consisting in offering goods and services on a given market is an economic activity (see, inter alia, Case C-35/96 Commission v Italy [1998] ECR I-3851, paragraph 36 and Case C-475/99 Glöckner [2001] ECR I-8089, paragraph 19).",
        "NP": "79",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": "Glockner",
        "NO.CASE": [
            "475/99"
        ],
        "text": "79It is settled case-law that any activity consisting in offering goods and services on a given market is an economic activity (see, inter alia, Case C-35/96 Commission v Italy [1998] ECR I-3851, paragraph 36 and Case C-475/99 Glöckner [2001] ECR I-8089, paragraph 19).",
        "NP": "79",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "British Ley land",
            "Commission"
        ],
        "NO.CASE": [
            "226/84"
        ],
        "text": "85ADP submits in this connection that the Court of First Instance erred in law in misapplying the case-law of the Court of Justice. In the situation in point in Case 226/84 British Ley land v Commission [1986] ECR 3263 it was necessary to obtain a certificate of conformity in order to register imported vehicles, whereas, in the present case, although fees are charged as consideration for the private occupation of publicly-owned land, such occupation is not a prerequisite for carrying on an activity in the form of the provision of groundhandling services, as is shown by the case of HRS, which, whilst engaging in that activity, does not occupy publicly-owned property and does not pay any fee.",
        "NP": "85"
    },
    {
        "HT": [
            "BMW Belgium and Others",
            "Commission"
        ],
        "NO.CASE": [
            "32/78",
            "36/78",
            "82/78"
        ],
        "text": "118On that point, it need only be observed that, as the Commission pointed out, that institution may in any event, upon its own initiative, find that there is an infringement of Articles 85 and 86 of the Treaty (see, inter alia, Joined Cases 32/78 and 36/78 to 82/78 BMW Belgium and Others v Commission [1979] ECR 2435, paragraph 18).",
        "NP": "118",
        "REF.NP.ECR": [
            "18"
        ]
    }
]