[
    {
        "HT": "CELF and Ministre de la Culture et de la Communication",
        "NO.CASE": [
            "199/06"
        ],
        "text": "19In reply to those questions, the Court, by judgment of 12 February 2008 in Case C-199/06 CELF and Ministre de la Culture et de la Communication [2008] ECR I-469 (the CELF I judgment), held that:1.The last sentence of Article 88(3) EC is to be interpreted as meaning that the national court is not bound to order the recovery of aid implemented contrary to that provision, where the Commission has adopted a final decision declaring that aid to be compatible with the common market, within the meaning of Article 87 EC. Applying Community law, the national court must order the aid recipient to pay interest in respect of the period of unlawfulness. Within the framework of its domestic law, it may, if appropriate, also order the recovery of the unlawful aid, without prejudice to the Member State’s right to re-implement it, subsequently. It may also be required to uphold claims for compensation for damage caused by reason of the unlawful nature of the aid.2.In a procedural situation such as that in the main proceedings, the obligation, arising from the last sentence of Article 88(3) EC, to remedy the consequences of the aid’s unlawfulness extends also, for the purposes of calculating the sums to be paid by the recipient, and save for exceptional circumstances, to the period between a decision of the Commission ... declaring the aid to be compatible with the common market and the annulment of that decision by the Community court.",
        "NP": "19"
    },
    {
        "HT": "SFEI and Others",
        "NO.CASE": [
            "39/94"
        ],
        "text": "27In that regard, the Court has already in essence ruled, in Case C-39/94 SFEI and Others [1996] ECR I-3547, paragraphs 44 and 50 to 53, that:the initiation by the Commission of an examination procedure cannot release national courts from their duty to safeguard the rights of individuals in the event of a breach of the requirement to give prior notification;where it is likely that some time will elapse before it gives its final judgment, for example, where it seeks clarification from the Commission for the purposes of interpreting the concept of State aid which it may have cause to grant or where it refers a question to the Court for a preliminary ruling, the national court must decide whether it is necessary to order interim measures in order to safeguard the interests of the parties.",
        "NP": "27",
        "REF.NP.ECR": [
            50,
            51,
            52,
            53
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "91/01"
        ],
        "text": "53In a situation such as that in the main proceedings, the existence of an exceptional circumstance also cannot be upheld in the light of the principle of legal certainty, since the Court has already held, essentially, that, so long as the Commission has not taken a decision approving aid, and so long as the period for bringing an action against such a decision has not expired, the recipient cannot be certain as to the lawfulness of the aid, with the result that neither the principle of the protection of legitimate expectations nor that of legal certainty can be relied upon (see Case C-91/01 Italy v Commission [2004] ECR I-4355, paragraphs 66 and 67).",
        "NP": "53",
        "REF.NP.ECR": [
            "66",
            "67"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "298/00"
        ],
        "text": "54In a situation such as that in the main proceedings, the existence of an exceptional circumstance cannot, finally, be upheld in the light of the principle of proportionality. Abolishing unlawful aid by means of recovery is the logical consequence of a finding that it is unlawful. Accordingly, the recovery of such aid, for the purpose of restoring the previously existing situation, cannot in principle be regarded as disproportionate to the objectives of the provisions of the EC Treaty relating to State aid (see, inter alia, Case C-298/00 P Italy v Commission [2004] ECR I-4087, paragraph 75 and the case-law cited).",
        "NP": "54",
        "REF.NP.ECR": [
            "75"
        ]
    }
]