[
    {
        "HT": [
            "Netherlands",
            "Commission"
        ],
        "NO.CASE": [
            "164/02"
        ],
        "text": "10By letter of 13 December 2004, the General Court requested the Kingdom of the Netherlands and the Federal Republic of Germany to submit their observations on the conclusions to be drawn as regards the admissibility of the present action from the order of the Court in Case C-164/02 Netherlands v Commission [2004] ECR I-1177. They submitted their observations on 14 and 12 January 2005 respectively.",
        "NP": "10"
    },
    {
        "HT": [
            "Commission",
            "Kronoply and Kronotex"
        ],
        "NO.CASE": [
            "83/09"
        ],
        "text": "40In that regard, it should be recalled that if the Commission finds, following the preliminary examination, that the measure notified, in so far as it falls within the scope of Article 87(1) EC, does not raise any doubts as to its compatibility with the common market, it is to adopt a decision not to raise objections under Article 4(3) of Regulation No 659/1999 (Case C-83/09 P Commission v Kronoply and Kronotex [2011] ECR I-4441, paragraph 44). The General Court was correct to state, in paragraph 41 of the judgment under appeal, that such a decision triggers, in particular, the application of the procedure laid down in Articles 17 to 19 and Article 21 thereof, which requires the Member States to submit an annual report on all existing aid schemes.",
        "NP": "40",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "50It is settled case-law that the fact that the number of undertakings able to claim entitlement under a measure is very large, or that they belong to different sectors of activity, is not sufficient to call into question the selective nature of that measure and, therefore, to rule out its classification as State aid (Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 32; Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2011] ECR I-8365, paragraph 48; and Case C-409/00 Spain v Commission [2003] ECR I-1487, paragraph 48). Where the measure in question is governed by objective criteria of horizontal application, that fact too does not call into question its selective character, since it can serve only to show that the aid at issue falls within an aid scheme and is not individual aid (see, to that effect, Spain v Commission, paragraph 49).",
        "NP": "50",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "50It is settled case-law that the fact that the number of undertakings able to claim entitlement under a measure is very large, or that they belong to different sectors of activity, is not sufficient to call into question the selective nature of that measure and, therefore, to rule out its classification as State aid (Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 32; Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2011] ECR I-8365, paragraph 48; and Case C-409/00 Spain v Commission [2003] ECR I-1487, paragraph 48). Where the measure in question is governed by objective criteria of horizontal application, that fact too does not call into question its selective character, since it can serve only to show that the aid at issue falls within an aid scheme and is not individual aid (see, to that effect, Spain v Commission, paragraph 49).",
        "NP": "50",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "409/00"
        ],
        "text": "50It is settled case-law that the fact that the number of undertakings able to claim entitlement under a measure is very large, or that they belong to different sectors of activity, is not sufficient to call into question the selective nature of that measure and, therefore, to rule out its classification as State aid (Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 32; Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2011] ECR I-8365, paragraph 48; and Case C-409/00 Spain v Commission [2003] ECR I-1487, paragraph 48). Where the measure in question is governed by objective criteria of horizontal application, that fact too does not call into question its selective character, since it can serve only to show that the aid at issue falls within an aid scheme and is not individual aid (see, to that effect, Spain v Commission, paragraph 49).",
        "NP": "50",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "British Aggregates",
            "Commission"
        ],
        "NO.CASE": [
            "487/06"
        ],
        "text": "51Article 87(1) EC defines State interventions on the basis of their effects, and thus independently of the techniques used by the Member States to implement their interventions (see Case C-487/06 P British Aggregates v Commission [2008] ECR I-10505, paragraph 89).",
        "NP": "51",
        "REF.NP.ECR": [
            "89"
        ]
    },
    {
        "HT": [
            "Trubowest Handel and Makarov",
            "Council and Commission"
        ],
        "NO.CASE": [
            "419/08"
        ],
        "text": "59As a preliminary point, it should be recalled that, according to settled case-law, it is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that the Court has no jurisdiction to establish the facts or, in principle, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it. Save where the clear sense of the evidence has been distorted, that appraisal does not therefore constitute a point of law which is subject, as such, to review by the Court of Justice (see Case C-419/08 P Trubowest Handel and Makarov v Council and Commission [2010] ECR I-2259, paragraphs 30 and 31, and Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 63).",
        "NP": "59",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Commission",
            "Deutsche Post"
        ],
        "NO.CASE": [
            "399/08"
        ],
        "text": "59As a preliminary point, it should be recalled that, according to settled case-law, it is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that the Court has no jurisdiction to establish the facts or, in principle, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it. Save where the clear sense of the evidence has been distorted, that appraisal does not therefore constitute a point of law which is subject, as such, to review by the Court of Justice (see Case C-419/08 P Trubowest Handel and Makarov v Council and Commission [2010] ECR I-2259, paragraphs 30 and 31, and Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 63).",
        "NP": "59",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": "Pearle and Others",
        "NO.CASE": [
            "345/02"
        ],
        "text": "61According to settled case-law, categorisation as aid requires that all the conditions set out in Article 87(1) EC be fulfilled (see Case C-345/02 Pearle and Others [2004] ECR I-7139, paragraph 32 and the case-law cited). As was stated in paragraph 52 above, the General Court, correctly, considered that an economic advantage granted by a Member State constitutes an aid only if it is such as to favour certain undertakings or the production of certain goods.",
        "NP": "61",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": [
            "Netherlands",
            "Commission"
        ],
        "NO.CASE": [
            "159/01"
        ],
        "text": "62Thus, in order to prove that the measure in question applies selectively to certain undertakings or to the production of certain goods, it is for the Commission to prove that it creates differences between undertakings which, with regard to the objective of the measure in question, are in a comparable factual and legal situation. However, it must be added that the concept of aid does not encompass measures creating different treatment of undertakings in relation to charges where that difference is attributable to the nature and general scheme of the system of charges in question (Case C-159/01 Netherlands v Commission [2004] ECR I-4461, paragraph 42 and case-law cited). It is for the Member State which has introduced such a differentiation between undertakings in relation to charges to show that it is actually justified by the nature and general scheme of the system in question (Netherlands v Commission, paragraph 43).",
        "NP": "62",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "65In that regard, the Commission was not required to go into any more detail in its decision. In the case of an aid programme, it may confine itself to examining the characteristics of the programme in question in order to determine, in the grounds of its decision, whether, by reason of the terms of the programme, it gives an appreciable advantage to recipients in relation to their competitors and is likely to benefit in particular undertakings engaged in trade between Member States (Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 89).",
        "NP": "65",
        "REF.NP.ECR": [
            "89"
        ]
    },
    {
        "HT": [
            "Portugal",
            "Commission"
        ],
        "NO.CASE": [
            "88/03"
        ],
        "text": "72By invoking the judgment in Case C-88/03 Portugal v Commission [2006] ECR I-7115, the Commission argues that it does not follow from the nature or overall structure of a broader scheme containing NOx emission restrictions that the tradability of NOx emission allowances must be granted to the undertakings covered by the measure in question. Following the judgment of the Court in Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke, the Commission considers that all the NOx emission reductions are beneficial for the environment without distinction between the origin of those reductions, that is to say thermal capacity of the installations lower or higher than 20 MWth.",
        "NP": "72"
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "276/02"
        ],
        "text": "86Article 87(1) EC defines State aid as aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods, in so far as it affects trade between Member States. The concept of State aid within the meaning of that provision is wider than that of a subsidy because it embraces not only positive benefits, such as the subsidies themselves, but also measures which, in various forms, mitigate the normal burdens on the budget of an undertaking, and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect. The supply of goods or services on preferential terms is one of the indirect advantages which have the same effects as (see Case C-276/02 Spain v Commission [2004] ECR I-8091, paragraph 24, and Joined Cases C-341/06 P and C-342/06 P Chronopost and La Poste v UFEX and Others [2008] ECR I-4777, paragraph 123).",
        "NP": "86",
        "REF.NP.ECR": [
            "123"
        ]
    },
    {
        "HT": [
            "Chronopost and La Poste",
            "UFEX and Others"
        ],
        "NO.CASE": [
            "341/06",
            "342/06"
        ],
        "text": "86Article 87(1) EC defines State aid as aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods, in so far as it affects trade between Member States. The concept of State aid within the meaning of that provision is wider than that of a subsidy because it embraces not only positive benefits, such as the subsidies themselves, but also measures which, in various forms, mitigate the normal burdens on the budget of an undertaking, and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect. The supply of goods or services on preferential terms is one of the indirect advantages which have the same effects as (see Case C-276/02 Spain v Commission [2004] ECR I-8091, paragraph 24, and Joined Cases C-341/06 P and C-342/06 P Chronopost and La Poste v UFEX and Others [2008] ECR I-4777, paragraph 123).",
        "NP": "86",
        "REF.NP.ECR": [
            "123"
        ]
    },
    {
        "HT": "Altmark Trans and Regierungsprasidium Magdeburg",
        "NO.CASE": [
            "280/00"
        ],
        "text": "87Also, according to the case-law, measures which, whatever their form, are likely directly or indirectly to favour certain undertakings or are to be regarded as an economic advantage which the recipient undertaking would not have obtained under normal market conditions, are regarded as aid (Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747, paragraph 84 and case-law cited).",
        "NP": "87",
        "REF.NP.ECR": [
            "84"
        ]
    },
    {
        "HT": "PreussenElektra",
        "NO.CASE": [
            "379/98"
        ],
        "text": "97With regard to the second branch of the single ground of appeal, regarding the concept of financing through State resources, the Kingdom of the Netherlands contests the findings of the General Court in paragraphs 75 to 77 of the judgment under appeal. In particular, that Member State considers that the General Court wrongly interpreted the concept of financing through State resources as applied by the Court in Case C-379/98 PreussenElektra [2001] ECR I-2099. With regard to the measure in question, the Kingdom of the Netherlands considers that it would be decisive to hold that there was no direct or indirect transfer of State resources as a result of the distribution of the additional financial burden between the undertakings. Since the emission standard laid down is a supplementary charge for the undertakings in question, the only purpose of the measure at issue, which constitutes compensation, is to allow the undertakings concerned to distribute themselves the additional burdens between the undertakings resulting from that standard.",
        "NP": "97"
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "482/99"
        ],
        "text": "103According to the case-law of the Court, for advantages to be capable of being categorised as aid within the meaning of Article 87(1) EC, they must, first, be granted directly or indirectly through State resources, and, second, be imputable to the State (Case C-482/99 France v Commission [2002] ECR I-4397, paragraph 24 and case-law cited).",
        "NP": "103",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": "UTECA",
        "NO.CASE": [
            "222/07"
        ],
        "text": "105Also, the distinction made in that provision between aid granted by a Member State and aid granted through State resources does not signify that all advantages granted by a State, whether financed through State resources or not, constitute aid, but is intended merely to bring within that definition both advantages which are granted directly by the State and those granted by a public or private body designated or established by the State (PreussenElektra, paragraph 58, and Case C-222/07 UTECA [2009] ECR I-1407, paragraph 43).",
        "NP": "105",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": "Piaggio",
        "NO.CASE": [
            "295/97"
        ],
        "text": "106In the present case, an advantage granted by the national legislature, that is, the tradability of NOx emission allowances, could entail an additional burden for the public authorities in the form of an exemption from the obligation to pay fines or other pecuniary penalties (see, to that effect, Case C-295/97 Piaggio [1999] ECR I-3735, paragraph 42). By establishing the dynamic cap scheme, the Kingdom of the Netherlands gave to the undertakings covered by the measure in question the possibility of buying emission allowances in order to avoid the payment of fines. In addition, the consequence of that system is the creation, without real consideration supplied to the State, of emission allowances which, because of their tradable character, have an economic value. It must be concluded that the Member State could have sold such rights, or where appropriate put them up for auction, if it had structured that scheme differently (see, in that regard, paragraphs 63, 64 and 86 to 96 above).",
        "NP": "106",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "CT Control (Rotterdam) and JCT Benelux",
            "Commission"
        ],
        "NO.CASE": [
            "121/91",
            "122/91"
        ],
        "text": "125According to settled case-law, the statement of reasons required by Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure, in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent court to exercise its power of review. The requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 296 TFEU must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see Joined Cases C-121/91 and C-122/91 CT Control (Rotterdam) and JCT Benelux v Commission [1993] ECR I-3873, paragraph 31, and Case C-76/01 P Eurocoton and Others v Council [2003] ECR I-10091, paragraph 88).",
        "NP": "125",
        "REF.NP.ECR": [
            "88"
        ]
    },
    {
        "HT": [
            "Eurocoton and Others",
            "Council"
        ],
        "NO.CASE": [
            "76/01"
        ],
        "text": "125According to settled case-law, the statement of reasons required by Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure, in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent court to exercise its power of review. The requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 296 TFEU must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see Joined Cases C-121/91 and C-122/91 CT Control (Rotterdam) and JCT Benelux v Commission [1993] ECR I-3873, paragraph 31, and Case C-76/01 P Eurocoton and Others v Council [2003] ECR I-10091, paragraph 88).",
        "NP": "125",
        "REF.NP.ECR": [
            "88"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "66/02"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Comitato ",
            "Commission"
        ],
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "57/86"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Germany and Others",
            "Commission"
        ],
        "NO.CASE": [
            "329/93",
            "62/95",
            "63/95"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "156/98"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "334/99"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy and Wam"
        ],
        "NO.CASE": [
            "494/06"
        ],
        "text": "131Applied to the classification of a measure as State aid, the obligation to state the reasons for a decision requires that the reasons why the Commission considers that the measure in question falls within the scope of Article 87(1) EC be stated. In that regard, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111, and Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727, paragraph 134). Thus, where it is apparent from the circumstances under which an aid was granted that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must set out those circumstances in the statement of reasons for its decision (see inter alia, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 15; Joined Cases C-329/93, C-62/95 and C-63/95 Germany and Others v Commission [1996] ECR I-5151, paragraph 52; Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 98; Case C-334/99 Germany v Commission [2003] ECR I-1139, paragraph 59; Portugal v Commission, paragraph 89; and Case C-494/06 P Commission v Italy and Wam [2009] ECR I-3639, paragraph 49).",
        "NP": "131",
        "REF.NP.ECR": [
            "49"
        ]
    }
]