[
    {
        "HT": [
            "Spain",
            "Council"
        ],
        "NO.CASE": [
            "61/96",
            "132/97",
            "45/98",
            "27/99",
            "81/00",
            "22/01"
        ],
        "text": "31It is true that, as the Commission argues, the admissibility of an action must be assessed, as a general rule, with reference to the situation at the time when it is brought (see, to that effect, Joined Cases C-61/96, C-132/97, C-45/98, C-27/99, C-81/00 and C-22/01 Spain v Council [2002] ECR I-3439, paragraph 23). The fact remains, however, that, in accordance with the case-law, where an action is dismissed as inadmissible, the dispute arising from it, which was pending, ceases to exist, so that the situation of lis alibi pendens disappears (see, to that effect, Joined Cases 146/85 and 431/85 Diezler and Others v ESC [1987] ECR 4283, paragraph 12).",
        "NP": "31",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Diezler and Others",
            "ESC"
        ],
        "NO.CASE": [
            "146/85",
            "431/85"
        ],
        "text": "31It is true that, as the Commission argues, the admissibility of an action must be assessed, as a general rule, with reference to the situation at the time when it is brought (see, to that effect, Joined Cases C-61/96, C-132/97, C-45/98, C-27/99, C-81/00 and C-22/01 Spain v Council [2002] ECR I-3439, paragraph 23). The fact remains, however, that, in accordance with the case-law, where an action is dismissed as inadmissible, the dispute arising from it, which was pending, ceases to exist, so that the situation of lis alibi pendens disappears (see, to that effect, Joined Cases 146/85 and 431/85 Diezler and Others v ESC [1987] ECR 4283, paragraph 12).",
        "NP": "31",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "Commission",
            "Deutsche Post"
        ],
        "NO.CASE": [
            "399/08"
        ],
        "text": "34Concerning the second and third limbs of this plea, with regard to lis alibi pendens in relation to Case T-231/00, it should be recalled that, according to settled case-law, a complaint directed against a ground included in a decision of the General Court purely for the sake of completeness cannot lead to the decision being set aside and is therefore nugatory (Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 75 and case-law cited).",
        "NP": "34",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "CIRFS and Others",
            "Commission"
        ],
        "NO.CASE": [
            "313/90"
        ],
        "text": "36Those considerations, which, moreover, have not been challenged by the Commission, are in accordance with the case-law arising from the judgment in Case C-313/90 CIRFS and Others v Commission [1993] ECR I-1125).",
        "NP": "36"
    },
    {
        "HT": "TWD Textilwerke Deggendorf",
        "NO.CASE": [
            "188/92"
        ],
        "text": "48Next, it argues that the General Court’s approach had the consequence of requiring beneficiaries of an aid scheme, under the case-law arising from the judgment in Case C-188/92 TWD Textilwerke Deggendorf [1994] ECR I-833, paragraphs 24 to 26, to challenge the Commission’s decision before the General Court, even without any certainty that they would actually be required to repay the advantages received.",
        "NP": "48",
        "REF.NP.ECR": [
            24,
            25,
            26
        ]
    },
    {
        "HT": [
            "Plaumann",
            "Commission"
        ],
        "NO.CASE": [
            "25/62"
        ],
        "text": "52In the first place, and in accordance with consistent case-law, persons other than those to whom a decision is addressed may only claim to be individually concerned if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of these factors distinguishes them individually just as in the case of the person addressed (Case 25/62 Plaumann v Commission [1963] ECR 95; Case C-298/00 P Italy v Commission [2004] ECR I-4087, paragraph 36 and case-law cited).",
        "NP": "52",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "298/00"
        ],
        "text": "52In the first place, and in accordance with consistent case-law, persons other than those to whom a decision is addressed may only claim to be individually concerned if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of these factors distinguishes them individually just as in the case of the person addressed (Case 25/62 Plaumann v Commission [1963] ECR 95; Case C-298/00 P Italy v Commission [2004] ECR I-4087, paragraph 36 and case-law cited).",
        "NP": "52",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "HT": [
            "Italy and Sardegna Lines",
            "Commission"
        ],
        "NO.CASE": [
            "15/98",
            "105/99"
        ],
        "text": "53Secondly, the actual beneficiaries of individual aids granted under a system of aids of which the Commission has ordered recovery are, by that fact, individually concerned within the meaning of the fourth paragraph of Article 230 EC (see, to that effect, Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 34, and Italy v Commission, paragraphs 38 and 39).",
        "NP": "53",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Commission",
            "Koninklijke FrieslandCampina"
        ],
        "NO.CASE": [
            "519/07"
        ],
        "text": "56As the Advocate General has pointed out in points 71 to 82 of her Opinion, the order for recovery already concerns all the beneficiaries of the system in question individually in that they are exposed, as from the time of the adoption of the contested decision, to the risk that the advantages which they have received will be recovered, and thus find their legal position affected. Those beneficiaries thus form part of a restricted circle (see, to that effect, Case C-519/07 P Commission v Koninklijke FrieslandCampina [2009] ECR I-8495, paragraph 54), without it being necessary to examine additional conditions, concerning situations in which the Commission’s decision is not accompanied by a recovery order. Moreover, the eventuality that, subsequently, the advantages declared illegal may not be recovered from their beneficiaries does not exclude the latter from being regarded as individually concerned.",
        "NP": "56",
        "REF.NP.ECR": [
            "54"
        ]
    },
    {
        "HT": "E and F",
        "NO.CASE": [
            "550/09"
        ],
        "text": "58The possibility for a person to argue in the context of a national proceeding the invalidity of provisions contained in acts of the Union does, it is true, presuppose that the party in question had no right of direct action under Article 230 EC by which it could challenge provisions, the consequences of which it is suffering without having been able to seek their annulment (see, to that effect, TWD Textilwerke Deggendorf, paragraph 23, and Case C-550/09 E and F [2010] ECR I-6213, paragraphs 45 and 46). However, that same case-law shows that such a direct action must be admissible beyond any doubt (E and F, paragraph 48; Case C-494/09 Bolton Alimentari [2011] ECR I-647, paragraph 23).",
        "NP": "58",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": "Bolton Alimentari",
        "NO.CASE": [
            "494/09"
        ],
        "text": "58The possibility for a person to argue in the context of a national proceeding the invalidity of provisions contained in acts of the Union does, it is true, presuppose that the party in question had no right of direct action under Article 230 EC by which it could challenge provisions, the consequences of which it is suffering without having been able to seek their annulment (see, to that effect, TWD Textilwerke Deggendorf, paragraph 23, and Case C-550/09 E and F [2010] ECR I-6213, paragraphs 45 and 46). However, that same case-law shows that such a direct action must be admissible beyond any doubt (E and F, paragraph 48; Case C-494/09 Bolton Alimentari [2011] ECR I-647, paragraph 23).",
        "NP": "58",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "63It should be recalled that, in the case of an aid programme, the Commission may merely study the characteristics of the programme at issue in order to assess, in the grounds for its decision, whether, by reason of the arrangements provided for under the programme, the latter gives an appreciable advantage to beneficiaries in relation to their competitors and is likely to benefit in particular undertakings engaged in trade between Member States. Thus, in a decision which concerns such a programme, the Commission is not required to carry out an analysis of the aid granted in individual cases under the scheme. It is only at the stage of recovery of the aid that it is necessary to look at the individual situation of each undertaking concerned (Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraphs 89 and 91).",
        "NP": "63",
        "REF.NP.ECR": [
            "89",
            "91"
        ]
    },
    {
        "HT": [
            "Commission and France",
            "TF1"
        ],
        "NO.CASE": [
            "302/99",
            "308/99"
        ],
        "text": "65However, the Commission’s claims concerning the reasoning of the General Court set out in paragraphs 100 to 111 of that judgment have, in any event, no relevance to the operative part of that judgment, and must therefore be regarded as ineffective (see to that effect, in particular, Joined Cases C-302/99 P and C-308/99 P Commission and France v TF1 [2001] ECR I-5603, paragraphs 27 to 29).",
        "NP": "65",
        "REF.NP.ECR": [
            27,
            28,
            29
        ]
    },
    {
        "HT": "Heiser",
        "NO.CASE": [
            "172/03"
        ],
        "text": "94In that respect, it should first be noted that the grounds underlying an aid measure do not suffice to exclude the measure at the outset from classification as aid within the meaning of Article 87 EC. Article 87(1) does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (see, to that effect, Case C-172/03 Heiser [2005] ECR I-1627, paragraph 46 and case-law cited).",
        "NP": "94",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "HT": [
            "Portugal",
            "Commission"
        ],
        "NO.CASE": [
            "88/03"
        ],
        "text": "96As the General Court correctly pointed out in paragraphs 183 and 184 of the judgment under appeal, that case-law also applies to measures designed to compensate for possible disadvantages to which undertakings established in a certain region of a Member State are exposed. The very wording of the EC Treaty, which in Article 87(3)(a) and (c) classifies aid to promote the economic development of areas and aid to facilitate the development of certain areas as compatible with the common market, indicates that advantages whose scope is limited to part of the territory of the Member State subject to aid discipline are capable of constituting selective advantages (Case C-88/03 Portugal v Commission [2006] ECR I-7115, paragraph 60).",
        "NP": "96",
        "REF.NP.ECR": [
            "60"
        ]
    },
    {
        "HT": [
            "FIAMM and Others",
            "Council and Commission"
        ],
        "NO.CASE": [
            "120/06",
            "121/06"
        ],
        "text": "118However, it should be noted that, if the grounds of a judgment of the General Court disclose an infringement of EU law but its operative part is shown to be well founded on other legal grounds, such an infringement is not capable of bringing about the annulment of that judgment, and a substitution of grounds must be made (see, to that effect, Joined Cases C-120/06 P and C-121/06 P FIAMM and Others v Council and Commission [2008] ECR I-6513, paragraph 187 and case-law cited).",
        "NP": "118",
        "REF.NP.ECR": [
            "187"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "278/00"
        ],
        "text": "130Those considerations are in accordance with the case-law of the Court of Justice, according to which the Commission may, in the case of an aid scheme, confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, in particular, Italy and Sardegna Lines v Commission, paragraph 51, Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24, and Case C-148/04 Unicredito Italiano [2005] ECR I-11137, paragraph 67), in order to determine whether that scheme comprises aid elements.",
        "NP": "130",
        "REF.NP.ECR": [
            "67"
        ]
    },
    {
        "HT": "Unicredito Italiano",
        "NO.CASE": [
            "148/04"
        ],
        "text": "130Those considerations are in accordance with the case-law of the Court of Justice, according to which the Commission may, in the case of an aid scheme, confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, in particular, Italy and Sardegna Lines v Commission, paragraph 51, Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24, and Case C-148/04 Unicredito Italiano [2005] ECR I-11137, paragraph 67), in order to determine whether that scheme comprises aid elements.",
        "NP": "130",
        "REF.NP.ECR": [
            "67"
        ]
    },
    {
        "HT": [
            "British Aggregates",
            "Commission"
        ],
        "NO.CASE": [
            "487/06"
        ],
        "text": "132It is, admittedly, undisputed that the concept of State aid is a legal concept by nature and must be interpreted on the basis of objective elements and that the Commission does not have a discretion as to the classification of a measure as State aid within the meaning of Article 87(1) EC, but is subject to judicial review, in principle to the full extent (see, to that effect, Case C-487/06 P British Aggregates v Commission [2008] ECR I-10515, paragraphs 111 and 112).",
        "NP": "132",
        "REF.NP.ECR": [
            "111",
            "112"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "66/02"
        ],
        "text": "134In the first place, according to the case-law, the Commission is not required to establish the existence of a real impact of the aid on trade between Member States and an actual distortion of competition, but is required only to examine whether that aid is capable of affecting such trade and distorting competition (Case C-66/02 Italy v Commission [2005] ECR I-10901, paragraph 111).",
        "NP": "134",
        "REF.NP.ECR": [
            "111"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "156/98"
        ],
        "text": "136As to the second point, it should be borne in mind that operating aid – that is to say, aid which, like that at issue here, is intended to release an undertaking from costs which it would normally have to bear in its day-to-day management or normal activities – in principle distorts the conditions of competition (see Case C-156/98 Germany v Commission [2000] ECR I-6857, paragraph 30).",
        "NP": "136",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Lafarge",
            "Commission"
        ],
        "NO.CASE": [
            "413/08"
        ],
        "text": "152In so far as Italgas accuses the General Court of distorting the evidence, it should be noted that, pursuant to Article 225 EC, the first paragraph of Article 51 of the Statute of the Court of Justice and Article 112(1)(c) of its Rules of Procedure, where an applicant alleges distortion of the evidence by the General Court, he must indicate precisely the evidence alleged to have been distorted and show the errors of appraisal which, in his view, led to such distortion (Case C-413/08 P Lafarge v Commission [2010] ECR I-5361, paragraph 16 and case-law cited).",
        "NP": "152",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Activision Blizzard Germany",
            "Commission"
        ],
        "NO.CASE": [
            "260/09"
        ],
        "text": "155Concerning, first, the letters of 23 January 1999 of the Italian authorities, and of 18 May 1998 of the City of Venice, it should be noted that Italgas does not submit in a sufficiently detailed manner that the General Court’s assessment of those letters is at odds with their wording, so as to permit the Court of Justice to verify whether the assessment of those letters appears to be clearly incorrect (see, by analogy, Case C-260/09 P Activision Blizzard Germany v Commission [2011] ECR I-419, paragraph 52).",
        "NP": "155",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": "Atzeni and Others",
        "NO.CASE": [
            "346/03",
            "529/03"
        ],
        "text": "175The complaints made by Coopservice in this plea must be dismissed. As regards Article 87(2)(b) EC, the General Court correctly held that the derogation provided for in that provision does not apply to this case, given that the reductions in social security contributions at issue are proportionate to the wage bill and are not designed to remedy damage caused by natural catastrophes or other events of an extraordinary nature, as the said provision requires. In accordance with the case-law, the only disadvantages which may be compensated for by virtue of that derogation are those directly caused by natural calamities or other extraordinary events (judgment of 11 November 2004 in Case C-73/03 Spain v Commission, paragraph 37; Joined Cases C-346/03 and C-529/03 Atzeni and Others [2006] ECR I-1875, paragraph 79).",
        "NP": "175",
        "REF.NP.ECR": [
            "79"
        ]
    }
]