[
    {
        "HT": "Arsenal Football Club",
        "NO.CASE": [
            "206/01"
        ],
        "text": "53In that regard, the General Court found, at paragraphs 164 to 167 of the judgment under appeal, that:Article 8(4) of Regulation No 40/94 does not refer to the genuine use of the sign relied on in support of the opposition;in connection with Article 9(1) of Regulation No 40/94 and Articles 5(1) and 6(1) of First Council Directive 89/104/EEC of 21 December 1988 to approximate the laws of the Member States relating to trade marks (OJ 1989 L 40, p. 1), the Court of Justice and the General Court have consistently held that a sign is used in the course of trade when that use occurs in a commercial activity with a view to economic advantage and not as a private matter (see inter alia Case C-206/01 Arsenal Football Club [2002] ECR I-10273, paragraph 40);the application by analogy of Article 43(2) and (3) of Regulation No 40/94 would impose on signs covered by Article 8(4) requirements specifically linked to trade marks and the extent of their protection. The latter provision also contains the additional requirement, not laid down Article 8(1)(b) of Regulation No 40/94, concerning proof that the sign confers the right, under the law of the Member State concerned, to prohibit use of a subsequent mark;the application by analogy of Article 43(2) and (3) caused the Board of Appeal to undertake separate assessments of use of the sign concerned in only France, Italy, Austria and Portugal, in other words in each of the territories where, according to Budvar, the appellation bud is protected and, consequently, to disregard the evidence produced by Budvar relating to the use of the appellations concerned in Benelux, Spain and the United Kingdom. In the General Court’s view, since it does not follow from the wording of Article 8(4) of Regulation No 40/94 that signs such as those at issue must be used in the territory whose law is invoked in support of the protection of that sign, they may enjoy protection in a particular territory, even though they are not used in that territory.",
        "NP": "53",
        "REF.NP.ECR": [
            "40"
        ]
    },
    {
        "HT": [
            "Bud",
            "jovicky Budvar"
        ],
        "NO.CASE": [
            "478/07"
        ],
        "text": "98As to whether the earlier rights thus claimed (those relating to the appellation of origin bud, as protected under the Lisbon Agreement with effect in France, and to bud as protected under the relevant bilateral treaties with effect in Austria) constitute signs which may be relied on in support of an opposition under Article 8(4) of Regulation No 40/94 - in view of the ruling of the Court of Justice in Case C-478/07 Budějovický Budvar [2009] ECR I-7721 stating that the system of protection laid down by Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs is exhaustive in nature (OJ 2006 L 93, p. 12) – that question was not the subject of argument before the General Court.",
        "NP": "98"
    },
    {
        "HT": "Silberquelle",
        "NO.CASE": [
            "495/07"
        ],
        "text": "104Anheuser-Busch also complains that the General Court took into account deliveries by Budvar of extremely limited quantities free of charge over a period of four years. Those deliveries cannot be regarded as genuine use in light of the case-law concerning the requirement for use (see Case C-495/07 Silberquelle [2009] ECR I-137).",
        "NP": "104"
    },
    {
        "HT": [
            "Ferrero Deutschland",
            "OHIM"
        ],
        "NO.CASE": [
            "108/07"
        ],
        "text": "122Such an interpretation is confirmed, in a similar context, by the case-law according to which the reputation of an earlier trade mark relied upon by the opponent under Article 8(5) of Regulation No 40/94 must have existed at the filing date of the Community trade mark application which is opposed or at the date of priority claimed (see, in particular, Case C-108/07 P Ferrero Deutschland v OHIM [2008] ECR I-61, paragraph 35), even though Article 8(5) refers only to the trade mark being earlier and does not expressly require that the reputation also be earlier.",
        "NP": "122",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "211It is settled case-law that complaints directed against grounds included in a judgment of the General Court purely for the sake of completeness cannot lead to the judgment being set aside and are therefore ineffective (see, in particular, Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, paragraph 148).",
        "NP": "211",
        "REF.NP.ECR": [
            "148"
        ]
    }
]