[
    {
        "HT": [
            "Germany and Another",
            "Commission"
        ],
        "NO.CASE": [
            "44/81"
        ],
        "text": "20In paragraph 15 of that order the Court of First Instance referred to Case 44/81 Germany and Another v Commission [1982] ECR 1855, paragraph 6, noting that where an institution, by refusing to make a payment, disputes a prior commitment or denies its existence, it commits an act which in view of its legal effects may give rise to an action for annulment under Article 230 EC. If the action leads to the annulment of the refusal to make the payment, the applicant's right is established and it will be for the institution concerned, pursuant to Article 233 EC, to ensure that the payment which has been unlawfully refused is made. Moreover, if an institution fails to reply to a request for repayment, the same result may be obtained by means of Article 232 EC.",
        "NP": "20",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": "Foyer culturel du Sart-Tilman",
        "NO.CASE": [
            "199/91"
        ],
        "text": "26In that respect, citing the Court's case-law according to which a letter that merely confirms an initial decision does not constitute a decision against which an action for annulment may be brought, for it does not bring about a distinct change in its addressee's position (see, inter alia, Case C-199/91 Foyer culturel du Sart-Tilman [1993] ECR I-2667, paragraph 23), the Commission argues that that is the case with regard to the letter of 11 February 2002 which did not reexamine the merits of the case and contained nothing capable of bringing about a distinct alteration in Greencore's legal position.",
        "NP": "26",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "36Although, as Greencore argues, the Court of Justice has no jurisdiction to review the assessment of the facts made by the Court of First Instance, it does have jurisdiction pursuant to Article 225 EC to review the definition of the legal nature of those facts and the determination of the legal consequences made by the Court of First Instance (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 49, and Case C-7/95 P John Deere v Commission [1998] ECR I-3111, paragraph 21).",
        "NP": "36",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "John Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "36Although, as Greencore argues, the Court of Justice has no jurisdiction to review the assessment of the facts made by the Court of First Instance, it does have jurisdiction pursuant to Article 225 EC to review the definition of the legal nature of those facts and the determination of the legal consequences made by the Court of First Instance (see, to that effect, Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 49, and Case C-7/95 P John Deere v Commission [1998] ECR I-3111, paragraph 21).",
        "NP": "36",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Zunis Holding and Others",
            "Commission"
        ],
        "NO.CASE": [
            "480/93"
        ],
        "text": "39Indeed, if, as the Commission maintains, payment of the principal without the interest requested had to be classified as an implied refusal to pay that interest, the consequence of that circumstance might be that the letter of 11 February 2002 must be held to be a measure merely confirming a previous decision which was not challenged within the prescribed period. In that case, in accordance with the Court of Justices case-law, that letter would not be a measure against which an action for annulment could be brought (see, to that effect, Case C-480/93 P Zunis Holding and Others v Commission [1996] ECR I-1, paragraph 14).",
        "NP": "39",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "France and Others",
            "Commission"
        ],
        "NO.CASE": [
            "68/94",
            "30/95"
        ],
        "text": "44First, it has to be stated that any measure which produces binding legal effects such as to affect the interests of an applicant by bringing about a distinct change in his legal position is an act or decision which may be the subject of an action under Article 230 EC for a declaration that it is void (see, inter alia, Joined Cases C-68/94 and C-30/95 France and Others v Commission [1998] ECR I-1375, paragraph 62, and Case 60/81 IBM v Commission [1981] ECR 2639, paragraph 9).",
        "NP": "44",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "IBM",
            "Commission"
        ],
        "NO.CASE": [
            "60/81"
        ],
        "text": "44First, it has to be stated that any measure which produces binding legal effects such as to affect the interests of an applicant by bringing about a distinct change in his legal position is an act or decision which may be the subject of an action under Article 230 EC for a declaration that it is void (see, inter alia, Joined Cases C-68/94 and C-30/95 France and Others v Commission [1998] ECR I-1375, paragraph 62, and Case 60/81 IBM v Commission [1981] ECR 2639, paragraph 9).",
        "NP": "44",
        "REF.NP.ECR": [
            "9"
        ]
    }
]