[
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "23The Verwaltungsgerichtshof doubts whether Paragraph XIV(3) of Federal Law 21/1995, by which the Republic of Austria discontinued the adjustment of VAT deductions made by medical practitioners until 31 December 1996 (the measure at issue in the main proceedings), was objectively justified in the sense discussed in paragraph 42 of the judgment in Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365), particularly as the disadvantages of discontinuing the deduction of input tax to the parties concerned are in any event recompensed by way of State compensatory payments under the GSBG 1996, and Order 56/1997.",
        "NP": "23"
    },
    {
        "HT": "Pavlov and Others",
        "NO.CASE": [
            "180/98",
            "184/98"
        ],
        "text": "26In that regard, it must be observed, first, that a medical practitioner specialising in dentistry, such as Mr Heiser, must be considered to be an undertaking within the meaning of that provision since he provides, in his capacity as a self-employed economic operator, services on a market, namely the market in specialist medical services in dentistry (see, to that effect, Joined Cases C-180/98 to C-184/98 Pavlov and Others [2000] ECR I-6451, paragraphs 76 and 77).",
        "NP": "26",
        "REF.NP.ECR": [
            "76",
            "77"
        ]
    },
    {
        "HT": "Altmark Trans and Regierungsprasidium Magdeburg",
        "NO.CASE": [
            "280/00"
        ],
        "text": "27It must then be borne in mind that Article 92(1) of the Treaty lays down the following conditions for a measure to be classified as State aid. First, there must be an intervention by the State or through State resources. Second, the intervention must be liable to affect trade between Member States. Third, it must confer an advantage on the recipient. Fourth, it must distort or threaten to distort competition (Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747, paragraph 75).",
        "NP": "27",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "NO.CASE": [
            "308/01"
        ],
        "text": "40In that regard, it must be observed that, according to settled case-law Article 92(1) of the Treaty requires it to be determined whether, under a particular statutory scheme, a State measure is such as to favour certain undertakings or the production of certain goods in comparison with others which, in the light of the objective pursued by the system in question, are in a comparable legal and factual situation. If it is, the measure concerned fulfils the condition of selectivity which is a defining characteristic of the concept of State aid as set out by that provision (see, inter alia, Case C-308/01 GIL [2004] ECR I-4777, paragraph 68, and the case-law cited).",
        "NP": "40",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "409/00"
        ],
        "text": "42The fact that the number of undertakings able to claim entitlement under the measure at issue is very large, or that they belong to different sectors of activity, is not sufficient to call into question its selective nature and therefore, to rule out its classification as State aid (see, inter alia, Case C-409/00 Spain ν Commission [2003] ECR I-1487, paragraph 48, and the case-law cited). Similarly, aid may concern a whole economic sector and still be covered by Article 92(1) of the Treaty (Case C-75/97 Belgium ν Commission [1999] ECR I-3671, paragraph 33, and the case-law cited).",
        "NP": "42",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "42The fact that the number of undertakings able to claim entitlement under the measure at issue is very large, or that they belong to different sectors of activity, is not sufficient to call into question its selective nature and therefore, to rule out its classification as State aid (see, inter alia, Case C-409/00 Spain ν Commission [2003] ECR I-1487, paragraph 48, and the case-law cited). Similarly, aid may concern a whole economic sector and still be covered by Article 92(1) of the Treaty (Case C-75/97 Belgium ν Commission [1999] ECR I-3671, paragraph 33, and the case-law cited).",
        "NP": "42",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Netherlands",
            "Commission"
        ],
        "NO.CASE": [
            "159/01"
        ],
        "text": "46First, the mere fact that discontinuance of adjustment of deductions has a social purpose, if such could be established, does not suffice to exclude the measure at issue outright from classification as aid within the meaning of Article 92 of the Treaty. Article 92(1) does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (Case C-159/01 Netherlands ν Commission [2004] ECR I-4461, paragraph 51, and the case-law cited).",
        "NP": "46",
        "REF.NP.ECR": [
            "51"
        ]
    },
    {
        "HT": "Van Calster and Others",
        "NO.CASE": [
            "261/01",
            "262/01"
        ],
        "text": "51The derogation provided for by Article 90(2) of the Treaty does not prevent a measure from being classified as State aid within the meaning of Article 92 thereof. Nor could it, once such a classification has been made, allow the Member State concerned not to notify the measure pursuant to Article 93(3) of the Treaty (see Joined Cases C-261/01 and C-262/01 Van Calster and Others [2003] ECR I-12249, paragraph 61, and the case-law cited).",
        "NP": "51",
        "REF.NP.ECR": [
            "61"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "372/97"
        ],
        "text": "54It should be borne in mind that, according to settled case-law, the fact that a Member State seeks to approximate, by unilateral measures, the conditions of competition in a particular sector of the economy to those prevailing in other Member States cannot deprive the measures in question of their character as aid (see, inter alia, Case C-372/97 Italy ν Commission [2004] ECR I-3679, paragraph 67, and the case-law cited).",
        "NP": "54",
        "REF.NP.ECR": [
            "67"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "156/98"
        ],
        "text": "55As regards the fourth condition cited in paragraph 27 of this judgment, to the effect that the intervention by the State must distort or threaten to distort competition, it must be borne in mind that aid, that is to say aid which is intended to release an undertaking from costs which it would normally have had to bear in its day-to-day management or normal activities, distorts the conditions of competition (see Case C-156/98 Germany ν Commission [2000] ECR I-6857, paragraph 30, and the case-law cited).",
        "NP": "55",
        "REF.NP.ECR": [
            "30"
        ]
    }
]