[
    {
        "NO.CASE": [
            "68/95"
        ],
        "text": "3As regards the facts of the dispute, the Court of First Instance stated:8The applicant is an undertaking established in Germany and trading in fruit and vegetables. It began to market bananas at the end of 1992.9On 29 November 1991 the applicant concluded a contract governed by Netherlands law with the Ecuadorean company Consultban (hereinafter Consultban), under which it undertook to market between 100000 and 150000 tonnes of bananas per week (hereinafter the contract).10The contract provides that the applicant is entitled to commission of 6% of total sales volume. Under point 3 of Addendum B to the contract, however, the applicant is required to pay Consultban the difference between the net proceeds of sales and the official prices which Consultban pays to the Ecuadorean growers (hereinafter the price guarantee).11Clause 4.1. states that the contract is to be valid for seven years; it also provides that the contract is to be renewable for another period of seven years if not otherwise agreed. The contract was still in force when the present application was lodged.12Clause 4.1. also specifies that:... Both parties have the right to terminate this contract with 180 days' notice in five years from the date hereof, provided that the party terminating the contract withdraws irrevocably [from] the banana business in Europe from the date of termination either directly or indirectly or through any other person and/or affiliated company or any other third party whatsoever, for a period of five years from the date of termination. 13Moreover, Clause 6.3. of the contract provides:The parties agree and accord that they are aware that circumstances may arise which will render compliance with the terms and conditions of this contract impossible. These vis major cases may include, but are not limited to, occurrences of internal commotion in the countries involved, war whether declared or not, act of God, strikes and the like which will render the normal evolution of trade activities impossible, plagues, meterological adverse conditions such as floods, droughts, etc., revolutions or insurrections, as well as the closure of the [Panama Canal]. In the event that any non -performance of this contract results from Force Majeure, both parties will negotiate in good faith to find a solution to the problem, failing which this contract may be cancelled by either party without any claim for damages provided that vessels loading or loaded at sea will remain subject to this contract.14Last, point 2 of Addendum B to the contract provides:[Consultban] and [the applicant] agree that in the event [the applicant] requests the cancellation of this contract for reasons not covered as per the terms of the contract, and [Consultban] is obliged to indemnify owners as per the terms of COA [Contract of Affreightment] between the owners and [Consultban], then [the applicant] to indemnify [Consultban], upon first request in writing up to the amount of USD 1000000, provided adequate proofs are presented by [Consultban].15The applicant began to market bananas under the contract at the end of 1992.16Regulation No 404/93 entered into force on 26 February 1993 and became applicable on 1 July 1993.17In accordance with Article 19(1) of that regulation, the applicant was classified as a category C trader. In 1996, after taking over an undertaking, the applicant acquired the status of a category A trader.18Since it only obtained a small number of import licences to import bananas into the Community, the applicant had to sell most of the bananas covered by the contract outside the Community, at a price which meant that the price guarantee became applicable. Under that guarantee the applicant had to pay Consultban USD 1661537 in 1994, USD 4211142 in 1995 and USD 1457549 in 1996.19On 24 December 1996, in consideration of the judgment in T. Port [Case C-68/95 [1996] ECR Ī-6065], the applicant requested the Commission to issue to it, as a transitional measure pursuant to Article 30 of Regulation No 404/93, additional licences to import third-country bananas at the reduced rate of ECU 75 per tonne, in the following amounts:42000 tonnes for 1997 as a category A trader;48000 tonnes for 1998 as a category A trader, or a total volume of 65800 tonnes;48000 tonnes for 1999 as a category A trader, or a total volume of 65800 tonnes.20By decision of 10 July 1997 (hereinafter the contested decision) the Commission granted that request in part.21Thus, under Article 1(3) of the contested decision, the applicant obtained additional import licences up to the amount of, first, the losses which it had incurred in 1994 as a result of performing the contract with Consultban and, second, USD 1000000. The applicant's request was rejected, in Article 2 of the contested decision, in so far as it related to licences over and above those allocated under Article 1°.22The second subparagraph of Article [1(4)] of the contested decision provides that those import licences are to be counted against the specific reserves provided for cases of hardship in the tariff quota. Article 1(6) provides that the quantities of bananas imported into the Community by the applicant under those licences are not to be taken into account for the purpose of determining its total reference quantities for future years."
    },
    {
        "HT": [
            "Moccia Irme and Others",
            "Commission"
        ],
        "NO.CASE": [
            "280/99",
            "282/99"
        ],
        "text": "24In accordance with the settled case-law of the Court of Justice, the Court of First Instance has sole jurisdiction to find the facts, save where the factual inaccuracy of its conclusions results from the documents before it. The appraisal of the facts does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, in particular, Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78).",
        "REF.NP.ECR": [
            "78"
        ]
    },
    {
        "HT": [
            "Lech-Stahlwerke",
            "Commission"
        ],
        "NO.CASE": [
            "111/99"
        ],
        "text": "33In relation to the argument that the Commission should have paid the appellant a sum of money in order to compensate it for the hardship suffered by it, instead of allocating to it additional import licences, it need merely be observed that Dürbeck did not put forward such a plea at any time before the Court of First Instance. In accordance with the case-law of the Court of Justice, to allow a party to raise before it a plea which it has not raised before the Court of First Instance would amount to allowing it to bring before the Court of Justice, whose jurisdiction relating to appeals is limited, proceedings that are more wide-ranging than those before the Court of First Instance. In the context of an appeal, the jurisdiction of the Court of Justice is therefore limited to reviewing the assessment by the Court of First Instance of the pleas argued before it (see, in particular, order in Case C-111/99 P Lech-Stahlwerke v Commission [2001] ECR I-727, paragraph 25).",
        "REF.NP.ECR": [
            "25"
        ]
    }
]