[
    {
        "HT": [
            "Front National and Martinez",
            "Parliament"
        ],
        "NO.CASE": [
            "486/01",
            "488/01"
        ],
        "text": "2By a separate document lodged at the Court Registry on 11 December 2001, the Front National also applied, pursuant to Article 242 EC, for an order suspending application of the judgment under appeal. That application was, however, dismissed by order of the President of the Court of 21 February 2002 in Joined Cases C-486/01 PR and C-488/01 PR Front National and Martinez v Parliament [2002] ECR. I-1843, on the ground, inter alia, that the grant of suspension was not capable of preventing the serious and irreparable damage pleaded by the appellant.",
        "NP": "2"
    },
    {
        "HT": [
            "Alean and Others",
            "Commission"
        ],
        "NO.CASE": [
            "69/69"
        ],
        "text": "24Second, the finding that the Front National is directly affected by the contested act is also at variance with the case-law of the Court and, in particular, with the judgment in Case 69/69 Alean and Others v Commission [1970] ECR 385, by virtue of which an applicant can be directly concerned by an act only if the latter has per se the immediate effect of depriving the applicant of a right or imposing on it a duty, so that such an applicant is placed in the same position as the one it would be in if the act concerned were addressed to it. In the Parliament's submission, that is not the case here, since the Front National, unlike its candidates who are elected Members of the Parliament, is affected only indirectly by the act concerned.",
        "NP": "24"
    },
    {
        "HT": [
            "Les Verts",
            "Parliament"
        ],
        "NO.CASE": [
            "294/83"
        ],
        "text": "30As regards, in the first place, the condition that the decision forming the subject-matter of the action must be of direct concern to the natural or legal person, the Front National concurs with the Court of First Instance's finding that the contested act was of direct concern to it, since, although the act had significant repercussions on the scope of the political rights and material advantages afforded to the members of the TDI Group, it also had a direct impact on the parties to which those Members belonged, particularly on the Front National, since the latter had actively campaigned for its members to be elected to the Parliament and had thereby incurred considerable expense. The party thus had an obvious interest in the Members for whose election it had worked having the same advantages as the other Members of the Parliament. Relying in particular in this regard on Case 294/83 Les Verts v Parliament [1986] ECR 1339, the Front National rebuts the Parliament's argument that the legal relationship between the parties involved in the campaign and the resulting assembly ceased after the ballot. The principle of equal treatment for parties in an electoral campaign, endorsed by the Court in that judgment, remains effective once the ballot is over, with the result that the Court must censure any breach of that principle if persons who have voted for the Front National are not represented in the Parliament under equivalent, if not identical, conditions to those applicable to Members of the Parliament from the other groups.",
        "NP": "30"
    },
    {
        "HT": [
            "Codorniu",
            "Council"
        ],
        "NO.CASE": [
            "309/89"
        ],
        "text": "31As to the condition that the decision at issue in the proceedings must be of individual concern to the natural or legal person, the Front National maintains that it fulfils the conditions established by the case-law and, in particular, by the judgment in Case C-309/89 Codorniu v Council [1994] ECR I-1853, since it is affected by the contested act by reason of attributes which are peculiar to it and circumstances which differentiate it from all other persons. The Front National concurs in this regard with the Court of First Instance's assessment in paragraphs 69 to 71 of the judgment under appeal.",
        "NP": "31"
    },
    {
        "HT": [
            "Glencore Grain",
            "Commission"
        ],
        "NO.CASE": [
            "404/96"
        ],
        "text": "34In that regard, it is appropriate to bear in mind that, by virtue of settled case-law, the condition that the decision forming the subject-matter of the proceedings must be of direct concern to a natural or legal person, as it is stated in the fourth paragraph of Article 230 EC, requires the Community measure complained of to affect directly the legal situation of the individual and leave no discretion to the addressees of that measure, who are entrusted with the task of implementing it, such implementation being purely automatic and resulting from Community rules without the application of other intermediate rules (see, inter alia, Case C-404/96 P Glencore Grain v Commission [1998] ECR I-2435, paragraph 41, and the case-law cited).",
        "NP": "34",
        "REF.NP.ECR": [
            "41"
        ]
    }
]