[
    {
        "HT": [
            "TWD",
            "Commission"
        ],
        "NO.CASE": [
            "355/95"
        ],
        "text": "9By letter of 13 May 2003, the Commission notified the Italian Republic of its decision to initiate the formal investigation procedure under Article 88(2) EC with regard to the aid at issue. It was of the view that the aid at issue was compatible with the common market but that the principles laid down by the Court in Case C-355/95 P TWD v Commission [1997] ECR I-2549, which confirmed the judgment of the General Court in Joined Cases T-244/93 and T-486/93 TWD v Commission [1995] ECR II-2265, (the TWD v Commission case-law) had to be applied.",
        "NP": "9"
    },
    {
        "HT": [
            "Rossi",
            "OHIM"
        ],
        "NO.CASE": [
            "214/05"
        ],
        "text": "28It is settled case-law that the General Court is obliged to reject as inadmissible a head of claim in an application brought before it if the essential matters of law and of fact on which the head of claim is based are not indicated coherently and intelligibly in the application itself (Case C-214/05 P Rossi v OHIM [2006] ECR I-7057, paragraph 37, and order of 13 March 2007 in Case C-150/06 P Arizona Chemical and Others v Commission, C-150/06 P, paragraph 45).",
        "NP": "28",
        "REF.NP.ECR": [
            "45"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "91/01"
        ],
        "text": "40The reference made by the General Court to Case C-91/01 Italy v Commission [2004] ECR I-4355, paragraphs 50 to 53, is, according to AEP, irrelevant, since the case which gave rise to that judgment concerned the issue of whether a company was entitled to preferential treatment granted to small and medium-sized undertakings and not whether a company formed part of an economic unit. Moreover, at most, that case concerned exclusive control of a single group.",
        "NP": "40",
        "REF.NP.ECR": [
            50,
            51,
            52,
            53
        ]
    },
    {
        "HT": [
            "Intermills",
            "Commission"
        ],
        "NO.CASE": [
            "323/82"
        ],
        "text": "47According to the established case-law of the Court, following a restructuring entailing a transfer of production facilities from one company to other newly constituted manufacturing companies, since the former company continues to have an interest in those newly constituted manufacturing companies, all those companies may, as far as the aid granted is concerned, together form a single group, notwithstanding the fact that each of the newly constituted manufacturing companies has a legal personality separate from the former company (see, to that effect, Case 323/82 Intermills v Commission [1984] ECR 3809, paragraph 11).",
        "NP": "47",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": "Cassa di Risparmio di Firenze and Others",
        "NO.CASE": [
            "222/04"
        ],
        "text": "49It is also apparent from the Court’s case-law that an entity which, owning controlling shareholdings in a company, actually exercises that control by involving itself directly or indirectly in the management thereof must be regarded as taking part in the economic activity carried on by the controlled undertaking (Case C-222/04 Cassa di Risparmio di Firenze and Others [2006] ECR I-289, paragraphs 112 and 118).",
        "NP": "49",
        "REF.NP.ECR": [
            "112",
            "118"
        ]
    },
    {
        "HT": [
            "Bouygues and Bouygues Telecom",
            "Commission"
        ],
        "NO.CASE": [
            "431/07"
        ],
        "text": "77It is settled case-law that the duty incumbent upon the General Court under Article 36 and the first paragraph of Article 53 of the Statute of the Court of Justice to state reasons for its judgments does not require the General Court to provide an account that follows exhaustively and one by one all the arguments articulated by the parties to the case. The reasoning may therefore be implicit, on condition that it enables the persons concerned to know why the measures in question were taken and provides the Court of Justice with sufficient material for it to exercise its powers of review (Case C-431/07 P Bouygues and Bouygues Télécom v Commission [2009] ECR I-2665, paragraph 42, and order of 21 January 2010 in Case C-150/09 P Iride and Iride Energia v Commission, C-150/09 P, paragraph 42).",
        "NP": "77",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Akzo Nobel and Others",
            "Commission"
        ],
        "NO.CASE": [
            "97/08"
        ],
        "text": "113Moreover, in so far as AEP presented that argument for the first time at the stage of the written procedure before the Court of Justice, it follows from settled case-law that to allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the General Court would in effect allow that party to bring before the Court a wider case than that heard by the General Court. In an appeal, the Court’s jurisdiction is, as a general rule, confined to a review of the assessment by the General Court of the pleas argued before it (see, inter alia, Case C-97/08 P Akzo Nobel and Others v Commission [2009] ECR I-8237, paragraph 38, and the order in Iride and Iride Energia v Commission, paragraph 32).",
        "NP": "113",
        "REF.NP.ECR": [
            "38"
        ]
    }
]