[
    {
        "HT": [
            "Carbajo Ferrero",
            "Parliament"
        ],
        "NO.CASE": [
            "304/97"
        ],
        "text": "6By its judgment on appeal in Case C-304/97 P Carbajo Ferrero v Parliament [1999] ECR I-1749, the Court of Justice set aside that judgment of the Court of First Instance and the decision of 21 February 1995 appointing Mr Samper, on the ground that the necessary correspondence between the conditions set out in Vacancy Notice No 7424 and those in Competition Notice A/88 was not observed.",
        "NP": "6"
    },
    {
        "HT": [
            "Parliament",
            "Richard"
        ],
        "NO.CASE": [
            "174/99"
        ],
        "text": "28It should be recalled that for the Parliament to have an interest in bringing appeal proceedings the appeal must be likely, if successful, to procure an advantage for it (Case C-174/99 P Parliament v Richard [2000] ECR I-6189, paragraph 33).",
        "NP": "28",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Bouteiller",
            "Commission"
        ],
        "NO.CASE": [
            "324/85"
        ],
        "text": "35It must be pointed out that, in assessing the interests of the service and the qualifications and merits of the candidates to be taken into consideration in making a promotion decision pursuant to Article 45 of the Staff Regulations, the appointing authority possesses a wide discretion, and in that connection the Community Court's review must be confined to the question whether, having regard to the various considerations which have influenced the administration in making its assessment, the latter has remained within reasonable bounds and has not used its power in a manifestly incorrect way. The Community Court cannot therefore substitute its assessment of the qualifications and merits of the candidates for that of the appointing authority (see Case 324/85 Bouteiller v Commission [1987] ECR 529, paragraph 6).",
        "NP": "35",
        "REF.NP.ECR": [
            "6"
        ]
    }
]