[
    {
        "HT": "Cisal",
        "NO.CASE": [
            "218/00"
        ],
        "text": "46The concept of an undertaking in competition law covers any entity engaged in economic activity, regardless of the legal status of the entity or the way in which it is financed (Case C-41/90 Höfner and Elser [1991] I-1979, paragraph 21, and Case C-218/00 Cisal [2002] ECR I-691, paragraph 22).",
        "NP": "46",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": "Poucet and Pistre",
        "NO.CASE": [
            "159/91",
            "160/91"
        ],
        "text": "47In the field of social security, the Court has held that certain bodies entrusted with the management of statutory health insurance and old-age insurance schemes pursue an exclusively social objective and do not engage in economic activity. The Court has found that to be so in the case of sickness funds which merely apply the law and cannot influence the amount of the contributions, the use of assets and the fixing of the level of benefits. Their activity, based on the principle of national solidarity, is entirely non-profitmaking and the benefits paid are statutory benefits bearing no relation to the amount of the contributions (Joined Cases C-159/91 and C-160/91 Poucet and Pistre [1993] ECR I-637, paragraphs 15 and 18).",
        "NP": "47",
        "REF.NP.ECR": [
            "15",
            "18"
        ]
    },
    {
        "HT": "Albany",
        "NO.CASE": [
            "67/96"
        ],
        "text": "49On the other hand, other bodies managing statutory social security systems and displaying some of the characteristics referred to in paragraph 47 of the present judgment, namely being non-profitmaking and engaging in activity of a social character which is subject to State rules that include solidarity requirements in particular, have been considered to be undertakings engaging in economic activity (see Case C-244/94 Fédération française des sociétés d'assurance and Others [1995] ECRI-4013, paragraph 22, and Case C-67/96 Albany [1999] ECR I-5751, paragraphs 84 to 87).",
        "NP": "49",
        "REF.NP.ECR": [
            84,
            85,
            86,
            87
        ]
    }
]