[
    {
        "HT": [
            "Henkel",
            "OHIM"
        ],
        "NO.CASE": [
            "456/01",
            "457/01"
        ],
        "text": "25In accordance with established case-law, the distinctive character of a trade mark, within the meaning of Article 7(1)(b) of Regulation No 40/94, must be assessed, firstly, by reference to the goods or services in respect of which registration has been applied for and, secondly, by reference to the perception of them by the relevant public, which consists of average consumers of the goods or services in question, who are reasonably well informed and reasonably observant and circumspect (see Joined Cases C-456/01 P and C-457/01 P Henkel v OHIM [2004] ECR I-5089, paragraph 35 and case-law cited).",
        "NP": "25",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": [
            "Mag Instrument",
            "OHIM"
        ],
        "NO.CASE": [
            "136/02"
        ],
        "text": "27According to equally established case-law, the criteria for assessing the distinctive character of three-dimensional marks consisting of the shape of the product itself are no different from those applicable to other categories of trade mark (see Henkel v OHIM, paragraph 38, and Case C-136/02 P Mag Instrument v OHIM [2004] ECR I-9165, paragraph 30).",
        "NP": "27",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": "Henkel",
        "NO.CASE": [
            "218/01"
        ],
        "text": "29With regard, in particular, to three-dimensional trade marks consisting of the packaging of goods, such as liquids, which are packaged in trade for reasons linked to the very nature of the product, the Court has held that they must enable average consumers of the goods in question, who are reasonably well informed and reasonably observant and circumspect, to distinguish the product concerned from those of other undertakings without conducting an analytical or comparative examination and without paying particular attention (see, to that effect, with regard to Article 3(1)(b) of First Council Directive 89/104/EEC of 21 December 1988 to approximate the laws of the Member States relating to trade marks (OJ 1989 L 40, p. 1), which provision is identical to Article 7(1)(b) of Regulation No 40/94, Case C-218/01 Henkel [2004] ECR I-1725, paragraph 53).",
        "NP": "29",
        "REF.NP.ECR": [
            "53"
        ]
    },
    {
        "HT": [
            "DKV",
            "OHIM"
        ],
        "NO.CASE": [
            "104/00"
        ],
        "text": "35Second, restriction of the sector in which the comparison is to be made falls within the appraisal of the facts. As is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice, an appeal lies on a point of law only. The Court of First Instance thus has exclusive jurisdiction to find and appraise the relevant facts and to assess the evidence. The appraisal of those facts and the assessment of that evidence thus does not, save where they distort the evidence, which is not claimed in this case, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see Case C-104/00 P DKV v OHIM [2002] ECR I-7561, paragraph 22, and Mag Instrument v OHIM, paragraph 39).",
        "NP": "35",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": [
            "BioID",
            "OHIM"
        ],
        "NO.CASE": [
            "37/03"
        ],
        "text": "48With regard to the second part of the second plea, it is necessary to point out, first of all, that decisions concerning registration of a sign as a Community trade mark which the Boards of Appeal of OHIM are called on to take under Regulation No 40/94 are adopted in the exercise of circumscribed powers and are not a matter of discretion. Accordingly, as the Court of First Instance essentially held in paragraph 55 of the judgment under appeal, the legality of those decisions must be assessed solely on the basis of that regulation and not on the basis of a previous decision-making practice of those boards (Case C-37/03 P BioID v OHIM [2005] ECR I-7975, paragraph 47).",
        "NP": "48",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "SAT.1",
            "OHIM"
        ],
        "NO.CASE": [
            "329/02"
        ],
        "text": "59According to established case-law, each of the grounds for refusal to register listed in Article 7(1) of Regulation No 40/94 is independent of the others and requires separate examination. Moreover, it is appropriate to interpret those grounds for refusal in the light of the general interest which underlies each of them. The general interest to be taken into consideration when examining each of those grounds for refusal may or even must reflect different considerations according to the ground for refusal in question (Henkel v OHIM, paragraphs 45 and 46; Case C-329/02 P SAT.1 v OHIM [2004] ECR I-8317, paragraph 25, and BioID v OHIM, paragraph 59).",
        "NP": "59",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": "Hoffmann-La Roche",
        "NO.CASE": [
            "102/77"
        ],
        "text": "60Article 7(1)(b) of Regulation No 40/94 is intended to preclude registration of trade marks which are devoid of distinctive character which alone renders them capable of fulfilling the essential function of a trade mark, which is to guarantee the identity of the origin of the marked product or service to the consumer or end-user by enabling him, without any possibility of confusion, to distinguish the product or service from others which have another origin (see, in particular, Case 102/77 Hoffmann-La Roche [1978] ECR 1139, paragraph 7; Case C-299/99 Philips [2002] ECR I-5475, paragraph 30, and SAT.1 v OHIM, paragraph 23).",
        "NP": "60",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": "Philips",
        "NO.CASE": [
            "299/99"
        ],
        "text": "60Article 7(1)(b) of Regulation No 40/94 is intended to preclude registration of trade marks which are devoid of distinctive character which alone renders them capable of fulfilling the essential function of a trade mark, which is to guarantee the identity of the origin of the marked product or service to the consumer or end-user by enabling him, without any possibility of confusion, to distinguish the product or service from others which have another origin (see, in particular, Case 102/77 Hoffmann-La Roche [1978] ECR 1139, paragraph 7; Case C-299/99 Philips [2002] ECR I-5475, paragraph 30, and SAT.1 v OHIM, paragraph 23).",
        "NP": "60",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "OHIM",
            "Wrigley"
        ],
        "NO.CASE": [
            "191/01"
        ],
        "text": "62By prohibiting the registration as Community trade marks of signs or indications which may serve, in trade, to designate characteristics of the goods or services in respect of which registration is sought, Article 7(1)(c) of Regulation No 40/94 pursues an aim which is in the public interest, namely that such signs or indications may be freely used by all. That provision accordingly prevents such signs and indications from being reserved to one undertaking alone because they have been registered as trade marks (see Case C-191/01 P OHIM v Wrigley [2003] ECR I-12447, paragraph 31, and orders in Case C-326/01 P Telefon & Buch v OHIM [2004] ECR I-1371, paragraph 27, and Case C150/02 P Streamserve v OHIM [2004] ECR I-1461, paragraph 25).",
        "NP": "62",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Telefon & Buch",
            "OHIM"
        ],
        "NO.CASE": [
            "326/01"
        ],
        "text": "62By prohibiting the registration as Community trade marks of signs or indications which may serve, in trade, to designate characteristics of the goods or services in respect of which registration is sought, Article 7(1)(c) of Regulation No 40/94 pursues an aim which is in the public interest, namely that such signs or indications may be freely used by all. That provision accordingly prevents such signs and indications from being reserved to one undertaking alone because they have been registered as trade marks (see Case C-191/01 P OHIM v Wrigley [2003] ECR I-12447, paragraph 31, and orders in Case C-326/01 P Telefon & Buch v OHIM [2004] ECR I-1371, paragraph 27, and Case C150/02 P Streamserve v OHIM [2004] ECR I-1461, paragraph 25).",
        "NP": "62",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Streamserve",
            "OHIM"
        ],
        "NO.CASE": [
            "150/02"
        ],
        "text": "62By prohibiting the registration as Community trade marks of signs or indications which may serve, in trade, to designate characteristics of the goods or services in respect of which registration is sought, Article 7(1)(c) of Regulation No 40/94 pursues an aim which is in the public interest, namely that such signs or indications may be freely used by all. That provision accordingly prevents such signs and indications from being reserved to one undertaking alone because they have been registered as trade marks (see Case C-191/01 P OHIM v Wrigley [2003] ECR I-12447, paragraph 31, and orders in Case C-326/01 P Telefon & Buch v OHIM [2004] ECR I-1371, paragraph 27, and Case C150/02 P Streamserve v OHIM [2004] ECR I-1461, paragraph 25).",
        "NP": "62",
        "REF.NP.ECR": [
            "25"
        ]
    }
]