[
    {
        "HT": [
            "Consten and Grundig",
            "Commission"
        ],
        "NO.CASE": [
            "56/64",
            "58/64"
        ],
        "text": "45Activision Blizzard submits that the Commission is attempting to reverse the burden of proof by arguing that it is not apparent from those documents that the authors made a distinction between active and passive sales – as if it were for CD-Contact Data to prove that it had acted in compliance with Article 81 EC. However, the Court clearly indicated in Joined Cases 56/64 and 58/64 Consten and Grundig v Commission [1966] ECR 299 that a reversal of the burden of proof is not permitted in that regard.",
        "NP": "45"
    },
    {
        "HT": [
            "Trubowest Handel and Makarov",
            "Council and Commission"
        ],
        "NO.CASE": [
            "419/08"
        ],
        "text": "51It should be recalled at the outset that it is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that the Court has no jurisdiction to establish the facts or, in principle, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and that the general principles of law and the rules of procedure relating to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced before it. Save where the clear sense of the evidence has been distorted, that appraisal does not, therefore, constitute a point of law which is subject, as such, to review by the Court of Justice (see, inter alia, Case C-419/08 P Trubowest Handel and Makarov v Council and Commission [2010] ECR I-2259, paragraphs 30 and 31 and the case-law cited).",
        "NP": "51",
        "REF.NP.ECR": [
            "30",
            "31"
        ]
    },
    {
        "HT": [
            "General Motors",
            "Commission"
        ],
        "NO.CASE": [
            "551/03"
        ],
        "text": "53As regards the merits of that ground of appeal, it should be pointed out that, according to settled case-law, the distortion must be obvious from the documents in the Court’s file, without there being any need to carry out a new assessment of the facts and the evidence (see Case C-551/03 P General Motors v Commission [2006] ECR I-3173, paragraph 54; Trubowest Handel and Makarov v Council and Commission, paragraph 32; and Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 64).",
        "NP": "53",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "Commission",
            "Deutsche Post"
        ],
        "NO.CASE": [
            "399/08"
        ],
        "text": "53As regards the merits of that ground of appeal, it should be pointed out that, according to settled case-law, the distortion must be obvious from the documents in the Court’s file, without there being any need to carry out a new assessment of the facts and the evidence (see Case C-551/03 P General Motors v Commission [2006] ECR I-3173, paragraph 54; Trubowest Handel and Makarov v Council and Commission, paragraph 32; and Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 64).",
        "NP": "53",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "BAI and Commission",
            "Bayer"
        ],
        "NO.CASE": [
            "2/01",
            "3/01"
        ],
        "text": "77First of all, the Court has stated that, in order to arrive at a finding that an agreement prohibited under Article 81(1) EC has been concluded, it is not necessary in all cases to determine whether a system for monitoring and imposing penalties had been set up (see to that effect, inter alia, Joined Cases C-2/01 P and C-3/01 P BAI and Commission v Bayer [2004] ECR I-23, paragraph 84).",
        "NP": "77",
        "REF.NP.ECR": [
            "84"
        ]
    },
    {
        "HT": [
            "Gogos",
            "Commission"
        ],
        "NO.CASE": [
            "583/08"
        ],
        "text": "84In so far as Activision Blizzard claims, in the alternative, that insufficient reasons were stated for the judgment under appeal, it should be borne in mind that, according to established case-law, the obligation to state reasons does not require the General Court to provide an account which addresses exhaustively, one after the other, all the arguments put forward by the parties to the case. The reasoning may therefore be implicit, on condition that it enables the persons concerned to know the reasons for the General Court’s decision and provides the Court of Justice with sufficient material for it to exercise its power of review (see, inter alia, the judgment of 22 May 2008 in Case C-266/06 P Evonik Degussa v Commission, paragraph 103, and Case C-583/08 P Gogos v Commission [2010] ECR I-4469, paragraph 30 and the case-law cited).",
        "NP": "84",
        "REF.NP.ECR": [
            "30"
        ]
    }
]