[
    {
        "HT": [
            "Commission",
            "Austria"
        ],
        "NO.CASE": [
            "205/06"
        ],
        "text": "61It must be pointed out that the Court may, of its own motion, on a proposal from the Advocate General or at the request of the parties, order the reopening of the oral procedure under Article 61 of its Rules of Procedure if it considers that it lacks sufficient information or that the case must be dealt with on the basis of an argument which has not been debated between the parties (see Case C-205/06 Commission v Austria [2009] ECR I-1301, paragraph 13 and Case C‐262/10 Döhler Neuenkirchen [2012] ECR, paragraph 38).",
        "NP": "61",
        "REF.NP.ECR": [
            "38"
        ]
    },
    {
        "HT": "Hogan Lovells International",
        "NO.CASE": [
            "229/09"
        ],
        "text": "62It should be recalled that, under the second paragraph of Article 252 TFEU, it is the duty of the Advocate General, acting with complete impartiality and independence, to make, in open court, reasoned submissions on cases which, in accordance with the Statute of the Court of Justice of the European Union, require the Advocate General’s involvement. In this regard, the Court is not bound either by the conclusion reached by the Advocate General or by the reasoning which led to that conclusion (see Case C-229/09 Hogan Lovells International [2010] ECR I-11335, paragraph 26). Consequently, a party’s disagreement with the Opinion of the Advocate General, irrespective of the questions that he examines in his Opinion, cannot in itself constitute grounds justifying the reopening of the oral procedure.",
        "NP": "62",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "Moser Baer India",
            "Council"
        ],
        "NO.CASE": [
            "535/06"
        ],
        "text": "64It should be recalled, at the outset, that the General Court has exclusive jurisdiction to find and appraise the relevant facts and, in principle, to examine the evidence it accepts in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it. Save where the clear sense of the evidence has been distorted, that appraisal does not therefore constitute a point of law which is subject as such to review by the Court of Justice (Case C-535/06 P Moser Baer India v Council [2009] ECR I-7051, paragraph 32 and the case‐law cited).",
        "NP": "64",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "65However, where the General Court has found or appraised the facts, the Court of Justice has jurisdiction to carry out a review, provided that the General Court has defined their legal nature and determined the legal consequences (Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 49).",
        "NP": "65",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "P Montecatini",
            "Commission"
        ],
        "NO.CASE": [
            "235/92"
        ],
        "text": "66According to E.ON Energie, the General Court, after finding, at paragraph 48 of the judgment under appeal, that it was for the Commission to prove the infringements found by it reversed the burden of proof in holding, at paragraph 55, that where the Commission relies on direct evidence it is for the undertakings concerned to demonstrate that the evidence relied on by the Commission is insufficient. According to E.ON Energie, the General Court, inter alia, failed to have regard to the fact that the evidence, consisting of the breach of a seal which had undisputedly exceeded its shelf life, does not constitute sufficiently precise proof, and therefore sufficient proof, for the purposes of establishing the existence of an infringement. E.ON Energie objects, in particular, to the application by analogy of the judgment in Case C-235/92 P Montecatini v Commission [1999] ECR I-4539, as it considers that, unlike documentary evidence, the breaking of a seal is not direct and sufficient evidence, but equivocal evidence. As for the remainder, the evidence on which the General Court relied was only indirect evidence.",
        "NP": "66"
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "71It should be borne in mind, as the General Court rightly stated at paragraph 48 of the judgment under appeal, that, in the field of competition law, where there is a dispute as to the existence of an infringement, it is for the Commission to prove the infringements found by it and to adduce evidence capable of demonstrating to the requisite legal standard the existence of the circumstances constituting an infringement (Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 58 and Joined Cases C-2/01 P and C-3/01 P BAI and Commission v Bayer [2004] ECR I-23, paragraph 62).",
        "NP": "71",
        "REF.NP.ECR": [
            "62"
        ]
    },
    {
        "HT": [
            "BAI and Commission",
            "Bayer"
        ],
        "NO.CASE": [
            "2/01",
            "3/01"
        ],
        "text": "71It should be borne in mind, as the General Court rightly stated at paragraph 48 of the judgment under appeal, that, in the field of competition law, where there is a dispute as to the existence of an infringement, it is for the Commission to prove the infringements found by it and to adduce evidence capable of demonstrating to the requisite legal standard the existence of the circumstances constituting an infringement (Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 58 and Joined Cases C-2/01 P and C-3/01 P BAI and Commission v Bayer [2004] ECR I-23, paragraph 62).",
        "NP": "71",
        "REF.NP.ECR": [
            "62"
        ]
    },
    {
        "HT": [
            "United Brands and United Brands Continentaal",
            "Commission"
        ],
        "NO.CASE": [
            "27/76"
        ],
        "text": "72Moreover, where the Court still has a doubt, the benefit of that doubt must be given to the undertakings accused of the infringement (see, to that effect, Case 27/76 United Brands and United Brands Continentaal v Commission [1978] ECR 207, paragraph 265). Indeed, the presumption of innocence constitutes a general principle of European Union law, currently laid down in Article 48(1) of the Charter of Fundamental Rights of the European Union.",
        "NP": "72",
        "REF.NP.ECR": [
            "265"
        ]
    },
    {
        "HT": [
            "Huls",
            "Commission"
        ],
        "NO.CASE": [
            "199/92"
        ],
        "text": "73According to the Court’s case‐law, the principle of the presumption of innocence applies to the procedures relating to infringements of the competition rules applicable to undertakings that may result in the imposition of fines or periodic penalty payments (see, to that effect, Case C-199/92 P Hüls v Commission [1999] ECR I-4287, paragraphs 149 and 150, and Montecatini v Commission, paragraphs 175 and 176).",
        "NP": "73",
        "REF.NP.ECR": [
            "149",
            "150"
        ]
    },
    {
        "HT": [
            "CRAM and Rheinzink",
            "Commission"
        ],
        "NO.CASE": [
            "29/83",
            "30/83"
        ],
        "text": "74Admittedly, if the Commission finds that there has been an infringement of the competition rules on the basis that the established facts cannot be explained other than by the existence of anti‐competitive behaviour, the Courts of the European Union will find it necessary to annul the decision in question where those undertakings put forward arguments which cast the facts established by the Commission in a different light and thus allow another plausible explanation of the facts to be substituted for the one adopted by the Commission in concluding that an infringement occurred. In such a case, it cannot be considered that the Commission has adduced proof of an infringement of competition law (see, to that effect, Joined Cases 29/83 and 30/83 CRAM and Rheinzink v Commission [1984] ECR 1679, paragraph 16 and Joined Cases C-89/95, C-104/85, C-114/85, C-116/85, C-117/85 and C-125/85 to C-129/85 Ahlström and Others v Commission [1993] ECR I-1307, paragraphs 126 and 127).",
        "NP": "74",
        "REF.NP.ECR": [
            "126",
            "127"
        ]
    },
    {
        "HT": [
            "Ahlstrom and Others",
            "Commission"
        ],
        "NO.CASE": [
            "89/95",
            "104/85",
            "114/85",
            "116/85",
            "117/85",
            "125/85",
            "126/85",
            "127/85",
            "128/85",
            "129/85"
        ],
        "text": "74Admittedly, if the Commission finds that there has been an infringement of the competition rules on the basis that the established facts cannot be explained other than by the existence of anti‐competitive behaviour, the Courts of the European Union will find it necessary to annul the decision in question where those undertakings put forward arguments which cast the facts established by the Commission in a different light and thus allow another plausible explanation of the facts to be substituted for the one adopted by the Commission in concluding that an infringement occurred. In such a case, it cannot be considered that the Commission has adduced proof of an infringement of competition law (see, to that effect, Joined Cases 29/83 and 30/83 CRAM and Rheinzink v Commission [1984] ECR 1679, paragraph 16 and Joined Cases C-89/95, C-104/85, C-114/85, C-116/85, C-117/85 and C-125/85 to C-129/85 Ahlström and Others v Commission [1993] ECR I-1307, paragraphs 126 and 127).",
        "NP": "74",
        "REF.NP.ECR": [
            "126",
            "127"
        ]
    },
    {
        "HT": [
            "Alcon",
            "OHIM"
        ],
        "NO.CASE": [
            "412/05"
        ],
        "text": "84Contrary to what to Commission contends, the second ground of the appeal is admissible. Indeed, in so far as E.ON Energie complains of an alleged contradiction between the legal rule laid down at paragraph 56 of the judgment under appeal and the implementation of that rule at paragraph 202 of that judgment, thereby casting doubt on the reasoning followed by the General Court in its application of European Union law on the burden of proof, E.ON Energie is raising a legal issue concerning the application of European Union law by the General Court (Case C-412/05 P Alcon v OHIM [2007] ECR I-3569, paragraph 89).",
        "NP": "84",
        "REF.NP.ECR": [
            "89"
        ]
    },
    {
        "HT": [
            "SGL Carbon",
            "Commission"
        ],
        "NO.CASE": [
            "328/05"
        ],
        "text": "101Moreover, in accordance with the case‐law cited in paragraph 64 above, provided that the evidence has been properly obtained and the general principles of law and rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it (see also, to that effect, Case C-328/05 P SGL Carbon v Commission [2007] ECR I-3921, paragraph 41 and the case‐law cited). However, in its submissions relating to the relevance of the statements of the inspectors, E.ON Energie seeks to the challenge the value given to that evidence by the General Court. Consequently, its argument must be dismissed as inadmissible.",
        "NP": "101",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Aalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/00",
            "219/00"
        ],
        "text": "112It should be noted, at the outset, that an appeal is inadmissible where, without even including an argument specifically identifying the error of law allegedly vitiating the judgment of the General Court, it simply repeats or reproduces verbatim the pleas in law and arguments already put forward before that Court, including those which were based on facts expressly rejected by that Court. Such an appeal amounts in reality to no more than a request for re‐examination of the application submitted to the General Court, which the Court of Justice does not have jurisdiction to undertake on appeal (Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/00 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 51 and the case‐law cited).",
        "NP": "112",
        "REF.NP.ECR": [
            "51"
        ]
    },
    {
        "HT": [
            "PKK and KNK",
            "Council"
        ],
        "NO.CASE": [
            "229/05"
        ],
        "text": "113By contrast, where an appellant challenges the interpretation or the application of European Union law by the General Court, the points of law examined at first instance may be discussed again in the course of an appeal. Indeed, if an appellant could not thus base his appeal on pleas in law and arguments already relied on before the General Court, an appeal would be deprived of part of its purpose (Case C-229/05 P PKK and KNK v Council [2007] ECR I-439, paragraph 32 and the case‐law cited).",
        "NP": "113",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": [
            "Ufex and Others",
            "Commission"
        ],
        "NO.CASE": [
            "119/97"
        ],
        "text": "115As regards the failure by the General Court to order measures of inquiry, it should be borne in mind that, according to well‐established case‐law, the General Court is the sole judge of any need to supplement the information available to it concerning the cases before it. The question whether the procedural documents before it are convincing is a matter to be appraised by it alone, which, again according to well‐established case‐law, is not subject to review by the Court of Justice, unless the facts or evidence have been distorted (see Case C-119/97 P Ufex and Others v Commission [1999] ECR I-1341, paragraph 66; and Case C-315/99 P Ismeri Europa v Court of Auditors [2001] ECR I-5281, paragraph 19).",
        "NP": "115",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Ismeri Europa",
            "Court of Auditors"
        ],
        "NO.CASE": [
            "315/99"
        ],
        "text": "115As regards the failure by the General Court to order measures of inquiry, it should be borne in mind that, according to well‐established case‐law, the General Court is the sole judge of any need to supplement the information available to it concerning the cases before it. The question whether the procedural documents before it are convincing is a matter to be appraised by it alone, which, again according to well‐established case‐law, is not subject to review by the Court of Justice, unless the facts or evidence have been distorted (see Case C-119/97 P Ufex and Others v Commission [1999] ECR I-1341, paragraph 66; and Case C-315/99 P Ismeri Europa v Court of Auditors [2001] ECR I-5281, paragraph 19).",
        "NP": "115",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "NO.CASE": [
            "40/73",
            "41/73",
            "42/73",
            "43/73",
            "44/73",
            "45/73",
            "46/73",
            "47/73",
            "48/73",
            "50/73",
            "54/73",
            "55/73",
            "56/73",
            "111/73",
            "113/73",
            "114/73"
        ],
        "text": "120E.ON Energie also claim that the Commission’s use of seals whose shelf life had expired led to a situation of uncertainty which the General Court ought to have taken into consideration when setting the amount of the fine. On that point, E.ON Energie refers, by analogy, to Suiker Unie and Others v Commission (Joined Cases 40/73 to 48/73, 50/73, 54/73 to 56/73, 111/73, 113/73 and 114/73 [1975] ECR 1663, paragraphs 94 to 99) where the Court of Justice held, in essence, that an infringement resulting from a certain practice cannot be taken into consideration for the purpose of setting the amount of a fine because the possibility cannot be ruled out that the wording of a Commission communication could induce the belief that such a practice was accepted as compatible with European Union law.",
        "NP": "120",
        "REF.NP.ECR": [
            94,
            95,
            96,
            97,
            98,
            99
        ]
    },
    {
        "HT": [
            "Groupe Danone",
            "Commission"
        ],
        "NO.CASE": [
            "3/06"
        ],
        "text": "124The General Court is therefore empowered, in addition to carrying out a mere review of the lawfulness of those fines, to substitute its own appraisal for that of the Commission and, consequently, to cancel, reduce or increase the fine or penalty payment imposed (Case C-3/06 P Groupe Danone v Commission [2007] ECR I-1331, paragraph 61 and the case‐law cited).",
        "NP": "124",
        "REF.NP.ECR": [
            "61"
        ]
    },
    {
        "HT": [
            "BPB Industries and British Gypsum",
            "Commission"
        ],
        "NO.CASE": [
            "310/93"
        ],
        "text": "125By contrast, it is not for the Court of Justice, when ruling on questions of law in the context of an appeal, to substitute, on grounds of fairness, its own assessment for that of the General Court exercising its unlimited jurisdiction to rule on the amount of fines imposed on undertakings for infringements of European Union law (see, to that effect, Case C-310/93 P BPB Industries and British Gypsum v Commission [1995] ECR I-865, paragraph 34; and Case C-248/98 P KNP BT v Commission [2000] ECR I-9641, paragraph 54).",
        "NP": "125",
        "REF.NP.ECR": [
            "54"
        ]
    },
    {
        "HT": [
            "KNP BT",
            "Commission"
        ],
        "NO.CASE": [
            "248/98"
        ],
        "text": "125By contrast, it is not for the Court of Justice, when ruling on questions of law in the context of an appeal, to substitute, on grounds of fairness, its own assessment for that of the General Court exercising its unlimited jurisdiction to rule on the amount of fines imposed on undertakings for infringements of European Union law (see, to that effect, Case C-310/93 P BPB Industries and British Gypsum v Commission [1995] ECR I-865, paragraph 34; and Case C-248/98 P KNP BT v Commission [2000] ECR I-9641, paragraph 54).",
        "NP": "125",
        "REF.NP.ECR": [
            "54"
        ]
    }
]