[
    {
        "NO.ECLI": "EU:T:2013:434",
        "NO.CASE": null,
        "text": "1By its appeal, Total SA (Total) asks the Court to set aside the judgment of the General Court of the European Union in Total v Commission (T‐548/08, EU:T:2013:434, the judgment under appeal) by which that court dismissed Total’s application, primarily, for annulment in part of Commission Decision C(2008) 5476 final of 1 October 2008, relating to a proceeding under Article [81 EC] and Article 53 of the EEA Agreement (Case COMP/39.181 — Candle waxes) (summary published in OJ 2009 C 295, p. 17, the decision at issue), and, in the alternative, for annulment or reduction of the fine imposed on Total.",
        "NP": "1"
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "10In the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423), given on the same day as the judgment under appeal in the present case, the General Court reduced the total amount of the fine imposed on the subsidiary, Total France, of which Total Raffinage Marketing SA is the successor in law, to EUR 125459842 whilst dismissing the remainder of the application that Total Raffinage Marketing SA had brought in parallel to the application brought by Total, its parent company. The General Court held that, when determining the multiplier reflecting the duration of Total France’s participation in the infringement, the Commission had breached the principles of proportionality and equal treatment by assimilating a period of participation of 7 months and 28 days for paraffin waxes and a participation period of 6 months and 12 days for slack wax to participation for a full year. Nevertheless, in the judgment under appeal, the General Court did not reduce the fine imposed on Total to the same extent.",
        "NP": "10"
    },
    {
        "NO.ECLI": "EU:C:2011:620",
        "NO.CASE": null,
        "text": "14According to Total, the facts of the present case are analogous to those giving rise to the judgment in Elf Aquitaine v Commission (C‐521/09 P, EU:C:2011:620, paragraph 167) and therefore called for a higher standard to be applied, on the part of the Commission, to the reasons why it considered that the evidence submitted by Total was not sufficient to rebut that presumption. Total relied on several pieces of evidence for that purpose, such as the independence of its subsidiary, the fact that the subsidiary did not inform the parent company of its activity in the market and the absence of instructions from the parent company to its subsidiary concerning the management of the latter’s activities. The Commission did not address that evidence, which amounts to a failure to state reasons, namely infringement of an essential procedural requirement that the General Court should have raised of its own motion since that plea is a matter of public policy (see judgment in Siemens and Others v Commission, C‐239/11 P, C‐489/11 P and C‐498/11 P, EU:C:2013:866, paragraph 321).",
        "NP": "14",
        "REF.NP.ECR": [
            "321"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:866",
        "NO.CASE": null,
        "text": "14According to Total, the facts of the present case are analogous to those giving rise to the judgment in Elf Aquitaine v Commission (C‐521/09 P, EU:C:2011:620, paragraph 167) and therefore called for a higher standard to be applied, on the part of the Commission, to the reasons why it considered that the evidence submitted by Total was not sufficient to rebut that presumption. Total relied on several pieces of evidence for that purpose, such as the independence of its subsidiary, the fact that the subsidiary did not inform the parent company of its activity in the market and the absence of instructions from the parent company to its subsidiary concerning the management of the latter’s activities. The Commission did not address that evidence, which amounts to a failure to state reasons, namely infringement of an essential procedural requirement that the General Court should have raised of its own motion since that plea is a matter of public policy (see judgment in Siemens and Others v Commission, C‐239/11 P, C‐489/11 P and C‐498/11 P, EU:C:2013:866, paragraph 321).",
        "NP": "14",
        "REF.NP.ECR": [
            "321"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:620",
        "NO.CASE": null,
        "text": "18According to the Court’s case-law, the obligation laid down in the second paragraph of Article 296 TFEU to state reasons is an essential procedural requirement that must be distinguished from the question whether the reasoning is well founded, which goes to the substantive legality of the measure at issue (see judgments in Elf Aquitaine v Commission, C‐521/09 P, EU:C:2011:620, paragraph 146 and the case-law cited, and Gascogne Sack Deutschland v Commission, C‐40/12 P, EU:C:2013:768, paragraph 46).",
        "NP": "18",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:768",
        "NO.CASE": null,
        "text": "18According to the Court’s case-law, the obligation laid down in the second paragraph of Article 296 TFEU to state reasons is an essential procedural requirement that must be distinguished from the question whether the reasoning is well founded, which goes to the substantive legality of the measure at issue (see judgments in Elf Aquitaine v Commission, C‐521/09 P, EU:C:2011:620, paragraph 146 and the case-law cited, and Gascogne Sack Deutschland v Commission, C‐40/12 P, EU:C:2013:768, paragraph 46).",
        "NP": "18",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:768",
        "NO.CASE": null,
        "text": "22That limb thus introduces, on appeal, a new argument challenging the adequacy of the reasoning in the decision at issue relating to the application of the presumption of decisive influence. It follows that that limb must be considered inadmissible, since in an appeal the jurisdiction of the Court of Justice is in principle confined to a review of the findings of law on the pleas argued at first instance (see, to that effect, judgment in Gascogne Sack Deutschland v Commission, C‐40/12 P, EU:C:2013:768, paragraph 52).",
        "NP": "22",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "26According to Total, the situation at issue is the same as that which gave rise to the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), in which, having found that the liability of the parent company was purely derivative and secondary to the liability of its subsidiary and thus depended on that of its subsidiary, the Court brought the fine imposed on the parent company into line with the reduced amount of the fine imposed on its subsidiary. Total’s situation in the present case is that of a parent company whose liability is entirely derived from the liability of its subsidiary. Total observes that, since the duration of its participation in the infringement can be nothing other than identical to that of its subsidiary and the reduction of the fine imposed on its subsidiary results solely from the reduction of that duration in so far as concerns just that company, the General Court ought to have exercised its power to amend, as was the case in the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), and to adjust the fine imposed on the parent company to correspond to that which was ultimately imposed on its subsidiary.",
        "NP": "26"
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "26According to Total, the situation at issue is the same as that which gave rise to the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), in which, having found that the liability of the parent company was purely derivative and secondary to the liability of its subsidiary and thus depended on that of its subsidiary, the Court brought the fine imposed on the parent company into line with the reduced amount of the fine imposed on its subsidiary. Total’s situation in the present case is that of a parent company whose liability is entirely derived from the liability of its subsidiary. Total observes that, since the duration of its participation in the infringement can be nothing other than identical to that of its subsidiary and the reduction of the fine imposed on its subsidiary results solely from the reduction of that duration in so far as concerns just that company, the General Court ought to have exercised its power to amend, as was the case in the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), and to adjust the fine imposed on the parent company to correspond to that which was ultimately imposed on its subsidiary.",
        "NP": "26"
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "27Total adds that both the judgment under appeal and the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423) were given on the same day by the same Chamber, from which it follows that, having taken the decision not to modify the fine that was imposed on Total, the General Court infringed the principle of treating equally two cases concerning the same facts and the same companies of a single undertaking. Moreover, in exercising its power to amend, the EU judicature is entitled to modify a fine. However, it is not entitled to change the single, joint and several nature of the liability and of the resulting fine imposed on entities which constitute one and the same undertaking where the liability of the parent company is entirely dependent on that of its subsidiary. Therefore Total submits that, having changed the single, joint and several nature of the liability of Total and its subsidiary and, thus, that of the fine imposed on them, the General Court erred in law.",
        "NP": "27"
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "29The Commission notes that the mere fact that, for a part of the fine, Total became the sole debtor vis-à-vis the Commission does not amount to a modification of the fine which was imposed on it and is only the unavoidable consequence of the decision taken by the General Court, in the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423), to reduce the fine imposed on the other debtor. In general, the situation of a parent company held jointly and severally liable with its subsidiary is indistinguishable from that of other legal entities which are held jointly and severally liable and find themselves co-debtors of the fine imposed. In the event of joint and several liability for a fine, the reduction of the fine for the benefit of one of the co-debtors inevitably leads to the other debtor being solely liable for the amount of that reduction.",
        "NP": "29"
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "30According to the Commission, it is always open to a parent company and its subsidiary to bring a single application together against a decision which imposes a fine on them. If a parent company seeks to have its fine annulled and reduced by bringing its own application, the fate of that application depends on the arguments relied on for that purpose and not on any arguments presented by its subsidiary in a parallel application. In any event, the requirements laid down by the Court in the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29) that parallel applications of parent companies and their subsidiaries must have the same object is not satisfied in the present case. Although it is true that both Total and its subsidiary challenged before the General Court the Commission’s finding as to the duration of participation in the infringement, the General Court nevertheless reduced the fine imposed on the subsidiary on the basis of arguments that the subsidiary had presented, not on the basis of arguments presented by the parent company.",
        "NP": "30"
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "31In its first and third grounds of appeal, Total challenges the fact that, in the judgment under appeal, the General Court did not take into account the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423) that reduced the fine imposed on Total France to EUR 125459842. Total submits that, in accordance with the Court’s case-law arising from the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), the General Court was bound to reduce that fine also in relation to Total.",
        "NP": "31"
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "31In its first and third grounds of appeal, Total challenges the fact that, in the judgment under appeal, the General Court did not take into account the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423) that reduced the fine imposed on Total France to EUR 125459842. Total submits that, in accordance with the Court’s case-law arising from the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), the General Court was bound to reduce that fine also in relation to Total.",
        "NP": "31"
    },
    {
        "NO.ECLI": "EU:C:2014:256",
        "NO.CASE": null,
        "text": "32EU competition law refers to the activities of undertakings. The authors of the Treaties chose to use the concept of an undertaking to designate the perpetrator of an infringement of competition law, who is liable to be penalised pursuant to Articles 101 TFEU and 102 TFEU, and not other concepts such as that of companies or firms or legal persons, used in particular in Article 54 TFEU (see judgment in Commission and Others v Siemens Österreich and Others, C‐231/11 P to C‐233/11 P, EU:C:2014:256, paragraphs 41 and 42 and the case-law cited).",
        "NP": "32",
        "REF.NP.ECR": [
            "41",
            "42"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:256",
        "NO.CASE": null,
        "text": "33The concept of an undertaking covers any entity engaged in an economic activity, regardless of the legal status of the entity or the way in which it is financed. That concept must be understood as designating an economic entity, even if, from a legal perspective, that unit is made up of a number of natural or legal persons. When such an economic entity infringes the competition rules, it is for that entity, according to the principle of personal responsibility, to answer for that infringement (see judgment in Commission and Others v Siemens Österreich and Others, C‐231/11 P to C‐233/11 P, EU:C:2014:256, paragraphs 43 and 44 and the case-law cited).",
        "NP": "33",
        "REF.NP.ECR": [
            "43",
            "44"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:256",
        "NO.CASE": null,
        "text": "34In that connection, in certain circumstances, a legal person who is not the perpetrator of an infringement of the competition rules may nevertheless be penalised for the unlawful conduct of another legal person, if both those persons form part of the same economic entity and thus constitute the undertaking that infringed Article 101 TFEU (see judgment in Commission and Others v Siemens Österreich and Others, C‐231/11 P to C‐233/11 P, EU:C:2014:256, paragraph 45).",
        "NP": "34",
        "REF.NP.ECR": [
            "45"
        ]
    },
    {
        "NO.ECLI": "EU:C:2009:536",
        "NO.CASE": null,
        "text": "35Thus, the conduct of a subsidiary can be imputed to the parent company where the latter does in fact exercise a decisive influence over the conduct of its subsidiary (see, to that effect, judgment in Akzo Nobel and Others v Commission, C‐97/08 P, EU:C:2009:536, paragraphs 58 and 59 and the case-law cited).",
        "NP": "35",
        "REF.NP.ECR": [
            "58",
            "59"
        ]
    },
    {
        "NO.ECLI": "EU:C:2009:536",
        "NO.CASE": null,
        "text": "36In the case where a parent company holds 100% of its subsidiary’s capital, there is a rebuttable presumption that the parent company does in fact exercise a decisive influence over the conduct of its subsidiary (see judgment in Akzo Nobel and Others v Commission, C‐97/08 P, EU:C:2009:536, paragraph 60 and the case-law cited).",
        "NP": "36",
        "REF.NP.ECR": [
            "60"
        ]
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "37In the present case, the Commission imputed Total France’s liability to Total and imposed a fine of EUR 128163000 jointly and severally on both. Thus, as set out in paragraph 10 of the present judgment, the General Court reduced, in the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423), the amount of the fine imposed on the subsidiary, Total France, to EUR 125459842.",
        "NP": "37"
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "38The Court has held that, in a situation where the liability of a parent company is purely derivative of that of its subsidiary and in which no other factor individually reflects the conduct for which the parent company is held liable, the liability of that parent company cannot exceed that of its subsidiary (see, to that effect, judgment in Commission v Tomkins, C‐286/11 P, EU:C:2013:29, paragraphs 37, 39, 43 and 49).",
        "NP": "38",
        "REF.NP.ECR": [
            "37",
            "39",
            "43",
            "49"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "39The application of the principles derived from that case-law of the courts of the European Union requires certain procedural requirements to be satisfied, inter alia the bringing of parallel applications having the same object by the subsidiary and its parent company (see judgment in Commission v Tomkins, C‐286/11 P, EU:C:2013:29, point 49). The Court specified that the notion of the same object does not require that the scope of the applications of those companies, and the arguments on which they relied, must be identical (see judgment in Commission v Tomkins, C‐286/11 P, EU:C:2013:29, paragraph 43).",
        "NP": "39",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "39The application of the principles derived from that case-law of the courts of the European Union requires certain procedural requirements to be satisfied, inter alia the bringing of parallel applications having the same object by the subsidiary and its parent company (see judgment in Commission v Tomkins, C‐286/11 P, EU:C:2013:29, point 49). The Court specified that the notion of the same object does not require that the scope of the applications of those companies, and the arguments on which they relied, must be identical (see judgment in Commission v Tomkins, C‐286/11 P, EU:C:2013:29, paragraph 43).",
        "NP": "39",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "40In the present case, those requirements were satisfied. Like the parent company and the subsidiary at issue in the case giving rise to the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), both Total and Total France brought an application against the decision at issue and those applications had the same object in so far as they concerned, in particular, the duration of the infringement.",
        "NP": "40"
    },
    {
        "NO.ECLI": "EU:C:2013:29",
        "NO.CASE": null,
        "text": "41Although the Court ruled, in the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), only on the possibility, in connection with an application brought by a parent company whose liability is derived entirely from that of its subsidiary, of having regard to the outcome of the subsidiary’s application, it nevertheless follows from the case-law of the Court, in particular from the judgment in Areva and Others v Commission (C‐247/11 P and C‐253/11 P, EU:C:2014:257, paragraphs 136 to 138), that where the procedural requirements set out in the previous paragraphs are satisfied, a parent company whose liability is entirely derivative from that of its subsidiary must, in principle, benefit from any reduction in the liability of its subsidiary which had been imputed to it.",
        "NP": "41",
        "REF.NP.ECR": [
            136,
            137,
            138
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:257",
        "NO.CASE": null,
        "text": "41Although the Court ruled, in the judgment in Commission v Tomkins (C‐286/11 P, EU:C:2013:29), only on the possibility, in connection with an application brought by a parent company whose liability is derived entirely from that of its subsidiary, of having regard to the outcome of the subsidiary’s application, it nevertheless follows from the case-law of the Court, in particular from the judgment in Areva and Others v Commission (C‐247/11 P and C‐253/11 P, EU:C:2014:257, paragraphs 136 to 138), that where the procedural requirements set out in the previous paragraphs are satisfied, a parent company whose liability is entirely derivative from that of its subsidiary must, in principle, benefit from any reduction in the liability of its subsidiary which had been imputed to it.",
        "NP": "41",
        "REF.NP.ECR": [
            136,
            137,
            138
        ]
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "42Consequently, the General Court erred in law in not having regard to the outcome of the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423).",
        "NP": "42"
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "47On the basis of the considerations in paragraphs 38 to 44 of the present judgment, the fine imposed on Total must be reduced to the level of that imposed on its subsidiary, Total France, as set in paragraph 1 of the operative part of the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423).",
        "NP": "47"
    },
    {
        "NO.ECLI": "EU:T:2013:434",
        "NO.CASE": null,
        "text": "1.Sets aside the judgment of the General Court of the European Union in Total v Commission (T‐548/08, EU:T:2013:434) in so far as it did not bring the fine imposed on Total SA into line with the fine imposed on Total Raffinage Marketing SA by the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423);",
        "NP": null
    },
    {
        "NO.ECLI": "EU:T:2013:423",
        "NO.CASE": null,
        "text": "1.Sets aside the judgment of the General Court of the European Union in Total v Commission (T‐548/08, EU:T:2013:434) in so far as it did not bring the fine imposed on Total SA into line with the fine imposed on Total Raffinage Marketing SA by the judgment in Total Raffinage Marketing v Commission (T‐566/08, EU:T:2013:423);",
        "NP": null
    }
]