[
    {
        "NO.ECLI": "EU:T:2014:629",
        "NO.CASE": null,
        "text": "1By its appeal, DTS Distribuidora de Televisión Digital SA (DTS) seeks to have set aside the judgment of the General Court of the European Union of 11 July 2014, DTS Distribuidora de Televisión Digital v Commission (T‐533/10, the judgment under appeal, EU:T:2014:629), by which the General Court dismissed its application for annulment of Commission Decision 2011/1/EU of 20 July 2010 on the State aid scheme C 38/09 (ex NN 58/09) which Spain is planning to implement for Corporación de Radio y Televisión Española (RTVE) (OJ 2011 L 1, p. 9) (the contested decision).",
        "NP": "NP0001"
    },
    {
        "DATE": "30 April 2010",
        "NAME.CASE": {
            "HT": [
                "Ziegler",
                "Commission"
            ]
        },
        "NO.CASE": [
            "113/09"
        ],
        "NO.ECLI": "EU:C:2010:242",
        "REF.NP.ECR": "33",
        "text": "24First of all, it should be noted that the Practice directions to parties are indicative and have no binding force. As is apparent from recitals 1 to 3 of those directions, they were adopted in order to supplement and clarify the rules applicable to the conduct of proceedings before the Court, in the interest of the proper administration of justice, and are not intended to replace the relevant provisions of the Statute of the Court of Justice of the European Union and the Rules of Procedure of the Court (see, to that effect, order of the President of the Court of 30 April 2010, Ziegler v Commission, C‐113/09 P(R), not published, EU:C:2010:242, paragraph 33).",
        "NP": "NP0024"
    },
    {
        "DATE": "10 July 2014",
        "NAME.CASE": {
            "HT": [
                "Telefonica and Telefonica de Espana",
                "Commission"
            ]
        },
        "NO.CASE": [
            "295/12"
        ],
        "NO.ECLI": "EU:C:2014:2062",
        "REF.NP.ECR": "29",
        "text": "27Secondly, it should be noted that, according to the second subparagraph of Article 256(1) TFEU, the first paragraph of Article 58 of the Statute of the Court of Justice of the European Union and Article 168(1)(d) of the Rules of Procedure, an appeal must, on penalty of being deemed inadmissible, indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and the legal arguments specifically advanced in support of the appeal, failing which the appeal or the ground of appeal in question will be dismissed as inadmissible (see, inter alia, judgment of 10 July 2014, Telefónica and Telefónica de España v Commission, C‐295/12 P, EU:C:2014:2062, paragraph 29 and the case-law cited).",
        "NP": "NP0027"
    },
    {
        "DATE": "30 May 2013",
        "NAME.CASE": {
            "HT": [
                "Quinn Barlo and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "70/12"
        ],
        "NO.ECLI": "EU:C:2013:351",
        "REF.NP.ECR": "26",
        "text": "28Moreover, it follows from those same provisions that an appeal is inadmissible in so far as it merely repeats the pleas in law and arguments previously submitted to the General Court, including those based on facts expressly rejected by it. Such an appeal amounts in reality to no more than a request for re-examination of the application submitted to the General Court, which the Court of Justice does not have jurisdiction to undertake on appeal (see judgment of 30 May 2013, Quinn Barlo and Others v Commission, C‐70/12 P, not published, EU:C:2013:351, paragraph 26 and the case-law cited).",
        "NP": "NP0028"
    },
    {
        "DATE": "30 May 2013",
        "NAME.CASE": {
            "HT": [
                "Quinn Barlo and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "70/12"
        ],
        "NO.ECLI": "EU:C:2013:351",
        "REF.NP.ECR": "27",
        "text": "29By contrast, provided that the appellant challenges the interpretation or application of EU law by the General Court, the points of law examined at first instance may be discussed again in the course of an appeal. Indeed, if an appellant could not thus base his appeal on pleas in law and arguments already relied on before the General Court, an appeal would be deprived of part of its purpose (see judgment of 30 May 2013, Quinn Barlo and Others v Commission, C‐70/12 P, not published, EU:C:2013:351, paragraph 27 and the case-law cited).",
        "NP": "NP0029"
    },
    {
        "DATE": "22 December 2008",
        "NAME.CASE": {
            "HT": "Regie Networks"
        },
        "NO.CASE": [
            "333/07"
        ],
        "NO.ECLI": "EU:C:2008:764",
        "text": "34DTS and the Telefónica companies submit that the Court did not carry out a full review of the Commission’s assessments as regards the conditions laid down in paragraphs 106 to 111 of the judgment of 22 December 2008, Régie Networks (C‐333/07, EU:C:2008:764). The General Court is alleged not to have assessed the extent to which the projected amount of the revenue impacted on the calculation of the aid, distorting in that regard, in paragraphs 65 to 70 of the judgment under appeal, the national law provisions on which that Court relied in order to reach the conclusion that the amount levied in respect of the tax on pay-television operators did not influence the amount of the aid to RTVE, while failing to take account of other relevant provisions of that law.",
        "NP": "NP0034"
    },
    {
        "DATE": "3 April 2014",
        "NAME.CASE": {
            "HT": [
                "France",
                "Commission"
            ]
        },
        "NO.CASE": [
            "559/12"
        ],
        "NO.ECLI": "EU:C:2014:217",
        "REF.NP.ECR": "78",
        "text": "43It should be noted that the Court of Justice has consistently held that where the General Court has established or assessed the facts, the Court of Justice has jurisdiction, under Article 256 TFEU, solely to review the legal characterisation of those facts and the conclusions in law drawn from them. The appraisal of the facts by the General Court does not therefore constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, inter alia, judgment of 3 April 2014, France v Commission, C‐559/12 P, EU:C:2014:217, paragraph 78).",
        "NP": "NP0043"
    },
    {
        "DATE": "3 April 2014",
        "NAME.CASE": {
            "HT": [
                "France",
                "Commission"
            ]
        },
        "NO.CASE": [
            "559/12"
        ],
        "NO.ECLI": "EU:C:2014:217",
        "REF.NP.ECR": "79",
        "text": "44Thus, with respect to the assessment, in the context of an appeal, of the General Court’s determinations on national law, the Court of Justice has jurisdiction only to determine whether that law was distorted (see judgment of 3 April 2014, France v Commission, C‐559/12 P, EU:C:2014:217, paragraph 79 and the case-law cited).",
        "NP": "NP0044"
    },
    {
        "DATE": "3 April 2014",
        "NAME.CASE": {
            "HT": [
                "France",
                "Commission"
            ]
        },
        "NO.CASE": [
            "559/12"
        ],
        "NO.ECLI": "EU:C:2014:217",
        "REF.NP.ECR": "80",
        "text": "45In that regard, it should be noted that distortion must be obvious from the documents on the Court’s file, without there being any need to carry out a new assessment of the facts and the evidence (judgment of 3 April 2014, France v Commission, C‐559/12 P, EU:C:2014:217, paragraph 80).",
        "NP": "NP0045"
    },
    {
        "DATE": "20 September 2001",
        "NAME.CASE": {
            "HT": "Banks"
        },
        "NO.CASE": [
            "390/98"
        ],
        "NO.ECLI": "EU:C:2001:456",
        "text": "51DTS submits that the General Court erred in law in holding, in paragraphs 92 and 93 of the judgment under appeal, that it was seeking, by its appeal, to call into question the case-law of the Court of Justice resulting from the judgment of 20 September 2001, Banks (C‐390/98, EU:C:2001:456). That case-law related only to the situation in which certain categories of undertakings are exempt from a tax of general application. In the present case, DTS does not object to the levying of the tax on pay-television operators on the ground that RTVE enjoys an exemption which constitutes State aid. It does claim, however, that that tax, since it was imposed on it asymmetrically in order to fund directly the aid scheme for RTVE, is itself an aid, like the tax at issue in the case which gave rise to the judgment of 7 September 2006, Laboratoires Boiron (C‐526/04, the Laboratoires Boiron judgment, EU:C:2006:528).",
        "NP": "NP0051"
    },
    {
        "NO.ECLI": "EU:C:2006:528",
        "NO.CASE": null,
        "text": "51DTS submits that the General Court erred in law in holding, in paragraphs 92 and 93 of the judgment under appeal, that it was seeking, by its appeal, to call into question the case-law of the Court of Justice resulting from the judgment of 20 September 2001, Banks (C‐390/98, EU:C:2001:456). That case-law related only to the situation in which certain categories of undertakings are exempt from a tax of general application. In the present case, DTS does not object to the levying of the tax on pay-television operators on the ground that RTVE enjoys an exemption which constitutes State aid. It does claim, however, that that tax, since it was imposed on it asymmetrically in order to fund directly the aid scheme for RTVE, is itself an aid, like the tax at issue in the case which gave rise to the judgment of 7 September 2006, Laboratoires Boiron (C‐526/04, the Laboratoires Boiron judgment, EU:C:2006:528).",
        "NP": "NP0051"
    },
    {
        "DATE": "20 September 2001",
        "NAME.CASE": {
            "HT": "Banks"
        },
        "NO.CASE": [
            "390/98"
        ],
        "NO.ECLI": "EU:C:2001:456",
        "text": "53It should be recalled that, in paragraphs 92 and 93 of the judgment under appeal, the General Court found that, by its arguments alleging infringement of Article 107(1) TFEU because of the relationship between the fiscal measures at issue and the competitive advantage enjoyed by RTVE, DTS was seeking to call into question the principle derived from the case-law of the Court, enshrined in paragraph 80 of the judgment of 20 September 2001, Banks (C‐390/98, EU:C:2001:456), to the effect that persons liable to pay an obligatory contribution cannot rely on the argument that the exemption enjoyed by other persons constitutes State aid in order to avoid payment of that contribution.",
        "NP": "NP0053"
    },
    {
        "DATE": "13 January 2005",
        "NAME.CASE": {
            "HT": "Streekgewest"
        },
        "NO.CASE": [
            "174/02"
        ],
        "NO.ECLI": "EU:C:2005:10",
        "text": "62Second, the Telefónica companies argue that the conditions laid down by the case-law of the Court of Justice for the purpose of establishing that a fiscal measure is part of an aid, namely the hypothecation of the tax to the funding of the aid in question and the direct impact of the revenue from the tax on the amount of the aid, are not separate and cumulative conditions. The hypothecation itself implies the existence of a necessary link between the amount of revenue and the aid. The General Court thus misinterpreted the judgment of 13 January 2005, Streekgewest (C‐174/02, EU:C:2005:10), since, in that judgment, the Court examined only whether the tax was necessarily hypothecated to the aid under the relevant national rules and considered that, if so, the direct impact of the fiscal measure on the amount of the aid was a logical consequence.",
        "NP": "NP0062"
    },
    {
        "DATE": "21 October 2003",
        "NAME.CASE": {
            "HT": "van Calster and Others"
        },
        "NO.CASE": [
            "261/01",
            "262/01"
        ],
        "NO.ECLI": "EU:C:2003:571",
        "text": "63Thirdly, the Telefónica companies submit that the interpretation adopted by the General Court in the judgments of 21 October 2003, van Calster and Others (C‐261/01 and C‐262/01, EU:C:2003:571), and of 27 November 2003, Enirisorse (C‐34/01 to C‐38/01, EU:C:2003:640), is incorrect. The fact that the Court did not rule on the requirement that the fiscal measure must have a direct impact on the amount of the aid did not mean that it considered that that requirement was an additional condition for determining whether the method of financing of the aid is part thereof, but may be explained by the fact that those judgments were delivered in the first cases in which the Court ruled on the question of inseparability.",
        "NP": "NP0063"
    },
    {
        "DATE": "27 November 2003",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "34/01",
            "38/01"
        ],
        "NO.ECLI": "EU:C:2003:640",
        "text": "63Thirdly, the Telefónica companies submit that the interpretation adopted by the General Court in the judgments of 21 October 2003, van Calster and Others (C‐261/01 and C‐262/01, EU:C:2003:571), and of 27 November 2003, Enirisorse (C‐34/01 to C‐38/01, EU:C:2003:640), is incorrect. The fact that the Court did not rule on the requirement that the fiscal measure must have a direct impact on the amount of the aid did not mean that it considered that that requirement was an additional condition for determining whether the method of financing of the aid is part thereof, but may be explained by the fact that those judgments were delivered in the first cases in which the Court ruled on the question of inseparability.",
        "NP": "NP0063"
    },
    {
        "DATE": "13 January 2005",
        "NAME.CASE": {
            "HT": "Streekgewest"
        },
        "NO.CASE": [
            "174/02"
        ],
        "NO.ECLI": "EU:C:2005:10",
        "REF.NP.ECR": "25",
        "text": "65It is settled case-law of the Court that taxes do not fall within the scope of the provisions of the Treaty relating to State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure (judgments of 13 January 2005, Streekgewest, C‐174/02, EU:C:2005:10, paragraph 25; of 13 January 2005 in Pape, C‐175/02, EU:C:2005:11, paragraph 14; and of 27 October 2005, Distribution Casino France and Others, C‐266/04 to C‐270/04, C‐276/04 and C‐321/04 to C‐325/04, EU:C:2005:657, paragraph 34).",
        "NP": "NP0065"
    },
    {
        "DATE": "13 January 2005",
        "NAME.CASE": {
            "HT": "Pape"
        },
        "NO.CASE": [
            "175/02"
        ],
        "NO.ECLI": "EU:C:2005:11",
        "REF.NP.ECR": "14",
        "text": "65It is settled case-law of the Court that taxes do not fall within the scope of the provisions of the Treaty relating to State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure (judgments of 13 January 2005, Streekgewest, C‐174/02, EU:C:2005:10, paragraph 25; of 13 January 2005 in Pape, C‐175/02, EU:C:2005:11, paragraph 14; and of 27 October 2005, Distribution Casino France and Others, C‐266/04 to C‐270/04, C‐276/04 and C‐321/04 to C‐325/04, EU:C:2005:657, paragraph 34).",
        "NP": "NP0065"
    },
    {
        "DATE": "27 October 2005",
        "NAME.CASE": {
            "HT": "Distribution Casino France and Others"
        },
        "NO.CASE": [
            "266/04",
            "270/04",
            "276/04",
            "321/04",
            "325/04"
        ],
        "NO.ECLI": "EU:C:2005:657",
        "REF.NP.ECR": "34",
        "text": "65It is settled case-law of the Court that taxes do not fall within the scope of the provisions of the Treaty relating to State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure (judgments of 13 January 2005, Streekgewest, C‐174/02, EU:C:2005:10, paragraph 25; of 13 January 2005 in Pape, C‐175/02, EU:C:2005:11, paragraph 14; and of 27 October 2005, Distribution Casino France and Others, C‐266/04 to C‐270/04, C‐276/04 and C‐321/04 to C‐325/04, EU:C:2005:657, paragraph 34).",
        "NP": "NP0065"
    },
    {
        "DATE": "21 October 2003",
        "NAME.CASE": {
            "HT": "van Calster and Others"
        },
        "NO.CASE": [
            "261/01",
            "262/01"
        ],
        "NO.ECLI": "EU:C:2003:571",
        "REF.NP.ECR": [
            "47",
            "48"
        ],
        "text": "66Firstly, an aid, in the strict sense, may not substantially affect trade between Member States and thus be deemed admissible, but could have its disruptive effect exacerbated by a method of financing that would make the whole incompatible with the internal market. Furthermore, where a tax specifically intended to finance aid proves to be contrary to other provisions of the Treaty, the Commission cannot declare the aid scheme of which the charge forms part to be compatible with the internal market (see, to that effect, judgment of 21 October 2003, van Calster and Others, C‐261/01 and C‐262/01, EU:C:2003:571, paragraphs 47 and 48 and the case-law cited).",
        "NP": "NP0066"
    },
    {
        "DATE": "14 April 2005",
        "NAME.CASE": {
            "HT": "AEM and AEM Torino"
        },
        "NO.CASE": [
            "128/03",
            "129/03"
        ],
        "NO.ECLI": "EU:C:2005:224",
        "REF.NP.ECR": "45",
        "text": "67The method by which aid is financed may render the entire aid scheme it is intended to fund incompatible with the internal market. As a result, the aid cannot be considered separately from its method of financing (see, to that effect, judgment of 14 April 2005, AEM and AEM Torino, C‐128/03 and C‐129/03, EU:C:2005:224, paragraph 45).",
        "NP": "NP0067"
    },
    {
        "DATE": "15 June 2006",
        "NAME.CASE": {
            "HT": "Air Liquide Industries Belgium"
        },
        "NO.CASE": [
            "393/04",
            "41/05"
        ],
        "NO.ECLI": "EU:C:2006:403",
        "REF.NP.ECR": "46",
        "text": "68According to settled case-law, in order for a tax to be regarded as forming an integral part of an aid measure, it must be hypothecated to the aid under the relevant national rules, in the sense that the revenue from the tax is necessarily allocated to the financing of the aid and has a direct impact on the amount of the aid and, consequently, on the assessment of the compatibility of that aid with the internal market (see, inter alia, judgments of 15 June 2006, Air Liquide Industries Belgium, C‐393/04 and C‐41/05, EU:C:2006:403, paragraph 46 and the case-law cited, and of 22 December 2008, Régie Networks, C‐333/07, EU:C:2008:764, paragraph 99).",
        "NP": "NP0068"
    },
    {
        "DATE": "22 December 2008",
        "NAME.CASE": {
            "HT": "Regie Networks"
        },
        "NO.CASE": [
            "333/07"
        ],
        "NO.ECLI": "EU:C:2008:764",
        "REF.NP.ECR": "99",
        "text": "68According to settled case-law, in order for a tax to be regarded as forming an integral part of an aid measure, it must be hypothecated to the aid under the relevant national rules, in the sense that the revenue from the tax is necessarily allocated to the financing of the aid and has a direct impact on the amount of the aid and, consequently, on the assessment of the compatibility of that aid with the internal market (see, inter alia, judgments of 15 June 2006, Air Liquide Industries Belgium, C‐393/04 and C‐41/05, EU:C:2006:403, paragraph 46 and the case-law cited, and of 22 December 2008, Régie Networks, C‐333/07, EU:C:2008:764, paragraph 99).",
        "NP": "NP0068"
    },
    {
        "DATE": "13 January 2005",
        "NAME.CASE": {
            "HT": "Streekgewest"
        },
        "NO.CASE": [
            "174/02"
        ],
        "NO.ECLI": "EU:C:2005:10",
        "REF.NP.ECR": "27",
        "text": "73It is irrelevant, in that regard, that the fiscal measures at issue were introduced in order to offset the loss of the commercial revenues formerly enjoyed by RTVE, in particular those derived from advertising (see, by analogy, judgment of 13 January 2005, Streekgewest, C‐174/02, EU:C:2005:10, paragraph 27).",
        "NP": "NP0073"
    },
    {
        "DATE": "22 December 2008",
        "NAME.CASE": {
            "HT": "Regie Networks"
        },
        "NO.CASE": [
            "333/07"
        ],
        "NO.ECLI": "EU:C:2008:764",
        "REF.NP.ECR": [
            "93",
            "99"
        ],
        "text": "81On the one hand, as the Court has already held, the question whether a tax is an integral part of an aid financed by a tax depends not on the existence of a competitive relationship between the person liable to pay the tax and the beneficiary of the aid, but only on whether that tax is hypothecated to the aid in question under the relevant national legislation (see, to that effect, judgment of 22 December 2008, Régie Networks, C‐333/07, EU:C:2008:764, paragraphs 93 to 99).",
        "NP": "NP0081"
    },
    {
        "DATE": "27 October 2005",
        "NAME.CASE": {
            "HT": "Distribution Casino France and Others"
        },
        "NO.CASE": [
            "266/04",
            "270/04",
            "276/04",
            "321/04",
            "325/04"
        ],
        "NO.ECLI": "EU:C:2005:657",
        "REF.NP.ECR": [
            "41",
            "42"
        ],
        "text": "82Thus, according to the case-law of the Court, a tax cannot be hypothecated to an exemption from payment of that same tax for a category of undertakings, and thus even where those undertakings operate in competition with undertakings liable to pay the tax in question. The application of a tax exemption and its extent do not depend on the tax revenue. Thus, those liable to pay a charge cannot rely on the argument that the exemption enjoyed by other undertakings constitutes State aid in order to avoid payment of that charge or to obtain reimbursement thereof (see, to that effect, inter alia, judgment of 27 October 2005, Distribution Casino France and Others, C‐266/04 to C‐270/04, C‐276/04 and C‐321/04 to C‐325/04, EU:C:2005:657, paragraphs 41 and 42).",
        "NP": "NP0082"
    },
    {
        "DATE": "19 November 1998",
        "NAME.CASE": {
            "HT": [
                "United Kingdom",
                "Council"
            ]
        },
        "NO.CASE": [
            "150/94"
        ],
        "NO.ECLI": "EU:C:1998:547",
        "text": "105First of all, in paragraph 216 of the judgment under appeal, the General Court was not entitled to rely on the judgment of 19 November 1998, United Kingdom v Council (C‐150/94, EU:C:1998:547), since the Telefónica companies did not refer to that judgment.",
        "NP": "NP0105"
    },
    {
        "DATE": "8 July 2010",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Italy"
            ]
        },
        "NO.CASE": [
            "334/08"
        ],
        "NO.ECLI": "EU:C:2010:414",
        "text": "106Furthermore, in paragraph 217 of the judgment under appeal, the General Court does not explain how the judgment of 8 July 2010, Commission v Italy (C‐334/08, EU:C:2010:414), entails that the intervener taking part in infringement proceedings has more freedom than the intervener in an action for annulment when it intends to raise pleas not relied on by the main party. If the intervener were required to confine itself to the pleas put forward by the main party, Article 132(2) of the Rules of Procedure, under which the intervener is required to set out its pleas in law, would be rendered meaningless.",
        "NP": "NP0106"
    },
    {
        "DATE": "7 October 2014",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Council"
            ]
        },
        "NO.CASE": [
            "399/12"
        ],
        "NO.ECLI": "EU:C:2014:2258",
        "REF.NP.ECR": "27",
        "text": "114With respect to whether the cross-appeal is well founded, it should be recalled that a party who, pursuant to Article 40 of the Statute of the Court of Justice of the European Union, is granted leave to intervene in a case submitted to the Court may not alter the subject matter of the dispute as defined by the forms of order sought and the pleas in law raised by the main parties. It follows that arguments submitted by an intervener are not admissible unless they fall within the framework provided by those forms of order and pleas in law (judgment of 7 October 2014, Germany v Council, C‐399/12, EU:C:2014:2258, paragraph 27).",
        "NP": "NP0114"
    },
    {
        "DATE": "8 July 2010",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Italy"
            ]
        },
        "NO.CASE": [
            "334/08"
        ],
        "NO.ECLI": "EU:C:2010:414",
        "text": "118In that regard, the General Court correctly held, in paragraph 217 of the judgment under appeal, that the solution adopted in the judgment of 8 July 2010, Commission v Italy (C‐334/08, EU:C:2010:414), in the context of infringement proceedings under Article 260 TFEU, could not be transposed to an action for annulment under Article 263 TFEU.",
        "NP": "NP0118"
    },
    {
        "DATE": "6 October 2009",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Spain"
            ]
        },
        "NO.CASE": [
            "562/07"
        ],
        "NO.ECLI": "EU:C:2009:614",
        "REF.NP.ECR": "18",
        "text": "119Infringement proceedings are based on the objective finding that a Member State has failed to fulfil its obligations under EU law (see, in particular, judgment of 6 October 2009, Commission v Spain, C‐562/07, EU:C:2009:614, paragraph 18).",
        "NP": "NP0119"
    },
    {
        "DATE": "19 November 1998",
        "NAME.CASE": {
            "HT": [
                "United Kingdom",
                "Council"
            ]
        },
        "NO.CASE": [
            "150/94"
        ],
        "NO.ECLI": "EU:C:1998:547",
        "text": "122As to the Telefónica companies’ complaint that the General Court referred, in paragraph 216 of the judgment under appeal, to the judgment of 19 November 1998, United Kingdom v Council (C‐150/94, EU:C:1998:547), it is sufficient to state that it is completely ineffective, since it is not such as to vitiate the judgment under appeal by an error of law; those companies do not, moreover, argue that the assessment carried out by the General Court in that paragraph is legally flawed.",
        "NP": "NP0122"
    }
]