[
    {
        "HT": [
            "Elf Aquitaine",
            "Commission"
        ],
        "NO.CASE": [
            "521/09"
        ],
        "text": "44In its appeal, the appellant submits that, by simply finding, in paragraph 109 of the judgment under appeal, that the Commission is not bound by its earlier decision-making practice, the General Court erred in law. The General Court ought to have penalised the Commission for having changed its practice without providing detailed and unambiguous reasons for such a change in approach. The appellant relies in that regard on Case C-521/09 P Elf Aquitaine v Commission [2011] ECR I-8947, paragraph 167.",
        "NP": "44",
        "REF.NP.ECR": [
            "167"
        ]
    },
    {
        "HT": [
            "Der Grune Punkt - Duales System Deutschland",
            "Commission"
        ],
        "NO.CASE": [
            "385/07"
        ],
        "text": "74As is apparent from the first paragraph of Article 58 of the Statute of the Court and from its case-law, the Court has jurisdiction, in an appeal, to verify whether a breach of procedure adversely affecting the appellant’s interests was committed by the General Court (see, in particular, Case C-385/07 P Der Grüne Punkt - Duales System Deutschland v Commission [2009] ECR I-6155, paragraph 176).",
        "NP": "74",
        "REF.NP.ECR": [
            "176"
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "86In so far as the appellant seeks a reduction in the fine imposed on it in order to take into account the financial consequences arising for it from the excessive duration of the proceedings before the General Court, it must be borne in mind that, when first faced with a similar situation, the Court of Justice granted such an application, for reasons of economy of procedure and in order to ensure an immediate and effective remedy regarding a procedural irregularity of that kind and, accordingly, reduced the amount of the fine (Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 48).",
        "NP": "86",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "102In the light of the foregoing, it must be found that the procedure in the General Court breached the second paragraph of Article 47 of the Charter in that it failed to comply with the requirement that it adjudicate within a reasonable time, which constitutes a sufficiently serious breach of a rule of law that is intended to confer rights on individuals (Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 42).",
        "NP": "102",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "SGL Carbon",
            "Commission"
        ],
        "NO.CASE": [
            "328/05"
        ],
        "text": "107Furthermore, it is not open to the Court, when determining an appeal, to substitute, on grounds of fairness, its own assessment for that of the General Court exercising its unlimited jurisdiction to rule on the amount of fine imposed on an undertaking for infringements of European Union law (see, in particular, Case C-328/05 P SGL Carbon v Commission [2007] ECR I-3921, paragraph 98 and the case-law cited). In addition, it is settled case-law that the Commission is not required, when determining the amount of the fine, to take into account the financial situation of an undertaking, since recognition of such an obligation would be tantamount to giving unjustified competitive advantages to undertakings least well adapted to the market conditions (see, in particular, SGL Carbon v Commission, paragraph 100 and the case-law cited).",
        "NP": "107",
        "REF.NP.ECR": [
            "98"
        ]
    }
]