[
    {
        "HT": [
            "Commission",
            "Artegodan and Others"
        ],
        "NO.CASE": [
            "39/03"
        ],
        "text": "22The Commission also requested, by separate documents, that the case be determined pursuant to an expedited procedure, and applied for suspension of operation of that judgment. The President of the Court of Justice decided that the case should be determined pursuant to an expedited procedure and dismissed the application for suspension of operation by order of 8 May 2003 in Case C-39/03 P-R Commission v Artegodan and Others [2003] ECR I-4485.",
        "NP": "22"
    },
    {
        "HT": [
            "Commission",
            "Artegodan and Others"
        ],
        "NO.CASE": [
            "39/03"
        ],
        "text": "23By its judgment in Case C-39/03 P Commission v Artegodan and Others [2003] ECR I-7885, the Court of Justice dismissed the appeal on the ground that, without there being any need to give a ruling on the other pleas put forward by the Commission, the General Court had rightly held that the Commission lacked competence to adopt, inter alia, the contested decision and that accordingly it had to be annulled.",
        "NP": "23"
    },
    {
        "HT": [
            "Commission",
            "Schneider Electric"
        ],
        "NO.CASE": [
            "440/07"
        ],
        "text": "34Before examining the pleas in law raised by Artegodan in support of its action, the General Court, in paragraphs 38 to 63 of the contested judgment, made preliminary observations on the conditions to be satisfied in order for the European Union to incur non-contractual liability and the scope of its judgment in Artegodan and Others v Commission which annulled the contested decision. As regards that latter point, the General Court held in paragraphs 44 to 48 of the contested judgment that:44In the first place, before examining in turn the pleas mentioned above, it must be stated that the first two pleas, alleging the Commission’s lack of competence and the infringement of the conditions for withdrawal of a marketing authorisation for medicinal products laid down in Article 11 of Directive 65/65, were accepted by the Court in the judgment in Artegodan and Others v Commission upheld by the Court of Justice in the judgment in Commission v Artegodan and Others.45The Commission’s lack of competence to adopt the [contested decision] and the infringement by that institution of the conditions for withdrawal of a marketing authorisation laid down by Article 11 of Directive 65/65 must therefore be regarded as established, as the applicant submits.46However, the Commission and the Federal Republic of Germany submit that the [contested decision] does not infringe Article 11 of Directive 65/65. They thus challenge the approach taken by the General Court with respect to the interpretation and application of the conditions for withdrawal of a marketing authorisation laid down by Article 11 of Directive 65/65, arguing that the Court of Justice did not rule on that question.47That defence plea, which alleges the absence of an infringement of Article 11 of Directive 65/65, must be declared inadmissible from the outset, since it is inconsistent with the binding nature of the judgment in Artegodan and Others v Commission.48Following the dismissal by the Court of Justice, in the judgment in Commission v Artegodan and Others of the Commission’s appeal against the judgment in Artegodan and Others v Commission the latter has acquired the authority of a final decision with respect to all the matters of fact and law actually or necessarily settled by the General Court (see, to that effect, Case C-497/06 P CAS Succhi di Frutta v Commission, not published in the ECR, paragraph 33, and the case-law cited, and Case C-440/07 P Commission v Schneider Electric [2009] ECR I-6413, paragraph 102). The Commission is therefore not entitled to challenge the factual and legal findings made by the General Court in the judgment in Artegodan and Others v Commission concerning the infringement of the conditions for withdrawal of a marketing authorisation set out in Article 11 of Directive 65/65. The fact, relied upon by the Commission, that the Court of Justice did not consider it necessary to examine the plea alleging breach of Article 11 of Directive 65/65 by the General Court, which had also been put forward in support of the appeal, is, in that respect, irrelevant.",
        "NP": "34",
        "REF.NP.ECR": [
            "102"
        ]
    },
    {
        "HT": [
            "Kampffmeyer and Others",
            "Commission"
        ],
        "NO.CASE": [
            "5/66",
            "7/66",
            "13/66",
            "14/66",
            "15/66",
            "16/66",
            "17/66",
            "18/66",
            "19/66",
            "20/66",
            "21/66",
            "22/66",
            "23/66",
            "24/66"
        ],
        "text": "35As regards the issue of whether, by infringing the rules of competence to adopt the contested decision, the Commission committed a sufficiently serious breach of the rules of law intended to confer rights on individuals, the General Court held in paragraphs 71 to 78 of the contested judgment that:71In order to determine whether the Commission’s lack of competence to adopt the [contested decision], established in the judgment in Artegodan and Others v Commission is of such a kind as to cause the Community to incur liability, the Court considers it appropriate to ascertain first of all whether, as the case-law requires ..., the rules of law infringed are intended to confer rights on individuals.72Contrary to the applicant’s assertions, the abovementioned case-law laid down the requirement that the rule of law infringed must be protective in nature, regardless of the nature and scope of the act alleged to be unlawful, and in particular, of the question whether the act affects a closed group or a limited number of persons.73In this case, in must be stated that the relevant provisions of Directive 75/319 delimiting the areas of competence of the Commission and the Member States are not intended to confer rights on individuals.74Those provisions are specifically intended to organise the division of powers between the national authorities and the Commission, as regards the procedure for the mutual recognition of national marketing authorisations, together with Community arbitration procedures put in place by Directive 75/319 in the context of the gradual harmonisation of the national rules relating to marketing authorisations for medicinal products.75In that context, the fact that the principle of the distribution of competences enshrined in Article 5 EC and the principle of subsidiarity have particular importance, as the applicant submits, does not mean that the rules on the division of powers between the Community and the Member States may be regarded as rules which are intended to confer rights on individuals, for the purposes of the case-law. In particular, contrary to the applicant’s submission at the hearing, the fact that the [contested decision] has no legal basis on account of the Commission’s lack of competence, and the fact that the applicant has obtained, on that ground in particular, its annulment, is not sufficient for a finding that the rules of competence infringed are intended to confer rights on individuals so that an infringement of those rules is of such a kind as to cause the Community to incur liability.76Furthermore, [the judgment in Joined Cases 5/66, 7/66 and 13/66 to 24/66 Kampffmeyer and Others v Commission [1967] ECR 317], relied on by the applicant, is irrelevant for the assessment of the protective nature of the rules of competence breached in this case. The rule of law whose infringement was examined in that case was intended, inter alia, to facilitate the development of the free movement of goods. The Court of Justice therefore held that the fact that the interests related to the protection of the free movement of goods were of a general nature did not prevent their including the interests of individual undertakings such as the applicants, which, in their capacity as importers of cereals, were involved in intra-Community commerce. However, in the present case, the rules relating to the delimitation of competences between the Community and the Member States in the context of the procedure for the mutual recognition of national marketing authorisations and the arbitration procedures established by Directive 75/319 cannot be understood as also intending to ensure the protection of individual interests. In that connection, the applicant does not put forward any specific argument to show that the rules of competence infringed were also intended to confer rights on individuals.77Furthermore, the applicant’s argument, based on an allegation that its right to establish and operate an undertaking has been undermined, has no bearing on the determination of whether the rules of competence examined are also intended to confer rights on individuals. As the Commission submits, the allegation that fundamental rights have been undermined is entirely distinct from the question whether the rules relating to the division of powers, the infringement of which has been established, are intended to confer rights on individuals.78In those circumstances, the plea alleging that the fact that the Commission exceeded its powers is of such a kind as to cause the Community to incur liability must be rejected as unfounded on the ground that the rules of competence infringed are not intended to confer rights on individuals, so that it is therefore unnecessary to examine whether the infringement of those rules constitutes a sufficiently serious breach of Community law.",
        "NP": "35"
    },
    {
        "HT": [
            "Vreugdenhil",
            "Commission"
        ],
        "NO.CASE": [
            "282/90"
        ],
        "text": "50Finally, in the Commission’s view, the Court of Justice has expressed a view on that question since, in its judgment in Case C-282/90 Vreugdenhil v Commission [1992] ECR I-1937, it did not accept that the rule of law infringed must have a function protective of individuals where there is a breach of a rule governing allocation of competences.",
        "NP": "50"
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "80It should be borne in mind that where the unlawfulness of a legal act is in issue, the non-contractual liability of the European Union depends on the fulfilment of a set of conditions, including the existence of a sufficiently serious breach of a rule of law that is intended to confer rights on individuals (see Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 41 and 42; Case C-282/05 P Holcim (Deutschland) v Commission [2007] ECR I-2941, paragraph 47; and Joined Cases C-120/06 P and C-121/06 P FIAMM and Others v Council and Commission [2008] ECR I-6513, paragraphs 172 and 173).",
        "NP": "80",
        "REF.NP.ECR": [
            "172",
            "173"
        ]
    },
    {
        "HT": [
            "Holcim (Deutschland)",
            "Commission"
        ],
        "NO.CASE": [
            "282/05"
        ],
        "text": "80It should be borne in mind that where the unlawfulness of a legal act is in issue, the non-contractual liability of the European Union depends on the fulfilment of a set of conditions, including the existence of a sufficiently serious breach of a rule of law that is intended to confer rights on individuals (see Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 41 and 42; Case C-282/05 P Holcim (Deutschland) v Commission [2007] ECR I-2941, paragraph 47; and Joined Cases C-120/06 P and C-121/06 P FIAMM and Others v Council and Commission [2008] ECR I-6513, paragraphs 172 and 173).",
        "NP": "80",
        "REF.NP.ECR": [
            "172",
            "173"
        ]
    },
    {
        "HT": [
            "FIAMM and Others",
            "Council and Commission"
        ],
        "NO.CASE": [
            "120/06",
            "121/06"
        ],
        "text": "80It should be borne in mind that where the unlawfulness of a legal act is in issue, the non-contractual liability of the European Union depends on the fulfilment of a set of conditions, including the existence of a sufficiently serious breach of a rule of law that is intended to confer rights on individuals (see Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraphs 41 and 42; Case C-282/05 P Holcim (Deutschland) v Commission [2007] ECR I-2941, paragraph 47; and Joined Cases C-120/06 P and C-121/06 P FIAMM and Others v Council and Commission [2008] ECR I-6513, paragraphs 172 and 173).",
        "NP": "80",
        "REF.NP.ECR": [
            "172",
            "173"
        ]
    },
    {
        "HT": "Kapferer",
        "NO.CASE": [
            "234/04"
        ],
        "text": "86The Court of Justice has already drawn attention to the importance, both in the European Union legal order and in the national legal orders, of the principle of res judicata. In order to ensure stability of the law and legal relations, as well as the sound administration of justice, it is important that judicial decisions which have become definitive after all rights of appeal have been exhausted, or after expiry of the time-limits provided to exercise those rights, can no longer be called into question (Case C-234/04 Kapferer [2006] ECR I-2585, paragraph 20; Case C-526/08 Commission v Luxembourg [2010] ECR I-6151, paragraph 26; and Case C-352/09 P ThyssenKrupp Nirosta v Commission [2011] ECR I-2359, paragraph 123).",
        "NP": "86",
        "REF.NP.ECR": [
            "123"
        ]
    },
    {
        "HT": [
            "Commission",
            "Luxembourg"
        ],
        "NO.CASE": [
            "526/08"
        ],
        "text": "86The Court of Justice has already drawn attention to the importance, both in the European Union legal order and in the national legal orders, of the principle of res judicata. In order to ensure stability of the law and legal relations, as well as the sound administration of justice, it is important that judicial decisions which have become definitive after all rights of appeal have been exhausted, or after expiry of the time-limits provided to exercise those rights, can no longer be called into question (Case C-234/04 Kapferer [2006] ECR I-2585, paragraph 20; Case C-526/08 Commission v Luxembourg [2010] ECR I-6151, paragraph 26; and Case C-352/09 P ThyssenKrupp Nirosta v Commission [2011] ECR I-2359, paragraph 123).",
        "NP": "86",
        "REF.NP.ECR": [
            "123"
        ]
    },
    {
        "HT": [
            "ThyssenKrupp Nirosta",
            "Commission"
        ],
        "NO.CASE": [
            "352/09"
        ],
        "text": "86The Court of Justice has already drawn attention to the importance, both in the European Union legal order and in the national legal orders, of the principle of res judicata. In order to ensure stability of the law and legal relations, as well as the sound administration of justice, it is important that judicial decisions which have become definitive after all rights of appeal have been exhausted, or after expiry of the time-limits provided to exercise those rights, can no longer be called into question (Case C-234/04 Kapferer [2006] ECR I-2585, paragraph 20; Case C-526/08 Commission v Luxembourg [2010] ECR I-6151, paragraph 26; and Case C-352/09 P ThyssenKrupp Nirosta v Commission [2011] ECR I-2359, paragraph 123).",
        "NP": "86",
        "REF.NP.ECR": [
            "123"
        ]
    },
    {
        "HT": [
            "P & O European Ferries (Vizcaya) and Diputacion Foral de Vizcaya",
            "Commission"
        ],
        "NO.CASE": [
            "442/03",
            "471/03"
        ],
        "text": "87In that regard, the Court has held, firstly, that res judicata extends only to the matters of fact and law actually or necessarily settled by the judicial decision in question (Commission v Luxembourg paragraph 27; and Thyssenkrupp Nirosta v Commission paragraph 123) and, secondly, that the force of res judicata attaches not only to the operative part of that decision, but also to the ratio decidendi of that decision which is inseparable from it (Joined Cases C-442/03 P and C-471/03 P P & O European Ferries (Vizcaya) and Diputación Foral de Vizcaya v Commission [2006] ECR I-4845, paragraph 44).",
        "NP": "87",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": "Affish",
        "NO.CASE": [
            "183/95"
        ],
        "text": "99Those substantive criteria for the suspension or withdrawal of a marketing authorisation must be interpreted in accordance with the general principle, set out in the case-law, that the protection of public health must unquestionably take precedence over economic considerations (Case C-183/95 Affish [1997] ECR I-4315, paragraph 43).",
        "NP": "99",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Alcon",
            "OHIM"
        ],
        "NO.CASE": [
            "412/05"
        ],
        "text": "110It follows that, in so far as the rejection by the General Court of the action for damages brought by Artegodan is based on other grounds, the errors of law referred to in paragraphs 82 and 93 of the present judgment are not such as to invalidate the contested judgment (see, to that effect, Case C-412/05 P Alcon v OHIM [2007] ECR I-3569, paragraph 41).",
        "NP": "110",
        "REF.NP.ECR": [
            "41"
        ]
    }
]