[
    {
        "DATE": "25 March 2015",
        "NAME.CASE": {
            "HT": [
                "Belgium",
                "Commission"
            ]
        },
        "NO.CASE": [
            "538/11"
        ],
        "NO.ECLI": "EU:T:2015:188",
        "text": "1By its appeal, the Kingdom of Belgium asks the Court to set aside the judgment of the General Court of the European Union of 25 March 2015 in Belgium v Commission (T‐538/11, EU:T:2015:188, the judgment under appeal), by which that court dismissed its action for annulment in part of Commission Decision 2011/678/EU of 27 July 2011 concerning the State aid for financing of screening of transmissible spongiform encephalopathies (TSE) in bovine animals implemented by Belgium (State aid C 44/08 (ex NN 45/04)) (OJ 2011 L 274, p. 36, the contested decision).",
        "NP": "NP0001"
    },
    {
        "DATE": "2 September 2010",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Deutsche Post"
            ]
        },
        "NO.CASE": [
            "399/08"
        ],
        "NO.ECLI": "EU:C:2010:481",
        "REF.NP.ECR": "39",
        "text": "31For the purposes of the present appeal, it should be borne in mind that, for a national measure to be categorised as State aid within the meaning of Article 107(1) TFEU, there must, first, be an intervention by the State or through State resources; second, the intervention must be liable to affect trade between Member States; third, it must confer a selective advantage on the recipient and, fourth, it must distort or threaten to distort competition (see judgment of 2 September 2010 in Commission v Deutsche Post, C‐399/08 P, EU:C:2010:481, paragraph 39 and the case-law cited).",
        "NP": "NP0031"
    },
    {
        "DATE": "16 April 2015",
        "NAME.CASE": {
            "HT": "Trapeza Eurobank Ergasias"
        },
        "NO.CASE": [
            "690/13"
        ],
        "NO.ECLI": "EU:C:2015:235",
        "REF.NP.ECR": "20",
        "text": "34In that regard, it should be noted that, as the General Court pointed out in paragraph 72 of the judgment under appeal, measures which, whatever their form, are likely directly or indirectly to favour certain undertakings or are to be regarded as an economic advantage which the recipient undertaking would not have obtained under normal market conditions are regarded as State aid (see, inter alia, judgment of 16 April 2015 in Trapeza Eurobank Ergasias, C‐690/13, EU:C:2015:235, paragraph 20 and the case-law cited).",
        "NP": "NP0034"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "25",
        "text": "39Moreover, and in any event, the fact that there is no harmonisation on the financing of measures which have become mandatory in the fight against BSE has no bearing on the categorisation of an economic advantage which such financing is likely to constitute. Indeed, it should be borne in mind that, as the General Court stated in paragraph 65 of the judgment under appeal, even in areas where the Member States have jurisdiction, they must comply with EU law and in particular the requirements of Articles 107 TFEU and 108 TFEU (see, to that effect, judgment of 29 March 2012 in 3M Italia, C‐417/10, EU:C:2012:184, paragraphs 25 et seq.).",
        "NP": "NP0039"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "40Nor can the Kingdom of Belgium successfully argue that the General Court also erred in law in finding, in paragraph 81 of the judgment under appeal, that the public health objective of the obligation to carry out BSE screening tests is not sufficient to rule out the categorisation of the State funding of those tests as State aid. It is settled case-law that Article 107(1) TFEU does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (see, inter alia, judgment of 15 November 2011 in Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, EU:C:2011:732, paragraph 87).",
        "NP": "NP0040",
        "REF.NP.ECR": [
            "87"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:732",
        "REF.NP.ECR": "87",
        "NO.CASE": null,
        "text": "40Nor can the Kingdom of Belgium successfully argue that the General Court also erred in law in finding, in paragraph 81 of the judgment under appeal, that the public health objective of the obligation to carry out BSE screening tests is not sufficient to rule out the categorisation of the State funding of those tests as State aid. It is settled case-law that Article 107(1) TFEU does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (see, inter alia, judgment of 15 November 2011 in Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, EU:C:2011:732, paragraph 87).",
        "NP": "NP0040"
    },
    {
        "DATE": "4 June 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "MOL"
            ]
        },
        "NO.CASE": [
            "15/14"
        ],
        "NO.ECLI": "EU:C:2015:362",
        "REF.NP.ECR": "59",
        "text": "48The requirement as to selectivity under Article 107(1) TFEU must be clearly distinguished from the concomitant detection of an economic advantage, in that, where the Commission has identified an advantage, understood in a broad sense, as arising directly or indirectly from a particular measure, it is also required to establish that that advantage specifically benefits one or more undertakings. It falls to the Commission to show that the measure, in particular, creates differences between undertakings which, with regard to the objective of the measure, are in a comparable situation. It is necessary therefore that the advantage be granted selectively and that it be liable to place certain undertakings in a more favourable situation than that of others (see judgment of 4 June 2015 in Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 59).",
        "NP": "NP0048"
    },
    {
        "DATE": "4 June 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "MOL"
            ]
        },
        "NO.CASE": [
            "15/14"
        ],
        "NO.ECLI": "EU:C:2015:362",
        "REF.NP.ECR": "60",
        "text": "49However, a distinction must be made according to whether the measure in question is envisaged as a general scheme of aid or as individual aid. In the latter case, the identification of the economic advantage is, in principle, sufficient to support the presumption that it is selective. By contrast, when examining a general scheme of aid, it is necessary to identify whether the measure in question, notwithstanding the finding that it confers an advantage of general application, does so to the exclusive benefit of certain undertakings or certain sectors of activity (see judgment of 4 June 2015 in Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 60).",
        "NP": "NP0049"
    }
]