[
    {
        "HT": [
            "Piraiki-Patraiki and Others",
            "Commission"
        ],
        "NO.CASE": [
            "11/82"
        ],
        "text": "11First of all, it stated that the cases which gave rise to the judgments of the Court relied on by the appellants in support of their position, namely Case 11/82 Piraiki-Patraiki and Others v Commission [1985] ECR 207 and Joined Cases C-182/03 and C-217/03 Belgium and Forum 187 v Commission [2006] ECR I-5479, differed from the case before the General Court in so far as, within the context of those two judgments of the Court, the applicants belonged to a group the size of which was not capable of increasing after the decisions at issue had been adopted.",
        "NP": "11"
    },
    {
        "HT": [
            "Belgium and Forum 187",
            "Commission"
        ],
        "NO.CASE": [
            "182/03",
            "217/03"
        ],
        "text": "11First of all, it stated that the cases which gave rise to the judgments of the Court relied on by the appellants in support of their position, namely Case 11/82 Piraiki-Patraiki and Others v Commission [1985] ECR 207 and Joined Cases C-182/03 and C-217/03 Belgium and Forum 187 v Commission [2006] ECR I-5479, differed from the case before the General Court in so far as, within the context of those two judgments of the Court, the applicants belonged to a group the size of which was not capable of increasing after the decisions at issue had been adopted.",
        "NP": "11"
    },
    {
        "HT": [
            "Commission",
            "Kronoply and Kronotex"
        ],
        "NO.CASE": [
            "83/09"
        ],
        "text": "30With regard to the third argument, the Court has already held that where an applicant seeks the annulment of a Commission decision not to raise objections, on the basis of the infringement of its procedural rights, it is for that applicant to show that, during the preliminary phase of examination of the measure notified, the Commission should have had doubts as to the compatibility of that measure with the common market (see, to that effect, Case C-83/09 P Commission v Kronoply and Kronotex [2011] ECR I-4441, paragraph 59).",
        "NP": "30",
        "REF.NP.ECR": [
            "59"
        ]
    },
    {
        "HT": [
            "Sahlstedt and Others",
            "Commission"
        ],
        "NO.CASE": [
            "362/06"
        ],
        "text": "45In this context, it should be recalled that the criterion which makes the admissibility of an action brought by a natural or legal person against a decision addressed to another person subject to the conditions governing admissibility laid down in the fourth subparagraph of Article 263 TFEU raises an absolute bar to proceeding which the European Union Courts may consider at any time, even of their own motion (see, to that effect, Case C-362/06 P Sahlstedt and Others v Commission [2009] ECR I-2903, paragraph 22).",
        "NP": "45",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": [
            "Plaumann",
            "Commission"
        ],
        "NO.CASE": [
            "25/62"
        ],
        "text": "57As was pointed out by the General Court in paragraph 28 of the order under appeal, third parties may be individually concerned by a decision addressed to another person only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of these factors distinguishes them individually just as in the case of the person addressed (Case 25/62 Plaumann v Commission [1963] ECR 95, 107; Case C-298/00 P Italy v Commission [2004] ECR I-4087, paragraph 36; Inuit Tapiriit Kanatami and Others v Parliament and Council, paragraph 72; and Telefónica v Commission, paragraph 46).",
        "NP": "57",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "298/00"
        ],
        "text": "57As was pointed out by the General Court in paragraph 28 of the order under appeal, third parties may be individually concerned by a decision addressed to another person only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of these factors distinguishes them individually just as in the case of the person addressed (Case 25/62 Plaumann v Commission [1963] ECR 95, 107; Case C-298/00 P Italy v Commission [2004] ECR I-4087, paragraph 36; Inuit Tapiriit Kanatami and Others v Parliament and Council, paragraph 72; and Telefónica v Commission, paragraph 46).",
        "NP": "57",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "HT": [
            "Commission",
            "Infront WM"
        ],
        "NO.CASE": [
            "125/06"
        ],
        "text": "59It is, however, clear from settled case-law that where the decision affects a group of persons who were identified or identifiable when that measure was adopted by reason of criteria specific to the members of the group, those persons might be individually concerned by that measure inasmuch as they form part of a limited class of traders and that that can be the case particularly when the decision alters rights acquired by the individual prior to its adoption (see, to that effect, Case C-125/06 P Commission v Infront WM [2008] ECR I-1451, paragraphs 71 and 72 and the case-law cited).",
        "NP": "59",
        "REF.NP.ECR": [
            "71",
            "72"
        ]
    },
    {
        "HT": [
            "Commission",
            "Koninklijke FrieslandCampina"
        ],
        "NO.CASE": [
            "519/07"
        ],
        "text": "67In this regard, it should be noted, first, that an action for annulment brought by a natural or legal person is admissible only in so far as that person has an interest in having the contested act annulled. Such an interest requires that the annulment of that act must be capable, in itself, of having legal consequences and that the action may therefore, through its outcome, procure an advantage to the party which brought it (see, to that effect, Case C-519/07 P Commission v Koninklijke FrieslandCampina [2009] ECR I-8495, paragraph 63).",
        "NP": "67",
        "REF.NP.ECR": [
            "63"
        ]
    }
]