[
    {
        "NO.ECLI": "EU:T:2014:22",
        "NO.CASE": null,
        "text": "1By their appeal, Evonik Degussa GmbH (Degussa) and AlzChem AG, formerly AlzChem Trostberg GmbH, asks the Court to set aside the judgment of the General Court of the European Union of 23 January 2014 in Evonik Degussa and AlzChem v Commission (T‐391/09, not published, the judgment under appeal, EU:T:2014:22), by which it partially rejected their action for annulment of Commission Decision C(2009) 5791 final of 22 July 2009 relating to a proceeding under Article 81 EC and Article 53 of the EEA agreement (Case COMP/39.396 — Calcium carbide and magnesium based reagents for the steel and gas industries) (the decision at issue), in so far as that decision relates to them and, in the alternative, an application for that decision to be altered in such a way that, first, the fine imposed on them is annulled or its amount reduced and, second, SKW Stahl-Metallurgie GmbH (SKW) is made jointly and severally liable with the appellants for the entire fine.",
        "NP": "NP0001"
    },
    {
        "NAME.CASE": {
            "HT": [
                "Gigaset",
                "Commission"
            ]
        },
        "NO.CASE": [
            "395/09"
        ],
        "NO.ECLI": "EU:T:2014:23",
        "text": "4Concerning the period from 1 September 2004 to 16 January 2007, during which SKW was no longer wholly owned by AlzChem and Degussa but by SKW Stahl-Metallurgie Holding (SKW Holding) and Arques Industries AG, which became Gigaset AG, the Commission found that SKW, SKW Holding and Gigaset had participated and/or should be held liable for the infringement at issue. By Article 2(f) of the decision at issue as amended by the judgment in Gigaset v Commission (T‐395/09, EU:T:2014:23), it imposed a fine of EUR 13300000 jointly and severally on SKW and SKW Holding, part of which, namely EUR 12.3 million, was also imposed on Gigaset, which was held jointly and severally liable for payment of that amount.",
        "NP": "NP0004"
    },
    {
        "DATE": "3 March 2011",
        "NAME.CASE": {
            "HT": [
                "Siemens and VA Tech Transmission & Distribution",
                "Commission"
            ]
        },
        "NO.CASE": [
            "122/07",
            "124/07"
        ],
        "NO.ECLI": "EU:T:2011:70",
        "text": "6In support of their application, the appellants submitted arguments that did not contain structured pleas, which the General Court categorised as relating, first, to the imputation to the appellants of responsibility for the infringement committed by their subsidiary, SKW, second, to the amount of the fines imposed on them, third, to SKW’s joint and several liability for the payment of fines and, fourth, to the inconsistency of the decision at issue with the judgment of 3 March 2011 in Siemens and VA Tech Transmission & Distribution v Commission (T‐122/07 to T‐124/07, EU:T:2011:70), with the latter complaint being raised on the occasion of an application for organisation of the procedure and at the hearing.",
        "NP": "NP0006"
    },
    {
        "DATE": "3 March 2011",
        "NAME.CASE": {
            "HT": [
                "Siemens and VA Tech Transmission & Distribution",
                "Commission"
            ]
        },
        "NO.CASE": [
            "122/07",
            "124/07"
        ],
        "NO.ECLI": "EU:T:2011:70",
        "text": "12Their first ground alleging infringement of Article 81 EC, the principle of personal responsibility, the presumption of innocence and the fault principle. By their second ground, they argue that the General Court infringed their right to be heard and Article 296 TFEU in that it refused to uphold their argument relating to the inconsistency of the decision at issue with the judgment of 3 March 2011 in Siemens and VA Tech Transmission & Distribution v Commission (T‐122/07 to T‐124/07, EU:T:2011:70). Their third ground relates to the breach by the General Court of its obligation to state reasons and the principle of equal treatment. In their fourth ground, in the alternative, they maintain that the General Court disregarded the principle of legal certainty, the principle of nulla poena sine lege certa and its obligation to state reasons. Lastly, in their fifth ground, also presented in the alternative, they allege infringement of Article 81 EC, of their right to be heard and of Article 23 of Regulation No 1/2003.",
        "NP": "NP0012"
    },
    {
        "DATE": "12 December 2007",
        "NAME.CASE": {
            "HT": [
                "Akzo Nobel and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "112/05"
        ],
        "NO.ECLI": "EU:T:2007:381",
        "text": "17The appellants argue furthermore that, for the purposes of imputation of liability for an infringement of Article 81 EC, the decisive factor is not only the possibility of exercising decisive influence, but the actual exercise of the latter, which is confirmed by paragraph 62 of the judgment of 12 December 2007 in Akzo Nobel and Others v Commission (T‐112/05, EU:T:2007:381). On numerous occasions and, in particular, in relation to SKW’s turnover, mentioned in paragraphs 108 to 113 of the judgment under appeal, the General Court was satisfied with a hypothetical effect based on speculative elements and failed to show the actual exercise of such decisive influence by the appellants over SKW.",
        "NP": "NP0017"
    },
    {
        "DATE": "20 January 2016",
        "NAME.CASE": {
            "HT": [
                "Toshiba Corporation",
                "Commission"
            ]
        },
        "NO.CASE": [
            "373/14"
        ],
        "NO.ECLI": "EU:C:2016:26",
        "REF.NP.ECR": "40",
        "text": "23It should be observed that, according to the settled case-law of the Court of Justice, the General Court has exclusive jurisdiction to find and assess the facts and, in principle, to examine the evidence it accepts in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it. That assessment does not, therefore, constitute, save where the clear sense of that evidence has been distorted, a point of law which is subject, as such, to review by the Court of Justice (judgment of 20 January 2016 in Toshiba Corporation v Commission, C‐373/14 P, EU:C:2016:26, paragraph 40). Moreover, such a distortion must be obvious from the documents on the Court’s file, without there being any need to carry out a new assessment of the facts and evidence (judgment of 28 January 2016 in Éditions Odile Jacob v Commission, C‐514/14 P, EU:C:2016:55, paragraph 73 and the case-law cited).",
        "NP": "NP0023"
    },
    {
        "DATE": "28 January 2016",
        "NAME.CASE": {
            "HT": [
                "Editions Odile Jacob",
                "Commission"
            ]
        },
        "NO.CASE": [
            "514/14"
        ],
        "NO.ECLI": "EU:C:2016:55",
        "REF.NP.ECR": "73",
        "text": "23It should be observed that, according to the settled case-law of the Court of Justice, the General Court has exclusive jurisdiction to find and assess the facts and, in principle, to examine the evidence it accepts in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it. That assessment does not, therefore, constitute, save where the clear sense of that evidence has been distorted, a point of law which is subject, as such, to review by the Court of Justice (judgment of 20 January 2016 in Toshiba Corporation v Commission, C‐373/14 P, EU:C:2016:26, paragraph 40). Moreover, such a distortion must be obvious from the documents on the Court’s file, without there being any need to carry out a new assessment of the facts and evidence (judgment of 28 January 2016 in Éditions Odile Jacob v Commission, C‐514/14 P, EU:C:2016:55, paragraph 73 and the case-law cited).",
        "NP": "NP0023"
    },
    {
        "DATE": "11 July 2013",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Stichting Administratiekantoor Portielje"
            ]
        },
        "NO.CASE": [
            "440/11"
        ],
        "NO.ECLI": "EU:C:2013:514",
        "REF.NP.ECR": "59",
        "text": "26However, in so far as (i) the appellants dispute the methodology used by the Court to assess the probative value of the evidence put forward by the appellants in order to rebut the presumption of exercise of decisive influence by them over SKW, (ii) criticise the General Court for having considered that the demonstration that a subsidiary’s conduct is in blatant contradiction to the instructions of its parent company fails to rebut that presumption, and (iii) also accuse the General Court of having adopted a far too restrictive criterion which resulted in making that presumption irrebuttable, their complaints are admissible. The question, posed by those complaints, whether the General Court has taken the right legal criterion as the basis for its appraisal of the facts and the evidence is a question of law, which is amenable to review by the Court of Justice in the present appeal (see, to that effect, judgment of 11 July 2013 in Commission v Stichting Administratiekantoor Portielje, C‐440/11 P, EU:C:2013:514, paragraph 59 and the case-law cited).",
        "NP": "NP0026"
    },
    {
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Versalis and Others"
            ]
        },
        "NO.CASE": [
            "93/13",
            "123/13"
        ],
        "NO.ECLI": "EU:C:2015:150",
        "REF.NP.ECR": "40",
        "text": "27At the outset, it must be recalled, from the Court of Justice’s settled case-law, that responsibility for the conduct of a subsidiary may be imputed to the parent company in particular where, although having a separate legal personality, that subsidiary does not decide independently upon its own conduct on the market, but carries out, in all material respects, the instructions given to it by the parent company, having regard in particular to the economic, organisational and legal links between those two legal entities. In such a situation, since the parent company and its subsidiary are part of the same economic unit and therefore form a single undertaking for the purposes of Article 81 EC, the Commission may address a decision imposing fines to the parent company, without having to establish the personal involvement of the latter in the infringement (see, to that effect, judgment in Commission and Others v Versalis and Others, C‐93/13 P and C‐123/13 P, EU:C:2015:150, paragraph 40 and the case-law cited).",
        "NP": "NP0027"
    },
    {
        "DATE": "29 September 2011",
        "NAME.CASE": {
            "HT": [
                "Elf Aquitaine",
                "Commission"
            ]
        },
        "NO.CASE": [
            "521/09"
        ],
        "NO.ECLI": "EU:C:2011:620",
        "REF.NP.ECR": "56",
        "text": "28It also follows from the Court of Justice’s settled case-law that, in the particular case in which a parent company holds, directly or indirectly, all or almost all of the capital in a subsidiary which has committed an infringement of the EU competition rules, there is a rebuttable presumption that that parent company actually exercises a decisive influence over its subsidiary (judgments of 29 September 2011, Elf Aquitaine v Commission, C‐521/09 P, EU:C:2011:620, paragraph 56 and the case-law cited, and of 5 March 2015 in Commission and Others v Versalis and Others, C‐93/13 P and C‐123/13 P, EU:C:2015:150, paragraph 41).",
        "NP": "NP0028"
    },
    {
        "DATE": "5 March 2015",
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Versalis and Others"
            ]
        },
        "NO.CASE": [
            "93/13",
            "123/13"
        ],
        "NO.ECLI": "EU:C:2015:150",
        "REF.NP.ECR": "41",
        "text": "28It also follows from the Court of Justice’s settled case-law that, in the particular case in which a parent company holds, directly or indirectly, all or almost all of the capital in a subsidiary which has committed an infringement of the EU competition rules, there is a rebuttable presumption that that parent company actually exercises a decisive influence over its subsidiary (judgments of 29 September 2011, Elf Aquitaine v Commission, C‐521/09 P, EU:C:2011:620, paragraph 56 and the case-law cited, and of 5 March 2015 in Commission and Others v Versalis and Others, C‐93/13 P and C‐123/13 P, EU:C:2015:150, paragraph 41).",
        "NP": "NP0028"
    },
    {
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Versalis and Others"
            ]
        },
        "NO.CASE": [
            "93/13",
            "123/13"
        ],
        "NO.ECLI": "EU:C:2015:150",
        "REF.NP.ECR": [
            "42",
            "43"
        ],
        "text": "29In such a situation, it is sufficient for the Commission to prove that all or almost all of the capital in the subsidiary is held, directly or indirectly, by the parent company in order to take the view that that presumption is fulfilled. Accordingly, the Commission will then be able to regard the parent company as responsible for its subsidiary’s conduct and as jointly and severally liable for the payment of the fine imposed on that subsidiary, unless the parent company, which has the burden of rebutting that presumption, adduces sufficient evidence to show that its subsidiary acts independently on the market (see, to that effect, judgment in Commission and Others v Versalis and Others, C‐93/13 P and C‐123/13 P, EU:C:2015:150, paragraphs 42 and 43 and the case-law cited).",
        "NP": "NP0029"
    },
    {
        "DATE": "20 January 2011",
        "NAME.CASE": {
            "HT": [
                "General Quimica and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "90/09"
        ],
        "NO.ECLI": "EU:C:2011:21",
        "REF.NP.ECR": "51",
        "text": "32In order to rebut that presumption, a parent company must, in the context of the actions against a Commission decision, put before the EU judicature any evidence relating to the organisational, economic and legal links between its subsidiary and itself which are such as to demonstrate that they do not constitute a single economic entity (see, to that effect, judgment of 20 January 2011 in General Química and Others v Commission, in C‐90/09 P, EU:C:2011:21, paragraph 51 and the case-law cited).",
        "NP": "NP0032"
    },
    {
        "DATE": "11 July 2013",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Stichting Administratiekantoor Portielje"
            ]
        },
        "NO.CASE": [
            "440/11"
        ],
        "NO.ECLI": "EU:C:2013:514",
        "REF.NP.ECR": "38",
        "text": "33In order to assess whether that subsidiary decides independently upon its own conduct on the market or carries out, in all material respects, the instructions given to it by its parent company (see, to that effect, judgment of 11 July 2013 in Commission v Stichting Administratiekantoor Portielje, C‐440/11 P, EU:C:2013:514, paragraph 38 and the case-law cited), the EU judicature must take into consideration all relevant factors, which may vary from case to case and therefore cannot be set out in an exhaustive list (judgment of 26 September 2013 in The Dow Chemical Company v Commission, C‐179/12 P, not published, EU:C:2013:605, paragraph 54).",
        "NP": "NP0033"
    },
    {
        "DATE": "26 September 2013",
        "NAME.CASE": {
            "HT": [
                "The Dow Chemical Company",
                "Commission"
            ]
        },
        "NO.CASE": [
            "179/12"
        ],
        "NO.ECLI": "EU:C:2013:605",
        "REF.NP.ECR": "54",
        "text": "33In order to assess whether that subsidiary decides independently upon its own conduct on the market or carries out, in all material respects, the instructions given to it by its parent company (see, to that effect, judgment of 11 July 2013 in Commission v Stichting Administratiekantoor Portielje, C‐440/11 P, EU:C:2013:514, paragraph 38 and the case-law cited), the EU judicature must take into consideration all relevant factors, which may vary from case to case and therefore cannot be set out in an exhaustive list (judgment of 26 September 2013 in The Dow Chemical Company v Commission, C‐179/12 P, not published, EU:C:2013:605, paragraph 54).",
        "NP": "NP0033"
    },
    {
        "DATE": "24 June 2015",
        "NAME.CASE": {
            "HT": [
                "Fresh Del Monte Produce",
                "Commission and Commission",
                "Fresh Del Monte Produce"
            ]
        },
        "NO.CASE": [
            "293/13",
            "294/13"
        ],
        "NO.ECLI": "EU:C:2015:416",
        "REF.NP.ECR": [
            "96",
            "97"
        ],
        "text": "41However, the fact that a subsidiary does not comply with an instruction given by its parent company is not sufficient, by itself, to establish the absence of actual exercise of decisive influence by the parent over the subsidiary, given that the Court of Justice has already stated that it is not necessary for the subsidiary to carry out all the parent company’s instructions to demonstrate decisive influence, as long as the failure to carry out those instructions is not the norm (see, to that effect, judgment of 24 June 2015 in Fresh Del Monte Produce v Commission and Commission v Fresh Del Monte Produce, C‐293/13 P and C‐294/13 P, EU:C:2015:416, paragraphs 96 and 97).",
        "NP": "NP0041"
    },
    {
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Versalis and Others"
            ]
        },
        "NO.CASE": [
            "93/13",
            "123/13"
        ],
        "NO.ECLI": "EU:C:2015:150",
        "REF.NP.ECR": "46",
        "text": "44In that regard, the Court has already held that the fact that it is difficult to adduce the evidence necessary to rebut a presumption of actual exercise of decisive influence does not in itself mean that that presumption is in fact irrebuttable, especially where the entities against which the presumption operates are those best placed to seek that evidence within their own sphere of activity (judgment in Commission and Others v Versalis and Others, C‐93/13 P and C‐123/13 P, EU:C:2015:150, paragraph 46 and the case-law cited).",
        "NP": "NP0044"
    },
    {
        "DATE": "23 January 2014",
        "NAME.CASE": {
            "HT": [
                "SKW Stahl-Metallurgie Holding and SKW Stahl-Metallurgie",
                "Commission"
            ]
        },
        "NO.CASE": [
            "384/09"
        ],
        "NO.ECLI": "EU:T:2014:27",
        "text": "50Second, they maintain that, as is apparent from the judgment of 23 January 2014 in SKW Stahl-Metallurgie Holding and SKW Stahl-Metallurgie v Commission (T‐384/09, not published, EU:T:2014:27), which related to the infringement period from 1 September 2004 to 16 January 2007, the Commission should not have reduced SKW’s fine under the Leniency Notice, as the leniency application made by the appellants did not apply to SKW and SKW had not submitted such an application in its own name and on its own behalf. The appellants conclude that, if the Commission had not made those errors, the fine imposed on SKW for the first part of the infringement for the period from 22 April 2004 to 30 August 2004 should have been considerably higher.",
        "NP": "NP0050"
    },
    {
        "DATE": "23 January 2014",
        "NAME.CASE": {
            "HT": [
                "Gigaset",
                "Commission"
            ]
        },
        "NO.CASE": [
            "395/09"
        ],
        "NO.ECLI": "EU:T:2014:23",
        "text": "51By not reducing the fines imposed on the appellants in order to redress the unlawful disproportion between the fines imposed on them and those imposed on SKW under Article 2(g) of the decision at issue, the General Court infringed the principle of equal treatment, even though, in the judgment of 23 January 2014 in Gigaset v Commission (T‐395/09, not published, EU:T:2014:23), relating to an action against Article 2(f) of that decision, the General Court, in a similar situation, reduced the amount of the fine imposed on Gigaset, SKW’s parent company after its sale by the appellants, which the Commission held liable for SKW’s conduct for the period from 1 September 2004 to 16 January 2007.",
        "NP": "NP0051"
    },
    {
        "DATE": "23 January 2014",
        "NAME.CASE": {
            "HT": [
                "Gigaset",
                "Commission"
            ]
        },
        "NO.CASE": [
            "395/09"
        ],
        "NO.ECLI": "EU:T:2014:23",
        "text": "52In that regard, the appellants note that, in paragraph 192 of the judgment of 23 January 2014 in Gigaset v Commission (T‐395/09, not published, EU:T:2014:23), the General Court, after stating that the equal treatment of the different situations of [Gigaset] and SKW resulted in the imposition on them of a fine in the same amount, even though the amount of the fine imposed on these two companies should have differed by one million euros decided in order to remedy the unequal treatment found to the detriment of [Gigaset], in the exercise of its unlimited jurisdiction, to reduce by one million euros the fine imposed on [Gigaset] in the [decision at issue].",
        "NP": "NP0052"
    },
    {
        "DATE": "10 April 2014",
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Siemens Osterreich and Others"
            ]
        },
        "NO.CASE": [
            "231/11",
            "233/11"
        ],
        "NO.ECLI": "EU:C:2014:256",
        "REF.NP.ECR": "102",
        "text": "55As a preliminary point, it must be recalled that an appellant is entitled to lodge an appeal relying on pleas arising from the judgment under appeal itself and which seek to criticise, in law, its merits (see, to that effect, judgments of 10 April 2014 in Commission and Others v Siemens Österreich and Others, C‐231/11 P to C‐233/11 P, EU:C:2014:256, paragraph 102, and 10 April 2014 in Areva and Others v Commission C‐247/11 P and C‐253/11 P, ECR, EU:C:2014:257, paragraphs 118 and 170 and the case-law cited).",
        "NP": "NP0055"
    },
    {
        "DATE": "10 April 2014",
        "NAME.CASE": {
            "HT": [
                "Areva and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "247/11",
            "253/11"
        ],
        "NO.ECLI": "EU:C:2014:257",
        "REF.NP.ECR": [
            "118",
            "170"
        ],
        "text": "55As a preliminary point, it must be recalled that an appellant is entitled to lodge an appeal relying on pleas arising from the judgment under appeal itself and which seek to criticise, in law, its merits (see, to that effect, judgments of 10 April 2014 in Commission and Others v Siemens Österreich and Others, C‐231/11 P to C‐233/11 P, EU:C:2014:256, paragraph 102, and 10 April 2014 in Areva and Others v Commission C‐247/11 P and C‐253/11 P, ECR, EU:C:2014:257, paragraphs 118 and 170 and the case-law cited).",
        "NP": "NP0055"
    },
    {
        "DATE": "10 November 2011",
        "NAME.CASE": {
            "HT": "The Rank Group"
        },
        "NO.CASE": [
            "259/10",
            "260/10"
        ],
        "NO.ECLI": "EU:C:2011:719",
        "REF.NP.ECR": "62",
        "text": "58That said, it is settled case-law of the Court of Justice that the principle of equal treatment, relied on by the appellants, must be reconciled with the principle of legality, according to which a person may not rely, to his benefit, on an unlawful act committed in favour of a third party (judgment of 10 November 2011 in The Rank Group, C‐259/10 and C‐260/10, EU:C:2011:719, paragraph 62 and the case-law cited).",
        "NP": "NP0058"
    },
    {
        "DATE": "23 January 2014",
        "NAME.CASE": {
            "HT": [
                "Gigaset",
                "Commission"
            ]
        },
        "NO.CASE": [
            "395/09"
        ],
        "NO.ECLI": "EU:T:2014:23",
        "text": "59Accordingly, in so far as they relied to their benefit, as is clear from paragraphs 49 and 50 above, on the allegedly unlawful determination of the amount of the fine imposed on SKW, the appellants, in any event, cannot rely on the principle of equal treatment and the judgment of 23 January 2014 in Gigaset v Commission (T‐395/09, not published, EU:T:2014:23) to contest the fines which the General Court imposed on them.",
        "NP": "NP0059"
    },
    {
        "DATE": "24 March 2011",
        "NAME.CASE": {
            "HT": [
                "Ferrero",
                "OHIM"
            ]
        },
        "NO.CASE": [
            "552/09"
        ],
        "NO.ECLI": "EU:C:2011:177",
        "REF.NP.ECR": "39",
        "text": "66According to the Court of Justice’s settled case-law, the interest in bringing proceedings — a condition of admissibility — must continue up until the Court’s ruling on the substance. Such an interest exists as long as the appeal may, if successful, procure an advantage for the party bringing it (judgment of 24 March 2011 in Ferrero v OHIM, C‐552/09 P, EU:C:2011:177, paragraph 39 and the case-law cited).",
        "NP": "NP0066"
    }
]