[
    {
        "HT": [
            "Cook",
            "Commission"
        ],
        "NO.CASE": [
            "198/91"
        ],
        "text": "37The Commission adds that the case-law on which the judgment under appeal is based, namely Case C-198/91 Cook v Commission [1993] ECR I-2487, paragraph 23, and Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraph 17, is incompatible with the fourth paragraph of Article 230 EC. It indicates, moreover, the points of EU law which, in its view, run counter to that case-law, in particular the role of the interested parties in the context of the procedure under Article 88(2) and (3) EC, the scheme of Articles 230, 241 and 234 EC, which presupposes a comprehensive system of appeals, the limits to opening the formal investigation procedure arising from Article 87 EC, and the contradictions of that case-law, exacerbated, according to the Commission, by the misinterpretation of that case-law by the judgment under appeal.",
        "NP": "37",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Matra",
            "Commission"
        ],
        "NO.CASE": [
            "225/91"
        ],
        "text": "37The Commission adds that the case-law on which the judgment under appeal is based, namely Case C-198/91 Cook v Commission [1993] ECR I-2487, paragraph 23, and Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraph 17, is incompatible with the fourth paragraph of Article 230 EC. It indicates, moreover, the points of EU law which, in its view, run counter to that case-law, in particular the role of the interested parties in the context of the procedure under Article 88(2) and (3) EC, the scheme of Articles 230, 241 and 234 EC, which presupposes a comprehensive system of appeals, the limits to opening the formal investigation procedure arising from Article 87 EC, and the contradictions of that case-law, exacerbated, according to the Commission, by the misinterpretation of that case-law by the judgment under appeal.",
        "NP": "37",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Commission",
            "Kronoply and Kronotex"
        ],
        "NO.CASE": [
            "83/09"
        ],
        "text": "40As the Court noted in Case C-83/09 P Commission v Kronoply and Kronotex [2011] ECR I-4441, Article 4 of Regulation No 659/1999 provides for a phase during which the aid measures notified undergo a preliminary examination, the purpose of which is to enable the Commission to form an initial view as to whether that aid is compatible with the common market. On completion of that phase, the Commission is to make a finding either that the measure does not constitute aid or that it falls within the scope of Article 87(1) EC. In the latter case, it may be that the measure does not raise doubts as to its compatibility with the common market; on the other hand, it is also possible that the measure may raise such doubts (Commission v Kronoply and Kronotex, paragraph 43).",
        "NP": "40",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "British Aggregates",
            "Commission"
        ],
        "NO.CASE": [
            "487/06"
        ],
        "text": "57In that regard, according to settled case-law, it is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that the General Court has exclusive jurisdiction, first, to find the facts, except where the substantive inaccuracy of its findings is apparent from the documents submitted to it and, second, to assess those facts. When the General Court has found or assessed the facts, the Court of Justice has jurisdiction under Article 225 EC to review the legal characterisation of those facts by the General Court and the legal conclusions it has drawn from them (see Case C-487/06 P British Aggregates v Commission [2008] ECR I-10515, paragraph 96 and case-law cited).",
        "NP": "57",
        "REF.NP.ECR": [
            "96"
        ]
    },
    {
        "HT": [
            "Commission",
            "Deutsche Post"
        ],
        "NO.CASE": [
            "399/08"
        ],
        "text": "59In addition, it is important to note that distortion must be obvious from the documents in the Court’s file, without any need to carry out a new assessment of the facts and the evidence (see Case C-399/08 P Commission v Deutsche Post [2010] ECR I-7831, paragraph 64 and case-law cited).",
        "NP": "59",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "Bouygues and Bouygues Telecom",
            "Commission"
        ],
        "NO.CASE": [
            "431/07"
        ],
        "text": "70First of all, it should be borne in mind that, according to settled case-law, the procedure under Article 88(2) EC is essential whenever the Commission has serious difficulties in determining whether aid is compatible with the common market. It follows that the Commission may restrict itself to the preliminary examination under Article 88(3) EC when taking a decision in favour of aid only if it is able to satisfy itself after an initial examination that the aid is compatible with the common market. If, on the other hand, the initial examination leads the Commission to the opposite conclusion or if it does not enable it to resolve all the difficulties involved in determining whether the aid is compatible with the common market, the Commission is under a duty to carry out all the requisite consultations and for that purpose to initiate the procedure under Article 88(2) EC (see Case C-431/07 P Bouygues and Bouygues Télécom v Commission [2009] ECR I-2665, paragraph 61 and case-law cited).",
        "NP": "70",
        "REF.NP.ECR": [
            "61"
        ]
    },
    {
        "HT": [
            "Commission",
            "France"
        ],
        "NO.CASE": [
            "197/96"
        ],
        "text": "82Moreover, the Court has consistently held in analogous contexts of infringement proceedings that the incompatibility of national legislation with EU provisions can be finally remedied only by means of national provisions of a binding nature which have the same legal force as those which must be amended, and mere administrative practices cannot be regarded as constituting the proper fulfilment of obligations under EU law (see, to that effect, Case C-197/96 Commission v France [1997] ECR I-1489, paragraph 14, and Case C-358/98 Commission v Italy [2000] ECR I-1255, paragraph 17).",
        "NP": "82",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "358/98"
        ],
        "text": "82Moreover, the Court has consistently held in analogous contexts of infringement proceedings that the incompatibility of national legislation with EU provisions can be finally remedied only by means of national provisions of a binding nature which have the same legal force as those which must be amended, and mere administrative practices cannot be regarded as constituting the proper fulfilment of obligations under EU law (see, to that effect, Case C-197/96 Commission v France [1997] ECR I-1489, paragraph 14, and Case C-358/98 Commission v Italy [2000] ECR I-1255, paragraph 17).",
        "NP": "82",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": [
            "Commission",
            "Scott"
        ],
        "NO.CASE": [
            "290/07"
        ],
        "text": "84In this respect, it must be recalled that, firstly, as regards the area of State aid, although the Commission enjoys a broad discretion the exercise of which involves economic assessments which must be made in a European Union context, that does not imply that the European Union judicature must refrain from reviewing the Commission’s interpretation of economic data (see Case C-290/07 P Commission v Scott [2010] ECR I-7763, paragraph 64) and, a fortiori, from reviewing the interpretation of a question regarding the effects of the discrepancy between a basic law and its implementing regulation, such a review being of a strictly legal nature.",
        "NP": "84",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "Sahlstedt and Others",
            "Commission"
        ],
        "NO.CASE": [
            "362/06"
        ],
        "text": "97According to settled case-law, the rule laid down in the fourth paragraph of Article 230 EC that proceedings brought by a natural or legal person against a decision not addressed to that person are admissible only if the decision is of direct and individual concern to that person raises an absolute bar to proceedings which the Community judicature may examine at any time, even of its own motion (Case C-362/06 P Sahlstedt and Others v Commission [2009] ECR I-2903, paragraph 22 and the case-law cited).",
        "NP": "97",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": [
            "Der Grune Punkt - Duales System Deutschland",
            "Commission"
        ],
        "NO.CASE": [
            "385/07"
        ],
        "text": "99Moreover, the General Court is the sole judge of any need to supplement the information available to it in respect of the cases before it. Whether or not the evidence before it is sufficient is a matter to be appraised by it alone and is not subject to review by the Court of Justice on appeal, except where that evidence has been distorted or the inaccuracy of the findings of the General Court is apparent from the documents in the case-file (see Case C-385/07 P Der Grüne Punkt - Duales System Deutschland v Commission [2009] ECR I-6155, paragraph 163 and case-law cited).",
        "NP": "99",
        "REF.NP.ECR": [
            "163"
        ]
    },
    {
        "HT": "Regie Networks",
        "NO.CASE": [
            "333/07"
        ],
        "text": "111The Court of Justice has already had occasion to hold that the decision not to raise objections under Article 88(3) EC, which is taken within a short period of time, must simply set out the reasons for which the Commission takes the view that it is not faced with serious difficulties in assessing the compatibility of the aid at issue with the common market, and that even a succinct statement of reasons for that decision must be regarded as sufficient for the purpose of satisfying the requirement to state adequate reasons laid down in Article 253 TFEU if it nevertheless discloses in a clear and unequivocal fashion the reasons for which the Commission considered that it was not faced with serious difficulties, the question of whether the reasoning is well founded being a separate matter (see Case C-333/07 Régie Networks [2008] ECR I-10807, paragraphs 65, 70 and 71).",
        "NP": "111",
        "REF.NP.ECR": [
            "65",
            "70",
            "71"
        ]
    },
    {
        "HT": "Distribution Casino France and Others",
        "NO.CASE": [
            "266/04",
            "267/04",
            "268/04",
            "269/04",
            "270/04",
            "276/04",
            "321/04",
            "322/04",
            "323/04",
            "324/04",
            "325/04"
        ],
        "text": "116In that regard, the Commission points out that the judgment under appeal explained that Scheucher-Fleisch and Others were directly affected by the contested decision, in view of their obligation to pay a contribution to AMA. According to the Commission, it is apparent from the case-law of the Court, in particular Joined Cases C-266/04 to C-270/04, C-276/04 and C-321/04 to C-325/04 Distribution Casino France and Others [2005] ECR I-9481, that taxes do not fall within the scope of the provisions of EU law concerning State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure due to hypothecation between the tax and the aid, in the sense that revenue from the tax is necessarily allocated for financing the aid.",
        "NP": "116"
    },
    {
        "HT": [
            "Sison",
            "Council"
        ],
        "NO.CASE": [
            "266/05"
        ],
        "text": "123To allow a party to put forward, for the first time before the Court of Justice, a plea in law regarding the measure contested before the General Court which it has not raised before that court would be to authorise it to bring before the Court of Justice a case of wider ambit than that which came before the General Court, the jurisdiction of the Court of Justice in an appeal being confined to review of the findings of law on the pleas argued before the General Court (see, to that effect, Case C-266/05 P Sison v Council [2007] ECR I-1233, paragraph 95 and case-law cited).",
        "NP": "123",
        "REF.NP.ECR": [
            "95"
        ]
    }
]