[
    {
        "NO.ECLI": "EU:C:2010:335",
        "NO.CASE": null,
        "text": "19As regards the wording of the question, it must be borne in mind, at the outset, that the Court does not have jurisdiction to rule upon the compatibility of a national measure with EU law. Nor does the Court have jurisdiction to rule on the compatibility of State aid or of an aid scheme with the internal market, since that assessment falls within the exclusive competence of the European Commission, subject to review by the Court (judgment in Fallimento Traghetti del Mediterraneo, C‐140/09, EU:C:2010:335, paragraph 22 and the case-law cited).",
        "NP": "19",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:335",
        "NO.CASE": null,
        "text": "20However, the Court does have jurisdiction to give the national court full guidance on the interpretation of EU law in order to enable it to determine the issue of compatibility of a national measure with that law for the purposes of deciding the case before it. In the area of State aid, the Court has jurisdiction, inter alia, to give the national court guidance on interpretation in order to enable it to determine whether a national measure may be classified as State aid under EU law (judgment in Fallimento Traghetti del Mediterraneo, C‐140/09, EU:C:2010:335, paragraph 24 and the case-law cited).",
        "NP": "20",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "NO.ECLI": "EU:C:2015:151",
        "NO.CASE": null,
        "text": "23According to the settled case-law of the Court, in order for a measure to be categorised as aid for the purposes of Article 107(1) TFEU, all the conditions set out in that provision must be fulfilled (judgment in Banco Privado Português and Massa Insolvente do Banco Privado Português, C‐667/13, EU:C:2015:151, paragraph 45 and the case-law cited).",
        "NP": "23",
        "REF.NP.ECR": [
            "45"
        ]
    },
    {
        "NO.ECLI": "EU:C:2015:235",
        "NO.CASE": null,
        "text": "24It is thus not disputed that, for a measure to be classified as State aid for the purposes of Article 107(1) TFEU, first, there must be an intervention by the State or through State resources; second, the intervention must be liable to affect trade between Member States; third, it must confer an advantage on the recipient; and fourth, it must distort or threaten to distort competition (judgment in Trapeza Eurobank Ergasias, C‐690/13, EU:C:2015:235, paragraph 17 and the case-law cited).",
        "NP": "24",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "26In that respect, it should be borne in mind that, according to the settled case-law of the Court, the concept of aid may include not only positive benefits such as subsidies, loans or direct investment in the capital of undertakings, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect (judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 30 and the case-law cited). To that end, for the purposes of establishing the existence of State aid, a sufficiently direct link must be established between, on the one hand, the advantage given to the recipient and, on the other, a reduction of the State budget or a sufficiently concrete economic risk of burdens on that budget (see, to that effect, judgment in Bouygues and Bouygues Télécom v Commission and Others and Commission v France and Others, C‐399/10 P and C‐401/10 P, EU:C:2013:175, paragraph 109).",
        "NP": "26",
        "REF.NP.ECR": [
            "109"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:175",
        "NO.CASE": null,
        "text": "26In that respect, it should be borne in mind that, according to the settled case-law of the Court, the concept of aid may include not only positive benefits such as subsidies, loans or direct investment in the capital of undertakings, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect (judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 30 and the case-law cited). To that end, for the purposes of establishing the existence of State aid, a sufficiently direct link must be established between, on the one hand, the advantage given to the recipient and, on the other, a reduction of the State budget or a sufficiently concrete economic risk of burdens on that budget (see, to that effect, judgment in Bouygues and Bouygues Télécom v Commission and Others and Commission v France and Others, C‐399/10 P and C‐401/10 P, EU:C:2013:175, paragraph 109).",
        "NP": "26",
        "REF.NP.ECR": [
            "109"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "27As the Court has already held, it cannot therefore, as a rule, be precluded that a sale of public land at a price lower than the market value might constitute State aid (judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 31).",
        "NP": "27",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "29In particular, in relation to the sale by public authorities of land or buildings to an undertaking or to an individual involved in an economic activity such as agriculture or forestry, the Court has held that such a sale may include elements of State aid, in particular where it is not made at market value, that is to say, where it is not sold at the price which a private investor, operating in normal competitive conditions, would have been able to fix (judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 34 and the case-law cited).",
        "NP": "29",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "30It follows that, where national law establishes calculation rules used to estimate the market value of land for sale by public authorities, the application of those rules must, in order to comply with Article 107 TFEU, result in all cases in a price as close as possible to the market value (see, to that effect, judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 35).",
        "NP": "30",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "31A number of methods are capable of providing prices corresponding to the market value. Those methods include sales to the highest bidder or an expert report, which are referred to in Title II, points 1 and 2, of the Communication. Likewise, it cannot be ruled out that other methods may also achieve the same result (see, to that effect, judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraphs 35 and 39).",
        "NP": "31",
        "REF.NP.ECR": [
            "35",
            "39"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:682",
        "NO.CASE": null,
        "text": "32Specifically with regard to the method of sales to the highest bidder, the Court has previously held, in a case concerning the sale by a public authority of an undertaking belonging to it, that, where that authority undertakes an open, transparent and unconditional bidding procedure, it can be presumed that the market price corresponds to the highest offer, provided that it is established, first, that that offer is binding and credible and, secondly, that the consideration of economic factors other than the price is not justified (judgment in Land Burgenland and Others v Commission, C‐214/12 P, C‐215/12 P and C‐223/12 P, EU:C:2013:682, paragraph 94).",
        "NP": "32",
        "REF.NP.ECR": [
            "94"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:682",
        "NO.CASE": null,
        "text": "33In such circumstances, the Court has also stated that it is not necessary to resort to other methods in order to check the market price, such as independent expert reports (see, to that effect, judgment in Land Burgenland and Others v Commission, C‐214/12 P, C‐215/12 P and C‐223/12 P, EU:C:2013:682, paragraph 95).",
        "NP": "33",
        "REF.NP.ECR": [
            "95"
        ]
    },
    {
        "NO.ECLI": "EU:C:2010:778",
        "NO.CASE": null,
        "text": "47In that assessment, it will have to ensure, in particular, that the method for valuing the agricultural land includes an update mechanism which takes into account the development of market prices in such a way that the estimate provided corresponds as closely as possible to the current market value of the land (see, to that effect, judgment in Seydaland Vereinigte Agrarbetriebe, C‐239/09, EU:C:2010:778, paragraph 43).",
        "NP": "47",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "NO.ECLI": "EU:C:2012:184",
        "NO.CASE": null,
        "text": "52In accordance with well-established case-law of the Court, that provision does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (see judgment in 3M Italia, C‐417/10, EU:C:2012:184, paragraph 36 and the case-law cited).",
        "NP": "52",
        "REF.NP.ECR": [
            "36"
        ]
    }
]