[
    {
        "NO.ECLI": "EU:T:2015:901",
        "NO.CASE": null,
        "text": "1By their appeal, the Comunidad Autónoma de Galicia (Autonomous Community of Galicia, Spain) and Redes de Telecomunicación Galegas Retegal SA (Retegal) ask the Court to set aside the judgment of the General Court of the European Union of 26 November 2015, Comunidad Autónoma de Galicia and Retegal v Commission (T‐463/13 and T‐464/13, the judgment under appeal, not published, EU:T:2015:901), by which the General Court dismissed their actions for annulment of Commission Decision 2014/489/EU of 19 June 2013 on State aid SA.28599 ((C 23/2010) (ex NN 36/2010, ex CP 163/2009)) implemented by the Kingdom of Spain for the deployment of digital terrestrial television in remote and less urbanised areas (outside Castilla-La Mancha) (OJ 2014 L 217, p. 52; the decision at issue).",
        "NP": "NP0001"
    },
    {
        "NAME.CASE": {
            "QUOT.START": {},
            "HT": "Altmark",
            "QUOT.END": {}
        },
        "NO.ECLI": "EU:C:2003:415",
        "NO.CASE": null,
        "text": "16In the second place, the Commission found that the measure at issue had to be regarded as State aid within the meaning of Article 107(1) TFEU. In that respect, the Commission noted, in particular, that the Spanish authorities had put forward only the case of the Autonomous Community of the Basque Country in order to support their claim that the measure did not constitute State aid according to the conditions laid down by the Court of Justice in the judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg (C‐280/00, Altmark, EU:C:2003:415). However, the first condition laid down in that judgment (the first Altmark condition), according to which the recipient undertaking must actually be required to discharge public service obligations and those obligations must be clearly defined, was not satisfied, in the Commission’s view. In addition, the failure to ensure the least costs to that Autonomous Community meant that the fourth condition laid down in that judgment (the fourth Altmark condition) was not satisfied either.",
        "NP": "NP0016"
    },
    {
        "DATE": "21 April 2016",
        "NAME.CASE": {
            "HT": [
                "Dansk Automat Brancheforening",
                "Commission"
            ]
        },
        "NO.CASE": [
            "563/14"
        ],
        "NO.ECLI": "EU:C:2016:303",
        "REF.NP.ECR": "26",
        "text": "47Under the second subparagraph of Article 256(1) TFEU and the first paragraph of Article 58 of the Statute of the Court of Justice of the European Union, an appeal lies on points of law only. The General Court thus has exclusive jurisdiction to find and appraise the relevant facts and to assess the evidence. The appraisal of those facts and the assessment of that evidence therefore does not, save where they distort the evidence, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, inter alia, order of 21 April 2016, Dansk Automat Brancheforening v Commission, C‐563/14 P, not published, EU:C:2016:303, paragraph 26 and the case-law cited).",
        "NP": "NP0047"
    },
    {
        "DATE": "21 April 2016",
        "NAME.CASE": {
            "HT": [
                "Dansk Automat Brancheforening",
                "Commission"
            ]
        },
        "NO.CASE": [
            "563/14"
        ],
        "NO.ECLI": "EU:C:2016:303",
        "REF.NP.ECR": "27",
        "text": "48Moreover, it follows from those provisions and from Article 168(1)(d) of the Rules of Procedure of the Court of Justice that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and the legal arguments specifically advanced in support of the appeal. Where, without even including an argument specifically identifying the error of law allegedly vitiating the judgment under appeal, an appeal merely repeats or reproduces verbatim the pleas in law and arguments previously submitted to the General Court, including those based on facts expressly rejected by that Court, it fails to satisfy the requirements to state reasons under the above provisions. Such an appeal amounts in reality to no more than a request for re-examination of the application submitted to the General Court, which the Court of Justice does not have jurisdiction to undertake (see, inter alia, order of 21 April 2016, Dansk Automat Brancheforening v Commission, C‐563/14 P, not published, EU:C:2016:303, paragraph 27 and the case-law cited).",
        "NP": "NP0048"
    },
    {
        "DATE": "30 November 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France and Orange"
            ]
        },
        "NO.CASE": [
            "486/15"
        ],
        "NO.ECLI": "EU:C:2016:912",
        "REF.NP.ECR": "99",
        "text": "50In the second place, as regards the distortions of the facts and of national law alleged by the appellants, it should be noted that, under the provisions mentioned in paragraph 47 above, the appellants must indicate precisely the elements alleged to have been distorted by the General Court and show the errors of appraisal which, in their view, led to that distortion. In addition, according to the Court of Justice’s settled case-law, that distortion must be obvious from the documents in the Court’s file, without any need to carry out a new assessment of the facts and the evidence (see, to that effect, judgment of 30 November 2016, Commission v France and Orange, C‐486/15 P, EU:C:2016:912, paragraph 99 and the case-law cited).",
        "NP": "NP0050"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Hansestadt Lubeck"
            ]
        },
        "NO.CASE": [
            "524/14"
        ],
        "NO.ECLI": "EU:C:2016:971",
        "REF.NP.ECR": "41",
        "text": "58The condition relating to the selectivity of the advantage is a constituent factor in the concept of State aid within the meaning of Article 107(1) TFEU, since this provision prohibits aid favouring certain undertakings or the production of certain goods. It is clear from the Court’s settled case-law that the assessment of that condition requires it to be determined whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over others which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation (judgment of 21 December 2016, Commission v Hansestadt Lübeck, C‐524/14 P, EU:C:2016:971, paragraph 41 and the case-law cited).",
        "NP": "NP0058"
    },
    {
        "DATE": "28 June 2005",
        "NAME.CASE": {
            "HT": [
                "Dansk Rorindustri and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "208/02",
            "213/02"
        ],
        "NO.ECLI": "EU:C:2005:408",
        "REF.NP.ECR": "453",
        "text": "59It addition, it must be borne in mind that the General Court’s assessment as to the adequacy or inadequacy of the statement of reasons is reviewable by the Court on appeal (judgments of 28 June 2005, Dansk Rørindustri and Others v Commission, C‐189/02 P, C‐202/02 P, C‐205/02 P to C‐208/02 P and C‐213/02 P, EU:C:2005:408, paragraph 453, and of 26 July 2017, Council v Hamas, C‐79/15 P, EU:C:2017:584, paragraph 51 and the case-law cited). In that respect, the statement of reasons required under Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted that measure in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent Court of the European Union to exercise its jurisdiction to review legality (judgment of 8 March 2017, Viasat Broadcasting UK v Commission, C‐660/15 P, EU:C:2017:178, paragraph 43 and the case-law cited). As regards the examination of the condition relating to the selectivity of an aid measure, the Court has held that that examination must be supported by sufficient reasons to allow full judicial review, in particular of the question whether the situation of operators benefiting from the measure is comparable with that of operators excluded from it (judgment of 21 December 2016, Commission v World Duty Free Group SA and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 94).",
        "NP": "NP0059"
    },
    {
        "DATE": "26 July 2017",
        "NAME.CASE": {
            "HT": [
                "Council",
                "Hamas"
            ]
        },
        "NO.CASE": [
            "79/15"
        ],
        "NO.ECLI": "EU:C:2017:584",
        "REF.NP.ECR": "51",
        "text": "59It addition, it must be borne in mind that the General Court’s assessment as to the adequacy or inadequacy of the statement of reasons is reviewable by the Court on appeal (judgments of 28 June 2005, Dansk Rørindustri and Others v Commission, C‐189/02 P, C‐202/02 P, C‐205/02 P to C‐208/02 P and C‐213/02 P, EU:C:2005:408, paragraph 453, and of 26 July 2017, Council v Hamas, C‐79/15 P, EU:C:2017:584, paragraph 51 and the case-law cited). In that respect, the statement of reasons required under Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted that measure in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent Court of the European Union to exercise its jurisdiction to review legality (judgment of 8 March 2017, Viasat Broadcasting UK v Commission, C‐660/15 P, EU:C:2017:178, paragraph 43 and the case-law cited). As regards the examination of the condition relating to the selectivity of an aid measure, the Court has held that that examination must be supported by sufficient reasons to allow full judicial review, in particular of the question whether the situation of operators benefiting from the measure is comparable with that of operators excluded from it (judgment of 21 December 2016, Commission v World Duty Free Group SA and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 94).",
        "NP": "NP0059"
    },
    {
        "DATE": "8 March 2017",
        "NAME.CASE": {
            "HT": [
                "Viasat Broadcasting UK",
                "Commission"
            ]
        },
        "NO.CASE": [
            "660/15"
        ],
        "NO.ECLI": "EU:C:2017:178",
        "REF.NP.ECR": "43",
        "text": "59It addition, it must be borne in mind that the General Court’s assessment as to the adequacy or inadequacy of the statement of reasons is reviewable by the Court on appeal (judgments of 28 June 2005, Dansk Rørindustri and Others v Commission, C‐189/02 P, C‐202/02 P, C‐205/02 P to C‐208/02 P and C‐213/02 P, EU:C:2005:408, paragraph 453, and of 26 July 2017, Council v Hamas, C‐79/15 P, EU:C:2017:584, paragraph 51 and the case-law cited). In that respect, the statement of reasons required under Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted that measure in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent Court of the European Union to exercise its jurisdiction to review legality (judgment of 8 March 2017, Viasat Broadcasting UK v Commission, C‐660/15 P, EU:C:2017:178, paragraph 43 and the case-law cited). As regards the examination of the condition relating to the selectivity of an aid measure, the Court has held that that examination must be supported by sufficient reasons to allow full judicial review, in particular of the question whether the situation of operators benefiting from the measure is comparable with that of operators excluded from it (judgment of 21 December 2016, Commission v World Duty Free Group SA and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 94).",
        "NP": "NP0059"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group SA and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "94",
        "text": "59It addition, it must be borne in mind that the General Court’s assessment as to the adequacy or inadequacy of the statement of reasons is reviewable by the Court on appeal (judgments of 28 June 2005, Dansk Rørindustri and Others v Commission, C‐189/02 P, C‐202/02 P, C‐205/02 P to C‐208/02 P and C‐213/02 P, EU:C:2005:408, paragraph 453, and of 26 July 2017, Council v Hamas, C‐79/15 P, EU:C:2017:584, paragraph 51 and the case-law cited). In that respect, the statement of reasons required under Article 296 TFEU must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted that measure in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent Court of the European Union to exercise its jurisdiction to review legality (judgment of 8 March 2017, Viasat Broadcasting UK v Commission, C‐660/15 P, EU:C:2017:178, paragraph 43 and the case-law cited). As regards the examination of the condition relating to the selectivity of an aid measure, the Court has held that that examination must be supported by sufficient reasons to allow full judicial review, in particular of the question whether the situation of operators benefiting from the measure is comparable with that of operators excluded from it (judgment of 21 December 2016, Commission v World Duty Free Group SA and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 94).",
        "NP": "NP0059"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Hansestadt Lubeck"
            ]
        },
        "NO.CASE": [
            "524/14"
        ],
        "NO.ECLI": "EU:C:2016:971",
        "REF.NP.ECR": "58",
        "text": "61That reasoning is vitiated by an error of law. The statement of reasons in the decision at issue — like, moreover, the statement of reasons in the judgment under appeal — contains no indication of the reasons why undertakings active in the broadcasting sector should be regarded as being in a factual and legal situation comparable to that of undertakings active in other sectors or why undertakings using terrestrial technology should be regarded as being in a factual and legal situation comparable to that of undertakings using other technologies. The Commission’s argument that no reasoning was necessary in that respect, since the selectivity condition is automatically satisfied if a measure applies exclusively to a specific economic sector or to undertakings in a particular geographic area, cannot be accepted. The Court has held that a measure which benefits only one economic sector or some of the undertakings in that sector is not necessarily selective. It is selective only if, within the context of a particular legal regime, it has the effect of conferring an advantage on certain undertakings over others, in a different sector or the same sector, which are, in the light of the objective pursued by that regime, in a comparable factual and legal situation (judgment of 21 December 2016, Commission v Hansestadt Lübeck, C‐524/14 P, EU:C:2016:971, paragraph 58).",
        "NP": "NP0061"
    },
    {
        "DATE": "24 July 2003",
        "NAME.CASE": {
            "HT": "Altmark"
        },
        "NO.CASE": [
            "280/00"
        ],
        "NO.ECLI": "EU:C:2003:415",
        "text": "71By the first part of their fourth ground of appeal, the appellants submit, in essence, that the General Court made several errors of assessment of national law, as a result of which it overlooked the fact that the national law contained a clear definition of the service of transmitting DTT as a public service within the meaning of the judgment of 24 July 2003, Altmark (C‐280/00, EU:C:2003:415).",
        "NP": "NP0071"
    },
    {
        "DATE": "26 November 2015",
        "NAME.CASE": {
            "HT": [
                "Comunidad Autonoma del Pais Vasco and Itelazpi",
                "Commission"
            ]
        },
        "NO.CASE": [
            "462/13"
        ],
        "NO.ECLI": "EU:T:2015:902",
        "text": "83According to the appellants, the General Court thus overlooked the fact that the Member States’ discretion allows them to choose a particular means of performing the SGEI, such as, in this case, the terrestrial platform. The appellants argue, in that respect, that there is a contradiction with paragraph 78 of the judgment of 26 November 2015, Comunidad Autónoma del País Vasco and Itelazpi v Commission (T‐462/13, EU:T:2015:902), in which the General Court held that the Commission had wrongly found, in recital 121 of the decision at issue, a manifest error on the part of the Spanish authorities in defining the SGEI at issue. The appellants thus submit that, since there was a market failure on the market concerned in the area in question, a public interest and an objective of universality laid down in the relevant national law, the definition of that service contained the essential elements for its definition as an SGEI.",
        "NP": "NP0083"
    },
    {
        "DATE": "16 February 2017",
        "NAME.CASE": {
            "HT": [
                "Monster Energy",
                "EUIPO"
            ]
        },
        "NO.CASE": [
            "502/16"
        ],
        "NO.ECLI": "EU:C:2017:139",
        "REF.NP.ECR": "5",
        "text": "88According to settled case-law of the Court of Justice, in an appeal the jurisdiction of the Court is confined to reviewing the findings of law on the pleas argued before the General Court (order of 16 February 2017, Monster Energy v EUIPO, C‐502/16 P, not published, EU:C:2017:139, paragraph 5 and the case-law cited).",
        "NP": "NP0088"
    },
    {
        "DATE": "24 July 2003",
        "NAME.CASE": {
            "HT": "Altmark"
        },
        "NO.CASE": [
            "280/00"
        ],
        "NO.ECLI": "EU:C:2003:415",
        "text": "95That part is ineffective. It is apparent from paragraph 109 of the judgment under appeal that the General Court did not merely reject the appellants’ line of argument concerning Circular 1/2010 on the ground that that circular had not been produced before it, but stated, as a secondary point, that that line of argument did not establish that the service of operating a terrestrial network had been defined as a public service within the meaning of the judgment in 24 July 2003, Altmark (C‐280/00, EU:C:2003:415). The appellants have not put forward any concrete argument calling that finding into question.",
        "NP": "NP0095"
    },
    {
        "DATE": "26 November 2015",
        "NAME.CASE": {
            "HT": [
                "Comunidad Autonoma de Galicia and Retegal",
                "Commission"
            ]
        },
        "NO.CASE": [
            "463/13",
            "464/13"
        ],
        "NO.ECLI": "EU:T:2015:901",
        "text": "1.Sets aside the judgment of the General Court of the European Union of 26 November 2015, Comunidad Autónoma de Galicia and Retegal v Commission (T‐463/13 and T‐464/13, not published, EU:T:2015:901);",
        "NP": null
    }
]