[
    {
        "HT": [
            "Commission and Spain",
            "Government of Gibraltar and United Kingdom"
        ],
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "text": "18Thus, a measure by which the public authorities grant certain undertakings favourable tax treatment which, although not involving the transfer of State resources, places the recipients in a more favourable financial position than other taxpayers amounts to State aid within the meaning of Article 107(1) TFEU. On the other hand, advantages resulting from a general measure applicable without distinction to all economic operators do not constitute State aid within the meaning of Article 107 TFEU (Joined Cases C-106/09 P and C-107/09 P Commission and Spain v Government of Gibraltar and United Kingdom [2011] ECR I-11113, paragraphs 72 and 73 and the case-law cited).",
        "NP": "18",
        "REF.NP.ECR": [
            "72",
            "73"
        ]
    },
    {
        "HT": "Paint Graphos and Others",
        "NO.CASE": [
            "78/08",
            "79/08",
            "80/08"
        ],
        "text": "19The Court has held that in order to classify a domestic tax measure as selective, it is necessary to begin by identifying and examining the common or normal tax regime applicable in the Member State concerned. It is in relation to this common or normal tax regime that it is necessary, secondly, to assess and determine whether any advantage granted by the tax measure at issue may be selective by demonstrating that the measure derogates from that common regime inasmuch as it differentiates between economic operators who, in light of the objective assigned to the tax system of the Member State concerned, are in a comparable factual and legal situation (see Joined Cases C-78/08 to C-80/08 Paint Graphos and Others [2011] ECR I-7611, paragraph 49 and the case-law cited).",
        "NP": "19",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "22According to the case-law of the Court, a measure which, although conferring an advantage on its recipient, is justified by the nature or general scheme of the system of which it is part does not fulfil the condition of selectivity (Case C-143/99 Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [2001] ECR I-8365, paragraph 42 and the case-law cited). Thus, a measure which constitutes an exception to the application of the general tax system may be justified if the Member State concerned can show that that measure results directly from the basic or guiding principles of its tax system (see Paint Graphos and Others, paragraph 65 and the case-law cited).",
        "NP": "22",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": "DM Transport",
        "NO.CASE": [
            "256/97"
        ],
        "text": "25So far as concerns the power of the competent authorities, it has been established by the Court’s case-law that discretion which enables those authorities to determine the beneficiaries or the conditions under which the financial assistance is provided cannot be considered to be general in nature (see, to that effect, Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 27 and the case-law cited).",
        "NP": "25",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": [
            "Portugal",
            "Commission"
        ],
        "NO.CASE": [
            "88/03"
        ],
        "text": "29In this context, it should be borne in mind that the Court has held that the application of a regional development or social cohesion policy cannot in itself enable a measure adopted within the framework of that policy to be regarded as justified by the nature and general scheme of a national tax system (see, to that effect, Case C-88/03 Portugal v Commission [2006] ECR I-7115, paragraph 82).",
        "NP": "29",
        "REF.NP.ECR": [
            "82"
        ]
    },
    {
        "HT": "Namur-Les assurances du credit",
        "NO.CASE": [
            "44/93"
        ],
        "text": "37Under that system of supervision, the Commission and the national courts have different powers and responsibilities (Case C-44/93 Namur-Les assurances du crédit [1994] ECR I-3829, paragraph 14).",
        "NP": "37",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": "Lucchini",
        "NO.CASE": [
            "119/05"
        ],
        "text": "38Proceedings may be commenced before national courts requiring those courts to interpret and apply the concept of aid contained in Article 107(1) TFEU, in particular in order to determine whether State aid introduced without observance of the preliminary examination procedure provided for in Article 108(3) TFEU ought to have been subject to this procedure. On the other hand, national courts do not have jurisdiction to give a decision on whether State aid is compatible with the internal market (Case C-119/05 Lucchini [2007] ECR I-6199, paragraphs 50 and 51 and the case-law cited).",
        "NP": "38",
        "REF.NP.ECR": [
            "50",
            "51"
        ]
    },
    {
        "HT": "CELF and Ministre de la Culture et de la Communication",
        "NO.CASE": [
            "199/06"
        ],
        "text": "39Whilst the Commission must examine the compatibility of the proposed aid with the internal market, even where the Member State has acted in breach of the prohibition on giving effect to aid contained in the final sentence of Article 108(3) TFEU, national courts, in such a situation, do no more than preserve, until the final decision of the Commission, the rights of individuals faced with a possible breach by State authorities of that prohibition (see, to that effect, Case C-199/06 CELF and Ministre de la Culture et de la Communication [2008] ECR I-469, paragraph 38 and the case-law cited).",
        "NP": "39",
        "REF.NP.ECR": [
            "38"
        ]
    },
    {
        "HT": [
            "NDSHT",
            "Commission"
        ],
        "NO.CASE": [
            "322/09"
        ],
        "text": "41That aid must be regarded as lawful so long as the Commission has not found that it is incompatible with the internal market (Case C-322/09 P NDSHT v Commission [2010] ECR I-11911, paragraph 52 and the case-law cited). Accordingly, in such circumstances Article 108(3) TFEU does not give national courts the power to prohibit existing aid from being put into effect.",
        "NP": "41",
        "REF.NP.ECR": [
            "52"
        ]
    }
]