[
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "70/72"
        ],
        "text": "34The General Court examined first the legal nature of the corrective decision. After finding, in paragraph 69 of the judgment under appeal that the legislation governing procedure in State aid matters does not provide expressly for a corrective decision and extension of a pending procedure, the General Court held as follows in paragraphs 71 to 73 of the judgment under appeal:71.[I]t is logical and, moreover, in the interest of potential recipients of an aid scheme that, should the Commission discover, after the adoption of a decision to open the formal investigation procedure, that that procedure is based either on an incomplete set of facts or on an incorrect legal characterisation of those facts, it has the possibility of adapting its position by adopting a corrective decision. A corrective decision, comprising a fresh call on interested parties to submit their comments, affords them the opportunity to react to the changed position as set out in the Commission’s preliminary assessment of the measure in question and to put forward their viewpoint on the matter.72.It should also be observed that the Commission could equally have chosen to adopt first of all a decision closing the procedure definitively and then a fresh decision to open the formal investigation procedure, on the basis of its revised legal assessment, which would have had the same substantive content as the corrective decision. In those circumstances, considerations of procedural economy and the principle of sound administration highlight the preferability of the adoption of a corrective decision over the closure of the procedure and opening of a fresh procedure. It should be noted in that context that the correction of the subject-matter of the procedure enabled the Commission to take account, for the purposes of the contested decision, of the observations submitted by Grand Hotel Abi d’Oru following the opening decision, which would not have been the case had it closed the formal investigation procedure in order to open a new one.73.As regards the legal characterisation of such a corrective decision, given that it is in addition to the opening decision and together with it forms the revised opening decision, it accordingly shares the same legal status. It should be remembered in that regard that the sole aim of the notification of the opening of the formal investigation procedure is to obtain from persons concerned all information required for the guidance of the Commission with regard to its future action (Case 70/72 Commission v Germany [1973] ECR 813, paragraph 19, and Case T-266/94 Skibsværftsforeningen and Others v Commission [1996] ECR II-1399, paragraph 256).",
        "NP": "34",
        "REF.NP.ECR": [
            "256"
        ]
    },
    {
        "HT": [
            "Commission",
            "Schneider Electric"
        ],
        "NO.CASE": [
            "440/07"
        ],
        "text": "56In that regard, it should be remembered that, according to settled case-law, the General Court’s obligation to state reasons under Article 36 of the Statute of the Court of Justice of the European Union, applicable to the General Court by virtue of the first paragraph of Article 53 of that statute and Article 81 of the Rules of Procedure of the General Court, does not require the General Court to provide an account which follows exhaustively and one by one all the arguments put forward by the parties to the case. The General Court’s reasoning may therefore be implicit on condition that it enables the persons concerned to know why the General Court has not upheld their arguments and provides the Court of Justice with sufficient material for it to exercise its power of review (see, inter alia, Case C-440/07 P Commission v Schneider Electric [2009] ECR I-6413, paragraph 135).",
        "NP": "56",
        "REF.NP.ECR": [
            "135"
        ]
    },
    {
        "HT": [
            "Sumitomo Metal Industries and Nippon Steel",
            "Commission"
        ],
        "NO.CASE": [
            "403/04",
            "405/04"
        ],
        "text": "82Moreover, the reasonableness of the period taken up by proceedings is to be appraised in the light of the circumstances specific to each case, such as its complexity and the conduct of the parties (see, to that effect, Joined Cases C-403/04 P and C-405/04 P Sumitomo Metal Industries and Nippon Steel v Commission [2007] ECR I-729, paragraph 116 and the case-law cited).",
        "NP": "82",
        "REF.NP.ECR": [
            "116"
        ]
    },
    {
        "HT": [
            "General Motors",
            "Commission"
        ],
        "NO.CASE": [
            "551/03"
        ],
        "text": "88According to settled case-law, when the General Court has found or assessed the facts, the Court of Justice has jurisdiction under Article 256 TFEU to review the legal characterisation of those facts by the General Court and the legal conclusions it has drawn from them (see Case C-551/03 P General Motors v Commission [2006] ECR I-3173, paragraph 51, and Case C-266/06 P Evonik Degussa v Commission, judgment of 22 May 2008, paragraph 72).",
        "NP": "88",
        "REF.NP.ECR": [
            "72"
        ]
    },
    {
        "HT": [
            "Philip Morris Holland",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "104Thus, the Commission is entitled to refuse the grant of aid where that aid does not induce the recipient undertakings to adopt conduct likely to assist attainment of one of the objectives referred to in Article 107(3) TFEU. Such aid must thus be necessary for the attainment of the objectives specified in that provision, with the result that, without it, market forces alone would not succeed in getting the recipient undertakings to adopt conduct likely to assist attainment of those objectives (see, to that effect, Case 730/79 Philip Morris Holland v Commission [1980] ECR 2671, paragraphs 16 and 17). Aid which improves the financial situation of the recipient undertaking without being necessary for the attainment of the objectives specified in Article 107(3) TFEU cannot be considered compatible with the internal market (see Case C-390/06 Nuova Agricast [2008] ECR I-2577, paragraph 68).",
        "NP": "104",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": "Nuova Agricast",
        "NO.CASE": [
            "390/06"
        ],
        "text": "104Thus, the Commission is entitled to refuse the grant of aid where that aid does not induce the recipient undertakings to adopt conduct likely to assist attainment of one of the objectives referred to in Article 107(3) TFEU. Such aid must thus be necessary for the attainment of the objectives specified in that provision, with the result that, without it, market forces alone would not succeed in getting the recipient undertakings to adopt conduct likely to assist attainment of those objectives (see, to that effect, Case 730/79 Philip Morris Holland v Commission [1980] ECR 2671, paragraphs 16 and 17). Aid which improves the financial situation of the recipient undertaking without being necessary for the attainment of the objectives specified in Article 107(3) TFEU cannot be considered compatible with the internal market (see Case C-390/06 Nuova Agricast [2008] ECR I-2577, paragraph 68).",
        "NP": "104",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "Comitato ",
            "Commission"
        ],
        "QUOT.END": {},
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "text": "114In so doing, the General Court made no error in law. According to the Court of Justice’s case-law, in the case of an aid scheme, the Commission may merely study the characteristics of the scheme at issue in order to assess, in the grounds for its decision, whether that scheme is necessary for the attainment of one of the objectives specified in Article 107(3) TFEU. Thus, in a decision which concerns such a scheme, the Commission is not required to carry out an analysis of the aid granted in individual cases under the scheme. It is only at the stage of recovery of the aid that it is necessary to look at the individual situation of each undertaking concerned (see Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere v Commission [2011] ECR I-4727, paragraph 63 and the case-law cited).",
        "NP": "114",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Kahla Thuringen Porzellan",
            "Commission"
        ],
        "NO.CASE": [
            "537/08"
        ],
        "text": "132As correctly observed by the General Court in paragraph 273 of the judgment under appeal, the right to rely on the principle of the protection of legitimate expectations presupposes that precise, unconditional and consistent assurances originating from authorised, reliable sources have been given to the person concerned by the competent authorities of the European Union. In accordance with the Court of Justice’s settled case-law, that right applies to any individual in a situation in which an EU institution, body or agency, by giving that person precise assurances, has led him to entertain well-founded expectations. Precise, unconditional and consistent information, in whatever form it is given, constitutes such an assurance (see, inter alia, Case C-537/08 P Kahla Thüringen Porzellan v Commission [2010] ECR I-12917, paragraph 63 and the case-law cited).",
        "NP": "132",
        "REF.NP.ECR": [
            "63"
        ]
    }
]