[
    {
        "DATE": "7 November 2014",
        "NAME.CASE": {
            "HT": [
                "Autogrill Espana",
                "Commission"
            ]
        },
        "NO.CASE": [
            "219/10"
        ],
        "NO.ECLI": "EU:T:2014:939",
        "text": "1By its appeal in Case C‐20/15 P, the European Commission asks the Court to set aside the judgment of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‐219/10, EU:T:2014:939; the judgment under appeal Autogrill España v Commission), whereby the General Court annulled Article 1(1) and Article 4 of Commission Decision 2011/5/EC of 28 October 2009 on the tax amortisation of financial goodwill for foreign shareholding acquisitions C 45/07 (ex NN 51/07, ex CP 9/07) implemented by Spain (OJ 2011 L 7, p. 48; the first contested decision).",
        "NP": "NP0001"
    },
    {
        "DATE": "7 November 2014",
        "NAME.CASE": {
            "HT": [
                "Banco Santander and Santusa",
                "Commission"
            ]
        },
        "NO.CASE": [
            "399/11"
        ],
        "NO.ECLI": "EU:T:2014:938",
        "text": "2By its appeal in Case C‐21/15 P, the Commission asks the Court to set aside the judgment of the General Court of the European Union of 7 November 2014, Banco Santander and Santusa v Commission (T‐399/11, EU:T:2014:938; the judgment under appeal Banco Santander and Santusa v Commission), whereby the General Court annulled Article 1(1) and Article 4 of Commission Decision 2011/282/EU of 12 January 2011 on the tax amortisation of financial goodwill for foreign shareholding acquisitions C 45/07 (ex NN 51/07, ex CP 9/07) implemented by Spain (OJ 2011 L 135, p. 1; the second contested decision).",
        "NP": "NP0002"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "25According to the Commission, in that context, the General Court erred in inferring from the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), that a national measure which is to be applied regardless of the nature of the activity of undertakings is not, a priori, selective. The statement in paragraph 36 of that judgment, that national measures such as those at issue in the main proceedings do not constitute State aid ... if they apply to all undertakings in national territory, regardless of their activity should be understood to mean that the reason why there is no selectivity is that the national measure applies indiscriminately to all undertakings in the Member State concerned.",
        "NP": "NP0025"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "text": "27The Commission submits that the General Court wrongly relied in this regard on the judgment of 19 September 2000, Germany v Commission (C‐156/98, EU:C:2000:467). It follows from paragraphs 22 and 23 of that judgment that, in the case which gave rise to it, the Commission had classified the measure concerned as selective only in relation to certain geographically defined undertakings in which private investors had reinvested the profits from the sale of economic assets and not in relation to those investors themselves, for whom it had held that that measure did not constitute aid.",
        "NP": "NP0027"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "30With respect to the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), the Commission argues that it is clear from paragraphs 90 and 91 of that judgment that that case concerned a particular situation in which the Court considered the reference tax system itself to be selective, in that it favoured offshore undertakings as such, rather than any derogation from it. The reference made in that judgment to the specific properties of a category of undertakings should therefore be understood as referring to the characteristics by reason of which those undertakings were favoured for tax purposes under a reference system that was inherently selective and cannot be extrapolated beyond that particular context.",
        "NP": "NP0030"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "text": "31As regards paragraph 42 of the judgment of 29 March 2012, 3M Italia (C‐417/10, EU:C:2012:184), the General Court failed to take into account the second sentence of that paragraph, which sets out the principle, enshrined in the Court’s settled case-law, that a measure is selective if it is such as to favour certain undertakings or the production of certain goods over other undertakings, who are, in the light of the objective pursued by the scheme, in a comparable factual and legal situation.",
        "NP": "NP0031"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "33They contend that it follows from the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), that a measure from which all undertakings can benefit cannot be considered to be selective. That judgment does not however permit the inference, as claimed by the Commission, that a national measure is not selective where it applies to all the undertakings in a Member State without exception, since, if that argument were valid, almost all tax rules would have to be considered to be selective.",
        "NP": "NP0033"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "text": "35The General Court was correct to rely on the judgment of 19 September 2000, Germany v Commission (C‐156/98, EU:C:2000:467), since, in the decision that was at issue in that judgment, the Commission had expressly accepted that the national measure was not selective as regards the investors concerned, a position confirmed by the Court.",
        "NP": "NP0035"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "38With regard to the judgment of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), WDFG and Banco Santander and Santusa take the view that the General Court was right to consider that the measure at issue in the case which gave rise to that judgment differs from that in the present case, since it was intended to confer an advantage on a distinct and identifiable category of undertakings, that is to say those engaged in exporting.",
        "NP": "NP0038"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "39WDFG and Banco Santander and Santusa further submit that it follows clearly from the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), and in particular paragraph 104 thereof, that a measure can be classified as selective only if it benefits a category of undertakings sharing properties which are specific to them. It follows moreover from that judgment that the identification of a derogation from an ordinary system is not an end in itself. All that matters is the actual effect of the measure, namely the fact that it does or does not benefit specific undertakings or the production of specific goods.",
        "NP": "NP0039"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "text": "40WDFG and Banco Santander and Santusa argue that the interpretation of the judgment of 29 March 2012, 3M Italia (C‐417/10, EU:C:2012:184), advocated by the Commission, can again not be accepted. First, in that judgment, the Court did not uphold the definition of a reference system and a derogation from that system. Second, that judgment does not permit a conclusion that a measure is selective by reason of the fact that the undertakings which satisfy the conditions to benefit from that measure form a distinct category.",
        "NP": "NP0040"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "text": "41Last, the General Court was correct to hold that a measure cannot be classified as selective, within the meaning of Article 107 TFEU, if the benefit of that measure depends on conduct that is prima facie open to any undertaking, irrespective of an undertaking’s sector of activity. That follows from the finding, in the judgment of 19 September 2000, Germany v Commission (C‐156/98, EU:C:2000:467), that a national measure was not selective as regards investors.",
        "NP": "NP0041"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "42The Kingdom of Spain submits that the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598) confirms the position taken by the Spanish authorities during the administrative procedure before the Commission, to the effect that an economic advantage can be classified as aid only if it is capable of favouring certain undertakings or the production of certain goods, within the meaning of Article 107(1) TFEU.",
        "NP": "NP0042"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "44Ireland submits that, contrary to what is argued by the Commission, the General Court did not infer from the judgment of the Court of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), and the judgments of the General Court of 6 March 2002, Diputación Foral de Álava and Others v Commission (T‐92/00 and T‐103/00, EU:T:2002:61), and of 9 September 2009, Diputación Foral de Álava and Others v Commission (T‐227/01 to T‐229/01, T‐265/01, T‐266/01 and T‐270/01, EU:T:2009:315), that only measures the application of which was linked to the nature of the undertaking’s activities or the application of which was dependent on a minimum amount were selective, but held that selectivity could not be established with respect to a measure from which all undertakings resident for tax purposes in Spain and making acquisitions of at least 5% shareholdings in foreign undertakings could benefit, regardless of the nature of their activities and the amounts invested.",
        "NP": "NP0044"
    },
    {
        "DATE": "6 March 2002",
        "NAME.CASE": {
            "HT": [
                "Diputacion Foral de Alava and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "92/00",
            "103/00"
        ],
        "NO.ECLI": "EU:T:2002:61",
        "text": "44Ireland submits that, contrary to what is argued by the Commission, the General Court did not infer from the judgment of the Court of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), and the judgments of the General Court of 6 March 2002, Diputación Foral de Álava and Others v Commission (T‐92/00 and T‐103/00, EU:T:2002:61), and of 9 September 2009, Diputación Foral de Álava and Others v Commission (T‐227/01 to T‐229/01, T‐265/01, T‐266/01 and T‐270/01, EU:T:2009:315), that only measures the application of which was linked to the nature of the undertaking’s activities or the application of which was dependent on a minimum amount were selective, but held that selectivity could not be established with respect to a measure from which all undertakings resident for tax purposes in Spain and making acquisitions of at least 5% shareholdings in foreign undertakings could benefit, regardless of the nature of their activities and the amounts invested.",
        "NP": "NP0044"
    },
    {
        "DATE": "9 September 2009",
        "NAME.CASE": {
            "HT": [
                "Diputacion Foral de Alava and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "227/01",
            "229/01",
            "265/01",
            "266/01",
            "270/01"
        ],
        "NO.ECLI": "EU:T:2009:315",
        "text": "44Ireland submits that, contrary to what is argued by the Commission, the General Court did not infer from the judgment of the Court of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), and the judgments of the General Court of 6 March 2002, Diputación Foral de Álava and Others v Commission (T‐92/00 and T‐103/00, EU:T:2002:61), and of 9 September 2009, Diputación Foral de Álava and Others v Commission (T‐227/01 to T‐229/01, T‐265/01, T‐266/01 and T‐270/01, EU:T:2009:315), that only measures the application of which was linked to the nature of the undertaking’s activities or the application of which was dependent on a minimum amount were selective, but held that selectivity could not be established with respect to a measure from which all undertakings resident for tax purposes in Spain and making acquisitions of at least 5% shareholdings in foreign undertakings could benefit, regardless of the nature of their activities and the amounts invested.",
        "NP": "NP0044"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "45The General Court was correct to rely on the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), in order to hold that it was necessary, if different tax treatment was to be classified as aid, that a particular category of undertakings capable of benefiting should be identified, by reason of their specific properties. The condition relating to selectivity as laid down in Article 107(1) TFEU should moreover be defined in the same way in all cases concerning alleged State aid of a fiscal nature. Accordingly, the principle expressly stated in paragraph 104 of that judgment cannot be limited to a situation in which a tax system taken as a whole is selective.",
        "NP": "NP0045"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "48On the contrary, it follows only that that measure is similar to a subsidy. Consequently, after an examination designed to determine that the measure has the nature of a derogation, it is appropriate, in accordance with the case-law and, in particular, the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), and as the General Court correctly held in the judgments under appeal, thereafter to determine whether the category of taxpayers favoured by a tax measure involves sufficiently specific undertakings or the production of sufficiently specific goods within the meaning of Article 107(1) TFEU.",
        "NP": "NP0048"
    },
    {
        "DATE": "15 December 2005",
        "NAME.CASE": {
            "HT": "Unicredito Italiano"
        },
        "NO.CASE": [
            "148/04"
        ],
        "NO.ECLI": "EU:C:2005:774",
        "text": "49It follows accordingly from the Court’s case-law that the category of undertakings which receive a tax advantage is sufficiently specified where the Commission has been able to demonstrate that the advantage concerned was for the benefit of only undertakings belonging to a single economic sector and carrying out particular transactions (judgment of 15 December 2005, Unicredito Italiano, C‐148/04, EU:C:2005:774), only undertakings that have a particular legal form (judgment of 10 January 2006, Cassa di Risparmio di Firenze and Others, C‐222/04, EU:C:2006:8), only undertakings of a certain size (judgment of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92) or only undertakings resident for tax purposes outside the territory of a region (judgment of 17 November 2009 Presidente del Consiglio dei Ministri, C‐169/08, EU:C:2009:709).",
        "NP": "NP0049"
    },
    {
        "DATE": "10 January 2006",
        "NAME.CASE": {
            "HT": "Cassa di Risparmio di Firenze and Others"
        },
        "NO.CASE": [
            "222/04"
        ],
        "NO.ECLI": "EU:C:2006:8",
        "text": "49It follows accordingly from the Court’s case-law that the category of undertakings which receive a tax advantage is sufficiently specified where the Commission has been able to demonstrate that the advantage concerned was for the benefit of only undertakings belonging to a single economic sector and carrying out particular transactions (judgment of 15 December 2005, Unicredito Italiano, C‐148/04, EU:C:2005:774), only undertakings that have a particular legal form (judgment of 10 January 2006, Cassa di Risparmio di Firenze and Others, C‐222/04, EU:C:2006:8), only undertakings of a certain size (judgment of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92) or only undertakings resident for tax purposes outside the territory of a region (judgment of 17 November 2009 Presidente del Consiglio dei Ministri, C‐169/08, EU:C:2009:709).",
        "NP": "NP0049"
    },
    {
        "DATE": "13 February 2003",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "409/00"
        ],
        "NO.ECLI": "EU:C:2003:92",
        "text": "49It follows accordingly from the Court’s case-law that the category of undertakings which receive a tax advantage is sufficiently specified where the Commission has been able to demonstrate that the advantage concerned was for the benefit of only undertakings belonging to a single economic sector and carrying out particular transactions (judgment of 15 December 2005, Unicredito Italiano, C‐148/04, EU:C:2005:774), only undertakings that have a particular legal form (judgment of 10 January 2006, Cassa di Risparmio di Firenze and Others, C‐222/04, EU:C:2006:8), only undertakings of a certain size (judgment of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92) or only undertakings resident for tax purposes outside the territory of a region (judgment of 17 November 2009 Presidente del Consiglio dei Ministri, C‐169/08, EU:C:2009:709).",
        "NP": "NP0049"
    },
    {
        "DATE": "17 November 2009",
        "NAME.CASE": {
            "HT": "Presidente del Consiglio dei Ministri"
        },
        "NO.CASE": [
            "169/08"
        ],
        "NO.ECLI": "EU:C:2009:709",
        "text": "49It follows accordingly from the Court’s case-law that the category of undertakings which receive a tax advantage is sufficiently specified where the Commission has been able to demonstrate that the advantage concerned was for the benefit of only undertakings belonging to a single economic sector and carrying out particular transactions (judgment of 15 December 2005, Unicredito Italiano, C‐148/04, EU:C:2005:774), only undertakings that have a particular legal form (judgment of 10 January 2006, Cassa di Risparmio di Firenze and Others, C‐222/04, EU:C:2006:8), only undertakings of a certain size (judgment of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92) or only undertakings resident for tax purposes outside the territory of a region (judgment of 17 November 2009 Presidente del Consiglio dei Ministri, C‐169/08, EU:C:2009:709).",
        "NP": "NP0049"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "REF.NP.ECR": "22",
        "text": "50The Federal Republic of Germany recalls that the Court has previously held that a tax concession in favour of taxpayers who sell certain financial assets and can offset the resulting profit when they acquire other financial assets confers on them an advantage which, as a general measure applicable without distinction to all economic operators, cannot be classified as State aid (judgment of 19 September 2000, Germany v Commission, C‐156/98, EU:C:2000:467, paragraph 22).",
        "NP": "NP0050"
    },
    {
        "DATE": "16 July 2015",
        "NAME.CASE": {
            "HT": "BVVG"
        },
        "NO.CASE": [
            "39/14"
        ],
        "NO.ECLI": "EU:C:2015:470",
        "REF.NP.ECR": "24",
        "text": "53First, it must be recalled that, according to the Court’s settled case-law, classification of a national measure as State aid, within the meaning of Article 107(1) TFEU, requires all the following conditions to be fulfilled. First, there must be an intervention by the State or through State resources. Second, the intervention must be liable to affect trade between the Member States. Third, it must confer a selective advantage on the recipient. Fourth, it must distort or threaten to distort competition (see, inter alia, judgment of 16 July 2015, BVVG, C‐39/14, EU:C:2015:470, paragraph 24).",
        "NP": "NP0053"
    },
    {
        "DATE": "28 July 2011",
        "NAME.CASE": {
            "HT": [
                "Mediaset",
                "Commission"
            ]
        },
        "NO.CASE": [
            "403/10"
        ],
        "NO.ECLI": "EU:C:2011:533",
        "REF.NP.ECR": "36",
        "text": "54So far as concerns the condition relating to the selectivity of the advantage, which is a constituent factor in the concept of State aid, within the meaning of Article 107(1) TFEU, it is clear from equally settled case-law of the Court that the assessment of that condition requires a determination whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over other undertakings which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation and who accordingly suffer different treatment that can, in essence, be classified as discriminatory (see, inter alia, judgments of 28 July 2011, Mediaset v Commission, C‐403/10 P, not published, EU:C:2011:533, paragraph 36; of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 75 and 101; and of 14 January 2015, Eventech, C‐518/13, EU:C:2015:9, paragraphs 53 to 55; and of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 59).",
        "NP": "NP0054"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "REF.NP.ECR": [
            "75",
            "101"
        ],
        "text": "54So far as concerns the condition relating to the selectivity of the advantage, which is a constituent factor in the concept of State aid, within the meaning of Article 107(1) TFEU, it is clear from equally settled case-law of the Court that the assessment of that condition requires a determination whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over other undertakings which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation and who accordingly suffer different treatment that can, in essence, be classified as discriminatory (see, inter alia, judgments of 28 July 2011, Mediaset v Commission, C‐403/10 P, not published, EU:C:2011:533, paragraph 36; of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 75 and 101; and of 14 January 2015, Eventech, C‐518/13, EU:C:2015:9, paragraphs 53 to 55; and of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 59).",
        "NP": "NP0054"
    },
    {
        "DATE": "14 January 2015",
        "NAME.CASE": {
            "HT": "Eventech"
        },
        "NO.CASE": [
            "518/13"
        ],
        "NO.ECLI": "EU:C:2015:9",
        "REF.NP.ECR": [
            "53",
            "55"
        ],
        "text": "54So far as concerns the condition relating to the selectivity of the advantage, which is a constituent factor in the concept of State aid, within the meaning of Article 107(1) TFEU, it is clear from equally settled case-law of the Court that the assessment of that condition requires a determination whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over other undertakings which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation and who accordingly suffer different treatment that can, in essence, be classified as discriminatory (see, inter alia, judgments of 28 July 2011, Mediaset v Commission, C‐403/10 P, not published, EU:C:2011:533, paragraph 36; of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 75 and 101; and of 14 January 2015, Eventech, C‐518/13, EU:C:2015:9, paragraphs 53 to 55; and of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 59).",
        "NP": "NP0054"
    },
    {
        "DATE": "4 June 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "MOL"
            ]
        },
        "NO.CASE": [
            "15/14"
        ],
        "NO.ECLI": "EU:C:2015:362",
        "REF.NP.ECR": "59",
        "text": "54So far as concerns the condition relating to the selectivity of the advantage, which is a constituent factor in the concept of State aid, within the meaning of Article 107(1) TFEU, it is clear from equally settled case-law of the Court that the assessment of that condition requires a determination whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over other undertakings which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation and who accordingly suffer different treatment that can, in essence, be classified as discriminatory (see, inter alia, judgments of 28 July 2011, Mediaset v Commission, C‐403/10 P, not published, EU:C:2011:533, paragraph 36; of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 75 and 101; and of 14 January 2015, Eventech, C‐518/13, EU:C:2015:9, paragraphs 53 to 55; and of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 59).",
        "NP": "NP0054"
    },
    {
        "DATE": "30 June 2016",
        "NAME.CASE": {
            "HT": [
                "Belgium",
                "Commission"
            ]
        },
        "NO.CASE": [
            "270/15"
        ],
        "NO.ECLI": "EU:C:2016:489",
        "REF.NP.ECR": [
            "49",
            "50"
        ],
        "text": "55Further, where the measure at issue is conceived as an aid scheme and not as individual aid, it is for the Commission to establish that that measure, although it confers an advantage of general application, confers the benefit of that advantage exclusively on certain undertakings or certain sectors of activity (see, to that effect, inter alia, judgment of 30 June 2016, Belgium v Commission, C‐270/15 P, EU:C:2016:489, paragraphs 49 and 50).",
        "NP": "NP0055"
    },
    {
        "DATE": "18 July 2013",
        "NAME.CASE": "P,",
        "NO.CASE": [
            "6/12"
        ],
        "NO.ECLI": "EU:C:2013:525",
        "REF.NP.ECR": "18",
        "text": "56As regards, in particular, national measures that confer a tax advantage, it must be recalled that a measure of that nature which, although not involving the transfer of State resources, places the recipients in a more favourable position than other taxpayers is capable of procuring a selective advantage for the recipients and, consequently, of constituting State aid, within the meaning of Article 107(1) TFEU. On the other hand, a tax advantage resulting from a general measure applicable without distinction to all economic operators does not constitute such aid (see to that effect, inter alia, judgment of 18 July 2013, P, C‐6/12, EU:C:2013:525, paragraph 18).",
        "NP": "NP0056"
    },
    {
        "DATE": "8 September 2011",
        "NAME.CASE": {
            "HT": "Paint Graphos and Others"
        },
        "NO.CASE": [
            "78/08",
            "80/08"
        ],
        "NO.ECLI": "EU:C:2011:550",
        "REF.NP.ECR": "49",
        "text": "57In that context, in order to classify a national tax measure as selective, the Commission must begin by identifying the ordinary or normal tax system applicable in the Member State concerned, and thereafter demonstrate that the tax measure at issue is a derogation from that ordinary system, in so far as it differentiates between operators who, in the light of the objective pursued by that ordinary tax system, are in a comparable factual and legal situation (see to that effect, inter alia, judgment of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraph 49).",
        "NP": "NP0057"
    },
    {
        "DATE": "29 April 2004",
        "NAME.CASE": {
            "HT": [
                "Netherlands",
                "Commission"
            ]
        },
        "NO.CASE": [
            "159/01"
        ],
        "NO.ECLI": "EU:C:2004:246",
        "REF.NP.ECR": [
            "42",
            "43"
        ],
        "text": "58The concept of State aid does not, however, cover measures that differentiate between undertakings which, in the light of the objective pursued by the legal regime concerned, are in a comparable factual and legal situation, and are, therefore, a priori selective, where the Member State concerned is able to demonstrate that that differentiation is justified since it flows from the nature or general structure of the system of which the measures form part (see, to that effect, inter alia, judgments of 29 April 2004, Netherlands v Commission, C‐159/01, EU:C:2004:246, paragraphs 42 and 43; of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraphs 64 and 65; and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 40).",
        "NP": "NP0058"
    },
    {
        "DATE": "8 September 2011",
        "NAME.CASE": {
            "HT": "Paint Graphos and Others"
        },
        "NO.CASE": [
            "78/08",
            "80/08"
        ],
        "NO.ECLI": "EU:C:2011:550",
        "REF.NP.ECR": [
            "64",
            "65"
        ],
        "text": "58The concept of State aid does not, however, cover measures that differentiate between undertakings which, in the light of the objective pursued by the legal regime concerned, are in a comparable factual and legal situation, and are, therefore, a priori selective, where the Member State concerned is able to demonstrate that that differentiation is justified since it flows from the nature or general structure of the system of which the measures form part (see, to that effect, inter alia, judgments of 29 April 2004, Netherlands v Commission, C‐159/01, EU:C:2004:246, paragraphs 42 and 43; of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraphs 64 and 65; and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 40).",
        "NP": "NP0058"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "40",
        "text": "58The concept of State aid does not, however, cover measures that differentiate between undertakings which, in the light of the objective pursued by the legal regime concerned, are in a comparable factual and legal situation, and are, therefore, a priori selective, where the Member State concerned is able to demonstrate that that differentiation is justified since it flows from the nature or general structure of the system of which the measures form part (see, to that effect, inter alia, judgments of 29 April 2004, Netherlands v Commission, C‐159/01, EU:C:2004:246, paragraphs 42 and 43; of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraphs 64 and 65; and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 40).",
        "NP": "NP0058"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "42",
        "text": "59Further, it must be recalled that the fact that only taxpayers satisfying the conditions for the application of a measure can benefit from the measure cannot, in itself, make it into a selective measure (judgment of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 42).",
        "NP": "NP0059"
    },
    {
        "DATE": "4 June 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "MOL"
            ]
        },
        "NO.CASE": [
            "15/14"
        ],
        "NO.ECLI": "EU:C:2015:362",
        "REF.NP.ECR": "61",
        "text": "60It follows from all the foregoing that the appropriate criterion for establishing the selectivity of the measure at issue consists in determining whether that measure introduces, between operators that are, in the light of the objective pursued by the general tax system concerned, in a comparable factual and legal situation, a distinction that is not justified by the nature and general structure of that system (see, to that effect, judgment of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 61).",
        "NP": "NP0060"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "71However, the imposition of such a supplementary requirement to identify a particular category of undertakings, additional to the analytical method applicable to selectivity in tax matters that may be deduced from the Court’s settled case-law, which essentially involves ascertaining whether the exclusion of certain operators from the benefit of a tax advantage that arises from a measure derogating from an ordinary tax system constitutes discrimination with respect to those operators, cannot be inferred from the Court’s case-law and, in particular, from the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732).",
        "NP": "NP0071"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "72It is true that, in paragraph 104 of that judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), the Court held that, in order to be capable of being recognised as conferring selective advantages, the criteria forming the basis of assessment which are adopted by a tax system must be such as to characterise the recipient undertakings, by virtue of properties which are specific to them, as a privileged category, thus permitting such a regime to be described as favouring certain undertakings or the production of certain goods, within the meaning of Article 107(1) TFEU.",
        "NP": "NP0072"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "73However, that ground of the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), must be read in the context of the set of grounds of which it forms part, set out in paragraphs 87 to 108 of that judgment.",
        "NP": "NP0073"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "76While it therefore follows from the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), that the selectivity of a tax measure can be established even if that measure does not constitute a derogation from an ordinary tax system, but is an integral part of that system, the fact remains that that judgment is consistent with the Court’s settled case-law, cited in paragraph 57 of this judgment, to the effect that it is sufficient, in order to establish the selectivity of a measure that derogates from an ordinary tax system, to demonstrate that that measure benefits certain operators and not others, although all those operators are in an objectively comparable situation in the light of the objective pursued by the ordinary tax system.",
        "NP": "NP0076"
    },
    {
        "DATE": "13 February 2003",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "409/00"
        ],
        "NO.ECLI": "EU:C:2003:92",
        "REF.NP.ECR": "48",
        "text": "80Further, according to the Court’s settled case-law, the fact that the number of undertakings able to claim entitlement under a national measure is very large, or that those undertakings belong to various economic sectors, is not sufficient to call into question the selective nature of that measure and, therefore, to rule out its classification as State aid (see, inter alia, judgments of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92, paragraph 48, and of 8 September 2011, Commission v Netherlands, C‐279/08 P, EU:C:2011:551, paragraph 50).",
        "NP": "NP0080"
    },
    {
        "DATE": "8 September 2011",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Netherlands"
            ]
        },
        "NO.CASE": [
            "279/08"
        ],
        "NO.ECLI": "EU:C:2011:551",
        "REF.NP.ECR": "50",
        "text": "80Further, according to the Court’s settled case-law, the fact that the number of undertakings able to claim entitlement under a national measure is very large, or that those undertakings belong to various economic sectors, is not sufficient to call into question the selective nature of that measure and, therefore, to rule out its classification as State aid (see, inter alia, judgments of 13 February 2003, Spain v Commission, C‐409/00, EU:C:2003:92, paragraph 48, and of 8 September 2011, Commission v Netherlands, C‐279/08 P, EU:C:2011:551, paragraph 50).",
        "NP": "NP0080"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "82In that context, contrary to what was held by the General Court in paragraph 57 of the judgment under appeal Autogrill España v Commission and in paragraph 61 of the judgment under appeal Banco Santander and Santusa v Commission, it cannot be inferred from paragraph 36 of the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), according to which measures are not selective where they apply to all the undertakings in the national territory, regardless of their activity, that a measure whose application does not depend on the nature of the undertakings’ activity is, a priori, not selective.",
        "NP": "NP0082"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "83It is apparent from reading all the grounds of that judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), that, in paragraph 36, read in the light of paragraph 35 of that judgment, the Court held that national measures, such as those at issue in that case, were not selective where they applied indiscriminately to all undertakings in the Member State concerned and constituted, for that reason, a general measure within the meaning of the case-law cited in paragraph 56 of the present judgment.",
        "NP": "NP0083"
    },
    {
        "DATE": "8 November 2001",
        "NAME.CASE": {
            "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke"
        },
        "NO.CASE": [
            "143/99"
        ],
        "NO.ECLI": "EU:C:2001:598",
        "text": "84It must also be made clear that while the Court, in paragraph 36 of the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), referred to the activity of undertakings benefiting from the national measures, that reference is explained by the wording of the second question submitted by the referring court in the case that gave rise to that judgment. That is confirmed by the fact that no such reference is made in the subsequent judgments of the Court which restate that principle (see, inter alia, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraph 73, and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 39).",
        "NP": "NP0084",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "REF.NP.ECR": "73",
        "text": "84It must also be made clear that while the Court, in paragraph 36 of the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), referred to the activity of undertakings benefiting from the national measures, that reference is explained by the wording of the second question submitted by the referring court in the case that gave rise to that judgment. That is confirmed by the fact that no such reference is made in the subsequent judgments of the Court which restate that principle (see, inter alia, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraph 73, and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 39).",
        "NP": "NP0084"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "39",
        "text": "84It must also be made clear that while the Court, in paragraph 36 of the judgment of 8 November 2001, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke (C‐143/99, EU:C:2001:598), referred to the activity of undertakings benefiting from the national measures, that reference is explained by the wording of the second question submitted by the referring court in the case that gave rise to that judgment. That is confirmed by the fact that no such reference is made in the subsequent judgments of the Court which restate that principle (see, inter alia, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraph 73, and of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 39).",
        "NP": "NP0084"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "text": "85Moreover, it is true, as stated by the General Court in paragraph 66 of the judgment under appeal Autogrill España v Commission and in paragraph 70 of the judgment under appeal Banco Santander and Santusa v Commission, that the Court held, in paragraph 42 of the judgment of 29 March 2012, 3M Italia (C‐417/10, EU:C:2012:184), that the fact that only taxpayers satisfying the conditions for application of the measure concerned in that case could benefit from that measure could not, in itself, make it a selective measure. However, it must be noted that, in that same paragraph, the Court expressly stated that the absence of selectivity was due to the finding that persons who were not eligible for the measure concerned were not in a factual and legal situation comparable to that of taxpayers who were eligible, in the light of the objective pursued by the national legislature.",
        "NP": "NP0085"
    },
    {
        "DATE": "15 December 2005",
        "NAME.CASE": {
            "HT": "Unicredito Italiano"
        },
        "NO.CASE": [
            "148/04"
        ],
        "NO.ECLI": "EU:C:2005:774",
        "REF.NP.ECR": [
            "47",
            "50"
        ],
        "text": "88In that regard, it may be added that the Court has previously ruled that a tax measure from which solely undertakings that carried out specified transactions benefited, and not undertakings in the same sector that did not carry out those transactions, could be classified as selective, there being no need to assess whether that measure was of greater benefit to large undertakings (see, to that effect, judgment of 15 December 2005, Unicredito Italiano, C‐148/04, EU:C:2005:774, paragraphs 47 to 50).",
        "NP": "NP0088"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "text": "89Contrary to the General Court’s assertion in paragraphs 59 to 62 of the judgment under appeal Autogrill España v Commission and in paragraphs 63 to 66 of the judgment under appeal Banco Santander and Santusa v Commission, no indication to the contrary as regards the analysis of the condition relating to the selectivity of a tax measure may be deduced from the judgment of 19 September 2000, Germany v Commission (C‐156/98, EU:C:2000:467).",
        "NP": "NP0089"
    },
    {
        "DATE": "19 September 2000",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "156/98"
        ],
        "NO.ECLI": "EU:C:2000:467",
        "text": "90It follows from paragraphs 22 and 23 of the judgment of 19 September 2000, Germany v Commission (C‐156/98, EU:C:2000:467), that, in the case that gave rise to that judgment, the Commission had classified the measure concerned as selective in relation to certain geographically defined undertakings in which private investors had reinvested the profits derived from sales of financial assets and not in relation to those investors themselves, with respect to whom the Commission had considered that that measure did not constitute aid, since, as a general measure, it benefited all operators indiscriminately, an assessment that was, moreover, not challenged before the Court and on which the Court therefore did not have to give a ruling.",
        "NP": "NP0090"
    },
    {
        "DATE": "10 December 1969",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France"
            ]
        },
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "NO.ECLI": "EU:C:1969:68",
        "text": "97As regards, first, the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Commission claims that the General Court erred in law, in holding in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law concerns not the condition relating to the selectivity of a national measure, but only the condition relating to the effect on competition and trade.",
        "NP": "NP0097"
    },
    {
        "DATE": "7 June 1988",
        "NAME.CASE": {
            "HT": [
                "Greece",
                "Commission"
            ]
        },
        "NO.CASE": [
            "57/86"
        ],
        "NO.ECLI": "EU:C:1988:284",
        "text": "97As regards, first, the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Commission claims that the General Court erred in law, in holding in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law concerns not the condition relating to the selectivity of a national measure, but only the condition relating to the effect on competition and trade.",
        "NP": "NP0097"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "97As regards, first, the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Commission claims that the General Court erred in law, in holding in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law concerns not the condition relating to the selectivity of a national measure, but only the condition relating to the effect on competition and trade.",
        "NP": "NP0097"
    },
    {
        "DATE": "10 December 1969",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France"
            ]
        },
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "NO.ECLI": "EU:C:1969:68",
        "text": "99Second, the Commission claims that General Court was wrong to introduce, in paragraphs 79 to 81 of the judgment under appeal Autogrill España v Commission and in paragraphs 83 to 85 of the judgment under appeal Banco Santander and Santusa v Commission, an artificial distinction between aid for exports and aid for export of capital in holding that it followed from the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), that the category of recipient undertakings allowing a finding that the measure at issue was selective was made up of [exporting] undertakings, a category bringing together undertakings which could be distinguished by reason of their common characteristics linked to their export activity.",
        "NP": "NP0099"
    },
    {
        "DATE": "7 June 1988",
        "NAME.CASE": {
            "HT": [
                "Greece",
                "Commission"
            ]
        },
        "NO.CASE": [
            "57/86"
        ],
        "NO.ECLI": "EU:C:1988:284",
        "text": "99Second, the Commission claims that General Court was wrong to introduce, in paragraphs 79 to 81 of the judgment under appeal Autogrill España v Commission and in paragraphs 83 to 85 of the judgment under appeal Banco Santander and Santusa v Commission, an artificial distinction between aid for exports and aid for export of capital in holding that it followed from the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), that the category of recipient undertakings allowing a finding that the measure at issue was selective was made up of [exporting] undertakings, a category bringing together undertakings which could be distinguished by reason of their common characteristics linked to their export activity.",
        "NP": "NP0099"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "99Second, the Commission claims that General Court was wrong to introduce, in paragraphs 79 to 81 of the judgment under appeal Autogrill España v Commission and in paragraphs 83 to 85 of the judgment under appeal Banco Santander and Santusa v Commission, an artificial distinction between aid for exports and aid for export of capital in holding that it followed from the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), that the category of recipient undertakings allowing a finding that the measure at issue was selective was made up of [exporting] undertakings, a category bringing together undertakings which could be distinguished by reason of their common characteristics linked to their export activity.",
        "NP": "NP0099"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "103Accordingly, as the Court ruled in the judgment of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), in a situation comparable to that in this case, the General Court ought to have held that the Commission had properly established the selectivity of the measure at issue by reason of the fact that the benefit of that measure was reserved to certain undertakings, namely those which were engaged in the activity of exporting capital.",
        "NP": "NP0103"
    },
    {
        "DATE": "10 December 1969",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France"
            ]
        },
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "NO.ECLI": "EU:C:1969:68",
        "text": "106Further, the General Court was correct to hold that, in the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court considered that the measures concerned were selective, the principal ground being that the recipient undertakings shared certain characteristics, a factor that allowed the conclusion that those undertakings belonged to a particular sector of the economy, namely the export sector, more specifically the goods exporting sector. The measures at issue in the cases that gave rise those judgments favoured undertakings of which it was a characteristic feature that they exported a more or less significant part of their goods or services.",
        "NP": "NP0106"
    },
    {
        "DATE": "7 June 1988",
        "NAME.CASE": {
            "HT": [
                "Greece",
                "Commission"
            ]
        },
        "NO.CASE": [
            "57/86"
        ],
        "NO.ECLI": "EU:C:1988:284",
        "text": "106Further, the General Court was correct to hold that, in the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court considered that the measures concerned were selective, the principal ground being that the recipient undertakings shared certain characteristics, a factor that allowed the conclusion that those undertakings belonged to a particular sector of the economy, namely the export sector, more specifically the goods exporting sector. The measures at issue in the cases that gave rise those judgments favoured undertakings of which it was a characteristic feature that they exported a more or less significant part of their goods or services.",
        "NP": "NP0106"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "106Further, the General Court was correct to hold that, in the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court considered that the measures concerned were selective, the principal ground being that the recipient undertakings shared certain characteristics, a factor that allowed the conclusion that those undertakings belonged to a particular sector of the economy, namely the export sector, more specifically the goods exporting sector. The measures at issue in the cases that gave rise those judgments favoured undertakings of which it was a characteristic feature that they exported a more or less significant part of their goods or services.",
        "NP": "NP0106"
    },
    {
        "DATE": "10 December 1969",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France"
            ]
        },
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "NO.ECLI": "EU:C:1969:68",
        "text": "115As regards the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), it is clear that, as stated, in essence, by the Advocate General in points 126 to 130 of his Opinion, the General Court erred in law, in holding, in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law did not concern the condition relating to the selectivity of a national measure, but only the condition relating to the question whether competition and trade were affected.",
        "NP": "NP0115"
    },
    {
        "DATE": "7 June 1988",
        "NAME.CASE": {
            "HT": [
                "Greece",
                "Commission"
            ]
        },
        "NO.CASE": [
            "57/86"
        ],
        "NO.ECLI": "EU:C:1988:284",
        "text": "115As regards the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), it is clear that, as stated, in essence, by the Advocate General in points 126 to 130 of his Opinion, the General Court erred in law, in holding, in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law did not concern the condition relating to the selectivity of a national measure, but only the condition relating to the question whether competition and trade were affected.",
        "NP": "NP0115"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "115As regards the case-law relating to aid for exports relied on in the contested decisions, in particular the judgments of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), and of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), it is clear that, as stated, in essence, by the Advocate General in points 126 to 130 of his Opinion, the General Court erred in law, in holding, in paragraphs 69 to 76 of the judgment under appeal Autogrill España v Commission and in paragraphs 73 to 80 of the judgment under appeal Banco Santander and Santusa v Commission, that that case-law did not concern the condition relating to the selectivity of a national measure, but only the condition relating to the question whether competition and trade were affected.",
        "NP": "NP0115"
    },
    {
        "DATE": "10 December 1969",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France"
            ]
        },
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "NO.ECLI": "EU:C:1969:68",
        "text": "116In paragraph 20 of the judgment of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), and in paragraph 8 of the judgment of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), the Court, in finding that there was State aid, necessarily held that all the conditions laid down on that subject in Article 107(1) TFEU, including the condition relating to selectivity, were satisfied. Further, in paragraph 120 of the judgment of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court, referring, inter alia, to the two abovementioned judgments, expressly stated its position on the selectivity of the national measure under examination, holding that, in that case, selectivity followed from the fact that only undertakings engaged in export activities and carrying out certain investment transactions abroad qualified for the tax advantage conferred by that measure.",
        "NP": "NP0116"
    },
    {
        "DATE": "7 June 1988",
        "NAME.CASE": {
            "HT": [
                "Greece",
                "Commission"
            ]
        },
        "NO.CASE": [
            "57/86"
        ],
        "NO.ECLI": "EU:C:1988:284",
        "text": "116In paragraph 20 of the judgment of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), and in paragraph 8 of the judgment of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), the Court, in finding that there was State aid, necessarily held that all the conditions laid down on that subject in Article 107(1) TFEU, including the condition relating to selectivity, were satisfied. Further, in paragraph 120 of the judgment of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court, referring, inter alia, to the two abovementioned judgments, expressly stated its position on the selectivity of the national measure under examination, holding that, in that case, selectivity followed from the fact that only undertakings engaged in export activities and carrying out certain investment transactions abroad qualified for the tax advantage conferred by that measure.",
        "NP": "NP0116"
    },
    {
        "DATE": "15 July 2004",
        "NAME.CASE": {
            "HT": [
                "Spain",
                "Commission"
            ]
        },
        "NO.CASE": [
            "501/00"
        ],
        "NO.ECLI": "EU:C:2004:438",
        "text": "116In paragraph 20 of the judgment of 10 December 1969, Commission v France (6/69 and 11/69, not published, EU:C:1969:68), and in paragraph 8 of the judgment of 7 June 1988, Greece v Commission (57/86, EU:C:1988:284), the Court, in finding that there was State aid, necessarily held that all the conditions laid down on that subject in Article 107(1) TFEU, including the condition relating to selectivity, were satisfied. Further, in paragraph 120 of the judgment of 15 July 2004, Spain v Commission (C‐501/00, EU:C:2004:438), the Court, referring, inter alia, to the two abovementioned judgments, expressly stated its position on the selectivity of the national measure under examination, holding that, in that case, selectivity followed from the fact that only undertakings engaged in export activities and carrying out certain investment transactions abroad qualified for the tax advantage conferred by that measure.",
        "NP": "NP0116"
    },
    {
        "DATE": "7 November 2014",
        "NAME.CASE": {
            "HT": [
                "Autogrill Espana",
                "Commission"
            ]
        },
        "NO.CASE": [
            "219/10"
        ],
        "NO.ECLI": "EU:T:2014:939",
        "text": "1.Sets aside the judgments of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‐219/10, EU:T:2014:939), and of 7 November 2014, Banco Santander and Santusa v Commission (T‐399/11, EU:T:2014:938);",
        "NP": null
    },
    {
        "DATE": "7 November 2014",
        "NAME.CASE": {
            "HT": [
                "Banco Santander and Santusa",
                "Commission"
            ]
        },
        "NO.CASE": [
            "399/11"
        ],
        "NO.ECLI": "EU:T:2014:938",
        "text": "1.Sets aside the judgments of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‐219/10, EU:T:2014:939), and of 7 November 2014, Banco Santander and Santusa v Commission (T‐399/11, EU:T:2014:938);",
        "NP": null
    }
]