[
    {
        "HT": [
            "Portugal",
            "Commission"
        ],
        "NO.CASE": [
            "88/03"
        ],
        "text": "61In order to respond to those arguments, the General Court, in paragraph 161 of the judgment under appeal, first of all duly reiterated the Court of Justice’s case-law on the determination of the reference framework for the purpose of checking whether a measure is selective in the following terms:The Court of Justice has stated that the determination of the reference framework for the purpose of determining whether a measure is selective has a particular importance in the case of tax measures, since the very existence of an advantage may be established only when compared with normal taxation ([Case C-88/03] Portugal v Commission [[2006] ECR I-7115], paragraph 56), that is to say, the taxation normally applicable to undertakings which are, in the light of the objective pursued by the scheme in question, in a factual and legal situation that is comparable to that of the undertakings benefiting from the scheme ([Case C-143/99] Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [[2001] ECR I-8365], paragraph 41).",
        "NP": "61",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": "Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke",
        "NO.CASE": [
            "143/99"
        ],
        "text": "61In order to respond to those arguments, the General Court, in paragraph 161 of the judgment under appeal, first of all duly reiterated the Court of Justice’s case-law on the determination of the reference framework for the purpose of checking whether a measure is selective in the following terms:The Court of Justice has stated that the determination of the reference framework for the purpose of determining whether a measure is selective has a particular importance in the case of tax measures, since the very existence of an advantage may be established only when compared with normal taxation ([Case C-88/03] Portugal v Commission [[2006] ECR I-7115], paragraph 56), that is to say, the taxation normally applicable to undertakings which are, in the light of the objective pursued by the scheme in question, in a factual and legal situation that is comparable to that of the undertakings benefiting from the scheme ([Case C-143/99] Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke [[2001] ECR I-8365], paragraph 41).",
        "NP": "61",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": "Unicredito Italiano",
        "NO.CASE": [
            "148/04"
        ],
        "text": "63In paragraphs 169 to 172 and paragraph 186 of the judgment under appeal, the General Court then responded to the appellants’ complaints as regards the Commission’s choice of using the normal tax rules for profits as a reference framework, and dismissed them in the following terms:169However, it is not for the Commission, in examining a scheme in the light of the rules on State aid, to envisage the subjective choices that might have been made by the beneficiaries of that scheme in the absence of such a scheme but to examine the scheme in order to determine whether it entails, from an objective standpoint, an economic advantage by reference to the tax provisions from which it derogates which would normally have been applicable in the absence of the scheme (see, to that effect, Case C-148/04 Unicredito Italiano [2005] ECR I-11137, paragraph 118). The fact that, in the absence of the realignment scheme at issue, the undertakings concerned would allegedly not have disposed of their assets is, in the context of such an objective assessment, irrelevant.170The [appellants] also claim ... that the use of the normal tax as the reference framework is inappropriate because, whilst the application of the tax normally applied in the event of disposal would undoubtedly eliminate any misalignment of the assets for the establishment to which the assets were transferred under Law ... 218/1990, it would, on the other hand, have no effect on the misalignment of the shares received by the transferring entity.171As regards the [appellants’] reference to the situation of the transferring entities under Law ... 218/1990, it should be noted that the contested decision does not in any way concern those entities, but simply the banks to which assets were transferred under that law. The Commission considered in the contested decision whether there was an advantage, and concluded that that was the case, solely in connection with those banks.172It follows that the repeated references made by the [appellants] in the present action ... to the situation of the transferring entities under Law ... 218/1990, in particular to the fact that the 2003 tax reform did not remove for those entities the risk of the double taxation of suspended gains distributed as dividends, are irrelevant....186It follows from the above considerations that, contrary to the [appellants’] claims, the Commission did not err in using the normal tax as a reference framework for the purpose of determining whether there was an economic advantage.",
        "NP": "63",
        "REF.NP.ECR": [
            "118"
        ]
    },
    {
        "HT": [
            "France",
            "Ladbroke Racing and Commission"
        ],
        "NO.CASE": [
            "83/98"
        ],
        "text": "100According to the Court’s case-law, however, State aid, as defined in the Treaty on the Functioning of the European Union, is a legal concept which must be interpreted on the basis of objective factors. For that reason, the European Union judicature must in principle and having regard both to the specific features of the case before it and to the technical or complex nature of the Commission’s assessments, carry out a comprehensive review as to whether a measure falls within the scope of Article 107(1) TFEU (see, inter alia, Case C-83/98 P France v Ladbroke Racing and Commission [2000] ECR I-3271, paragraph 25, and Case C-487/06 P British Aggregates v Commission [2008] ECR I-10515, paragraph 111).",
        "NP": "100",
        "REF.NP.ECR": [
            "111"
        ]
    },
    {
        "HT": [
            "British Aggregates",
            "Commission"
        ],
        "NO.CASE": [
            "487/06"
        ],
        "text": "100According to the Court’s case-law, however, State aid, as defined in the Treaty on the Functioning of the European Union, is a legal concept which must be interpreted on the basis of objective factors. For that reason, the European Union judicature must in principle and having regard both to the specific features of the case before it and to the technical or complex nature of the Commission’s assessments, carry out a comprehensive review as to whether a measure falls within the scope of Article 107(1) TFEU (see, inter alia, Case C-83/98 P France v Ladbroke Racing and Commission [2000] ECR I-3271, paragraph 25, and Case C-487/06 P British Aggregates v Commission [2008] ECR I-10515, paragraph 111).",
        "NP": "100",
        "REF.NP.ECR": [
            "111"
        ]
    },
    {
        "HT": [
            "Commission and Spain",
            "Government of Gibraltar and United Kingdom"
        ],
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "text": "101Moreover, according to equally well-established case-law, the concept of State aid does not refer to State measures which differentiate between undertakings and which are, therefore, prima facie selective where that differentiation arises from the nature or the general scheme of the system of which they form part (see to that effect, inter alia, Adria-Wien Pipeline and Wietersdorfer & Peggauer Zementwerke, paragraph 42; Portugal v Commission, paragraph 52; British Aggregates v Commission, paragraph 83; and Joined Cases C-106/09 P and C-107/09 P Commission and Spain v Government of Gibraltar and United Kingdom [2011] ECR I-11113, paragraph 145).",
        "NP": "101",
        "REF.NP.ECR": [
            "145"
        ]
    },
    {
        "HT": [
            "Netherlands",
            "Commission"
        ],
        "NO.CASE": [
            "159/01"
        ],
        "text": "121It is for the Member State which has introduced such a differentiation between undertakings in relation to charges to show that it is actually justified by the nature and general scheme of the system in question (Case C-159/01 Netherlands v Commission [2004] ECR I-4461, paragraph 43; C-279/08 P Commission v Netherlands [2011] ECR I-7671, paragraph 77; and Commission and Spain v Government of Gibraltar and United Kingdom, paragraph 146).",
        "NP": "121",
        "REF.NP.ECR": [
            "77"
        ]
    },
    {
        "HT": [
            "Commission",
            "Netherlands"
        ],
        "NO.CASE": [
            "279/08"
        ],
        "text": "121It is for the Member State which has introduced such a differentiation between undertakings in relation to charges to show that it is actually justified by the nature and general scheme of the system in question (Case C-159/01 Netherlands v Commission [2004] ECR I-4461, paragraph 43; C-279/08 P Commission v Netherlands [2011] ECR I-7671, paragraph 77; and Commission and Spain v Government of Gibraltar and United Kingdom, paragraph 146).",
        "NP": "121",
        "REF.NP.ECR": [
            "77"
        ]
    }
]