[
    {
        "HT": "Wouters and Others",
        "NO.CASE": [
            "309/99"
        ],
        "text": "28The OTOC sought the annulment of the decision of the tribunal do comércio de Lisboa before the referring court, arguing that it has a public service mission derived directly from the law, consisting of the promotion and contribution to training of its members. Its training activity therefore falls outside the sphere of economic activity and therefore is outside the scope of Article 101 TFEU. In any event, that article does not apply to the present case, as follows from paragraphs 97 et seq. of Case C-309/99 Wouters and Others [2002] ECR I-1577, since any restrictive effects of the OTOC’s conduct are justified by the need to ensure proper exercise of the profession of chartered accountant. Furthermore, the contested regulation contributes to improving the provision, distribution and promotion of technical or economic progress and gives users a fair share of the benefit within the meaning of Article 101(3) TFEU. In addition, the creation of a system of compulsory training for chartered accountants is a service of general economic interest within the meaning of Article 106(2) TFEU.",
        "NP": "28"
    },
    {
        "HT": "Cassa di Risparmio di Firenze and Others",
        "NO.CASE": [
            "222/04"
        ],
        "text": "57As regards the effect on the application of Article 101 TFEU of the fact that the OTOC does not seek to make a profit, it should be noted that that does not prevent an entity which carries out operations on the market from being considered an undertaking, where the corresponding offer of services exists in competition with that of other operators which do seek to make a profit (see, to that effect, Case C-222/04 Cassa di Risparmio di Firenze and Others [2006] ECR I-289, paragraphs 122 and 123, and Case C-49/07 MOTOE [2008] ECR I-4863, paragraph 27).",
        "NP": "57",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": "MOTOE",
        "NO.CASE": [
            "49/07"
        ],
        "text": "57As regards the effect on the application of Article 101 TFEU of the fact that the OTOC does not seek to make a profit, it should be noted that that does not prevent an entity which carries out operations on the market from being considered an undertaking, where the corresponding offer of services exists in competition with that of other operators which do seek to make a profit (see, to that effect, Case C-222/04 Cassa di Risparmio di Firenze and Others [2006] ECR I-289, paragraphs 122 and 123, and Case C-49/07 MOTOE [2008] ECR I-4863, paragraph 27).",
        "NP": "57",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": "Asnef-Equifax and Administracion del Estado",
        "NO.CASE": [
            "238/05"
        ],
        "text": "65In that regard, it is settled case-law that, for an agreement, decision or practice to be capable of affecting trade between Member States, it must be possible to foresee with a sufficient degree of probability, on the basis of a set of objective factors of law or of fact, that they have an influence, direct or indirect, actual or potential, on the pattern of trade between Member States in such a way as to cause concern that they might hinder the attainment of a single market between Member States. Moreover, that influence must not be insignificant (see, inter alia, Case C-238/05 Asnef-Equifax and Administración del Estado [2006] ECR I-11125, paragraph 34 and the case-law cited).",
        "NP": "65",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": "Cipolla and Others",
        "NO.CASE": [
            "94/04",
            "202/04"
        ],
        "text": "66Since they apply to the whole territory of the Member State in question, rules such as the contested regulation are liable to affect trade between Member States, within the meaning of Article 101(1) TFEU (see, by analogy, inter alia, Joined Cases C-94/04 and C-202/04 Cipolla and Others [2006] ECR I-11421, paragraph 45 and the case-law cited).",
        "NP": "66",
        "REF.NP.ECR": [
            "45"
        ]
    },
    {
        "HT": "Pierre Fabre Dermo-Cosmetique",
        "NO.CASE": [
            "439/09"
        ],
        "text": "72Although it is for the referring court to examine whether the contested regulation has had or is likely to have harmful effects on competition in the internal market, it is for the Court to provide it for this purpose with the points of interpretation of European Union law which enable it to reach a decision (see, to that effect, Case C-439/09 Pierre Fabre Dermo-Cosmétique [2011] ECR I-9419, paragraph 42).",
        "NP": "72",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": "Merci convenzionali porto di Genova",
        "NO.CASE": [
            "179/90"
        ],
        "text": "105Clearly, in that regard, it is not apparent from either the documents in the file sent by the referring court or from the observations lodged before the Court that the compulsory training of chartered accountants is of general economic interest exhibiting special characteristics as compared with that of other economic activities or, even if it were, that the application of the rules of the Treaty, in particular those relating to competition, would be such as to obstruct the performance of such a task (see, by analogy, Case C-179/90 Merci convenzionali porto di Genova [1991] ECR I-5889, paragraph 27).",
        "NP": "105",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": "Dusseldorp and Others",
        "NO.CASE": [
            "203/96"
        ],
        "text": "106In any event, undertakings falling within the scope of Article 106(2) TFEU may rely on that provision of the Treaty to justify a measure contrary to Article 101 TFEU only if the restrictions on competition, or even the exclusion of all competition, are necessary in order to ensure the performance of the particular tasks assigned to them (see, to that effect, Case C-203/96 Dusseldorp and Others [1998] ECR I-4075, paragraph 65; Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 14; and Case C-393/92 Almelo [1994] ECR I-1477, paragraph 46).",
        "NP": "106",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "HT": "Corbeau",
        "NO.CASE": [
            "320/91"
        ],
        "text": "106In any event, undertakings falling within the scope of Article 106(2) TFEU may rely on that provision of the Treaty to justify a measure contrary to Article 101 TFEU only if the restrictions on competition, or even the exclusion of all competition, are necessary in order to ensure the performance of the particular tasks assigned to them (see, to that effect, Case C-203/96 Dusseldorp and Others [1998] ECR I-4075, paragraph 65; Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 14; and Case C-393/92 Almelo [1994] ECR I-1477, paragraph 46).",
        "NP": "106",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "HT": "Almelo",
        "NO.CASE": [
            "393/92"
        ],
        "text": "106In any event, undertakings falling within the scope of Article 106(2) TFEU may rely on that provision of the Treaty to justify a measure contrary to Article 101 TFEU only if the restrictions on competition, or even the exclusion of all competition, are necessary in order to ensure the performance of the particular tasks assigned to them (see, to that effect, Case C-203/96 Dusseldorp and Others [1998] ECR I-4075, paragraph 65; Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 14; and Case C-393/92 Almelo [1994] ECR I-1477, paragraph 46).",
        "NP": "106",
        "REF.NP.ECR": [
            "46"
        ]
    }
]