[
    {
        "HT": [
            "Union de Pequenos Agricultores",
            "Council"
        ],
        "NO.CASE": [
            "50/00"
        ],
        "text": "24As the concept of implementing measures is not defined in the Treaties, it seems logical to interpret it literally, that is to say, to consider that it refers to any legal act necessary for implementation of another legal act. The literal meaning of that concept is equivalent to that adopted by Advocate General Jacobs in point 43 of his Opinion in Case C-50/00 P Unión de Pequeños Agricultores v Council [2002] ECR I-6677 in order to point out a possible gap in the European Union’s judicial system. According to the Commission, it is apparent from the documents relating to the work of the European Convention for the drawing up of a Treaty establishing a Constitution for Europe (OJ 2004 C 310, p. 1) that, when the provision which subsequently became the final limb of the fourth paragraph of Article 263 TFEU was drawn up, the founders’ intention was to fill that possible gap in the European Union’s judicial system. The Commission considers that the relaxing of the conditions relating to standing to bring proceedings thus reflected the intention that individuals should have a direct legal remedy against acts of general application, while, however, restricting that remedy to situations in which it is impossible for those individuals to contest the validity of an implementing act.",
        "NP": "24"
    },
    {
        "HT": [
            "Comitato ",
            "Commission"
        ],
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "text": "40In Telefónica’s submission, the General Court erred in law by reason of its overly restrictive interpretation of the concept of an actual beneficiary of an aid scheme that is the subject of a Commission decision, as is clear in particular from Joined Cases C-71/09 P, C-73/09 P and C-76/09 P Comitato Venezia vuole vivere and Others v Commission [2011] ECR I-4727. Telefónica contends that, contrary to what the General Court held in paragraphs 24 and 25 of the order under appeal, the important point is not that a party who has in fact benefited from the aid in question is among those who must certainly repay aid; instead it would suffice for there to be a risk of his interests being seriously affected, as would be the case if he were led to be required to repay the aid.",
        "NP": "40"
    },
    {
        "HT": [
            "Kwekerij van der Kooy and Others",
            "Commission"
        ],
        "NO.CASE": [
            "67/85",
            "68/85",
            "70/85"
        ],
        "text": "42The Commission contends, on the other hand, that the case-law requires two conditions to be met in order for an applicant to be individually concerned in circumstances such as those here. First, the applicant must be an actual recipient of individual aid granted under an aid scheme. Second, he must be obliged to repay the aid in question or, at least, be exposed to the risk of having to repay it. Contrary to Telefónica’s assertions, it is not, on the other hand, sufficient that the applicant runs the risk of his interests being, in a more general way, seriously harmed. The Court rejected the proposition that an applicant is individually concerned simply by virtue of being the beneficiary of an aid scheme in Joined Cases 67/85, 68/85 and 70/85 Kwekerij van der Kooy and Others v Commission [1988] ECR 219, paragraph 15, and Case C-6/92 Federmineraria and Others v Commission [1993] ECR I-6357, paragraphs 11 to 16.",
        "NP": "42",
        "REF.NP.ECR": [
            11,
            12,
            13,
            14,
            15,
            16
        ]
    },
    {
        "HT": [
            "Federmineraria and Others",
            "Commission"
        ],
        "NO.CASE": [
            "6/92"
        ],
        "text": "42The Commission contends, on the other hand, that the case-law requires two conditions to be met in order for an applicant to be individually concerned in circumstances such as those here. First, the applicant must be an actual recipient of individual aid granted under an aid scheme. Second, he must be obliged to repay the aid in question or, at least, be exposed to the risk of having to repay it. Contrary to Telefónica’s assertions, it is not, on the other hand, sufficient that the applicant runs the risk of his interests being, in a more general way, seriously harmed. The Court rejected the proposition that an applicant is individually concerned simply by virtue of being the beneficiary of an aid scheme in Joined Cases 67/85, 68/85 and 70/85 Kwekerij van der Kooy and Others v Commission [1988] ECR 219, paragraph 15, and Case C-6/92 Federmineraria and Others v Commission [1993] ECR I-6357, paragraphs 11 to 16.",
        "NP": "42",
        "REF.NP.ECR": [
            11,
            12,
            13,
            14,
            15,
            16
        ]
    },
    {
        "HT": [
            "Plaumann",
            "Commission"
        ],
        "NO.CASE": [
            "25/62"
        ],
        "text": "46As regards the second of those conditions, that is to say, being individually concerned by the act in question, it is settled case-law that persons other than those to whom a decision is addressed may claim to be individually concerned only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of these factors distinguishes them individually just as in the case of the person addressed (Case 25/62 Plaumann v Commission [1963] ECR 95, at 107; Comitato Venezia vuole vivere and Others v Commission, paragraph 52; and Inuit Tapiriit Kanatami and Others v Parliament and Council, paragraph 72).",
        "NP": "46",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Antillean Rice Mills",
            "Council"
        ],
        "NO.CASE": [
            "451/98"
        ],
        "text": "47As the General Court pointed out in paragraph 28 of the order under appeal, it is also clear from settled case-law that the possibility of determining more or less precisely the number, or even the identity, of the persons to whom a measure applies by no means implies that it must be regarded as being of individual concern to them as long as that measure is applied by virtue of an objective legal or factual situation defined by it (see, to this effect, Case C-451/98 Antillean Rice Mills v Council [2001] ECR I-8949, paragraph 52).",
        "NP": "47",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Italy and Sardegna Lines",
            "Commission"
        ],
        "NO.CASE": [
            "15/98",
            "105/99"
        ],
        "text": "49The sole effect of Article 1(1) of the contested decision is to prevent, in the future, any person from benefiting from the scheme at issue. It is settled case-law that an undertaking cannot, in principle, contest a Commission decision prohibiting an aid scheme if it is concerned by that decision solely by virtue of belonging to the sector in question and being a potential beneficiary of the scheme (see Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 33 and the case-law cited).",
        "NP": "49",
        "REF.NP.ECR": [
            "33"
        ]
    }
]