[
    {
        "HT": [
            "ArcelorMittal Luxembourg",
            "Commission",
            "Commission",
            "ArcelorMittal Luxembourg and Others"
        ],
        "NO.CASE": [
            "201/09",
            "216/09"
        ],
        "text": "48The Commission will thus be able to regard the parent company as jointly and severally liable for payment of the fine imposed on its subsidiary (see, inter alia, Joined Cases C-201/09 P and C-216/09 P ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others [2011] ECR I-2239, paragraph 98).",
        "NP": "48",
        "REF.NP.ECR": [
            "98"
        ]
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "53It should be noted in that regard that the factors capable of affecting the assessment of the gravity of infringements and which may, for that purpose, be taken into account in ensuring that the penalty imposed is appropriate to the economic entity in question, include the conduct of each of the undertakings concerned, the role played by each of them in the establishment of the concerted agreements or practices, the profit which they were able to derive from those agreements or practices, their size, the value of the goods concerned and the threat that infringements of that type pose to the objectives of the European Union (Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, paragraph 242).",
        "NP": "53",
        "REF.NP.ECR": [
            "242"
        ]
    },
    {
        "HT": [
            "Berel and Others",
            "Commission"
        ],
        "NO.CASE": [
            "78/10"
        ],
        "text": "59On the contrary, the objective of joint and several liability resides in the fact that it constitutes an additional legal device available to the Commission to strengthen the effectiveness of the action taken by it for the recovery of fines imposed for infringement of the competition rules, since that mechanism reduces for the Commission, as creditor of the debt represented by such fines, the risk of insolvency, which is part of the objective of deterrence pursued generally by competition law, as the General Court essentially observed, correctly, at paragraph 151 of the judgment under appeal (see also, by analogy, Case C-78/10 Berel and Others v Commission [2011] ECR I-717, paragraph 48).",
        "NP": "59",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Britannia Alloys & Chemicals",
            "Commission"
        ],
        "NO.CASE": [
            "76/06"
        ],
        "text": "106It is also settled case-law that the principle of equal treatment is infringed only where comparable situations are treated differently or different situations are treated in the same way, unless such treatment is objectively justified (see, inter alia, Case C-76/06 P Britannia Alloys & Chemicals v Commission [2007] ECR I-4405, paragraph 40 and the case-law cited).",
        "NP": "106",
        "REF.NP.ECR": [
            "40"
        ]
    }
]