[
    {
        "DATE": "7 November 2014",
        "NAME.CASE": {
            "HT": [
                "Autogrill Espana",
                "Commission"
            ]
        },
        "NO.CASE": [
            "219/10"
        ],
        "NO.ECLI": "EU:T:2014:939",
        "text": "16In that regard, the Bundesministerium der Finanzen (Federal Ministry of Finance, Germany), which joined the proceedings before the referring court as an intervener, noted that the tax advantage provided for in Paragraph 6a of the GrEStG had not been notified to the European Commission and that, therefore, the Commission’s procedure for investigating that tax advantage had not been instituted. It argued, however, by reference to the judgment of the General Court of the European Union of 7 November 2014, Autogrill España v Commission (T‐219/10, EU:T:2014:939), that the advantage in question did not constitute State aid within the meaning of Article 107(1) TFEU, because it would be impossible to characterise the undertakings benefiting from that advantage as a favoured category by reason of properties specific to them, so that the condition relating to selectivity laid down by that provision would not be met.",
        "NP": "NP0016"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "53",
        "text": "19According to the settled case-law of the Court, classification of a national measure as State aid, within the meaning of Article 107(1) TFEU, requires all the following conditions to be fulfilled. First, there must be an intervention by the State or through State resources. Secondly, the intervention must be liable to affect trade between the Member States. Thirdly, it must confer a selective advantage on the recipient. Fourthly, it must distort or threaten to distort competition (judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 53 and the case-law cited).",
        "NP": "NP0019"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "56",
        "text": "21In that respect, as regards, in particular, national measures that confer a tax advantage, it must be recalled that a measure of that nature which, although not involving the transfer of State resources, places the recipients in a more favourable position than other taxpayers is capable of procuring a selective advantage for the recipients and, consequently, of constituting State aid, within the meaning of Article 107(1) TFEU (judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 56 and the case-law cited).",
        "NP": "NP0021"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "86",
        "text": "22In that context, the Court has also held that a condition for the application or the receipt of tax aid may be grounds for a finding that that aid is selective, if that condition leads to a distinction being made between undertakings despite the fact that they are, in the light of the objective pursued by the tax system concerned, in a comparable factual and legal situation, and if, therefore, it represents discrimination against undertakings which are excluded from it (judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 86).",
        "NP": "NP0022"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "39",
        "text": "23On the other hand, national measures applicable to all economic operators in the Member State concerned without distinction constitute general measures and are not, therefore, selective (see, to that effect, judgments of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 39, and of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 56 and the case-law cited).",
        "NP": "NP0023"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "56",
        "text": "23On the other hand, national measures applicable to all economic operators in the Member State concerned without distinction constitute general measures and are not, therefore, selective (see, to that effect, judgments of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraph 39, and of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 56 and the case-law cited).",
        "NP": "NP0023"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "59",
        "text": "24The fact that only taxpayers satisfying the conditions for the application of a measure can benefit from the measure cannot, in itself, turn it into a selective measure (judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 59).",
        "NP": "NP0024"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": [
            "82",
            "84"
        ],
        "text": "25However, the fact that the measure at issue applies regardless of the nature of the undertakings’ activity is of no account for the purposes of characterising it as a general measure (see, to that effect, judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraphs 82 to 84).",
        "NP": "NP0025"
    },
    {
        "DATE": "10 January 2006",
        "NAME.CASE": {
            "HT": "Cassa di Risparmio di Firenze and Others"
        },
        "NO.CASE": [
            "222/04"
        ],
        "NO.ECLI": "EU:C:2006:8",
        "REF.NP.ECR": "136",
        "text": "26The a priori selective nature of a measure conferring an advantage need not necessarily be based on a condition linked to the sector in which an undertaking operates, but may be based on other conditions, such as a condition relating to the legal form of the undertaking which may benefit from that advantage (see, to that effect, judgment of 10 January 2006, Cassa di Risparmio di Firenze and Others, C‐222/04, EU:C:2006:8, paragraph 136).",
        "NP": "NP0026"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": [
            "69",
            "71"
        ],
        "text": "27In addition, the fact that a measure, which is a priori or potentially accessible to any undertaking, does not enable a particular category of undertakings to be identified which are exclusively favoured by the measure concerned and which can be distinguished by reason of specific properties that are common to them and characteristic of them, is irrelevant for the purposes of characterisation as a general measure (see, to that effect, judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraphs 69 to 71).",
        "NP": "NP0027"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "text": "32In that regard, it is true that regulatory technique is not decisive for determining whether a measure is selective or general, in the sense that, as is apparent in particular from paragraph 101 of the judgment of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom (C‐106/09 P and C‐107/09 P, EU:C:2011:732), even a measure which is not formally a derogation and founded on criteria that are in themselves of a general nature may be selective, if it in practice discriminates between companies which are in a comparable situation in the light of the objective of the tax system concerned.",
        "NP": "NP0032"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "77",
        "text": "33However, while the regulatory technique used is not decisive in order to establish that a tax measure is selective, so that it is not always necessary for that technique to derogate from a common tax system, the fact that it is, like the measure at issue in the main proceedings, a derogation is relevant for those purposes where the effect of that technique is that two categories of operators — those who fall within the scope of the derogating measure and those who continue to fall within the scope of the ordinary tax system — are distinguished and are subject, a priori, to different treatment, even though those two categories are in a comparable situation in the light of the objective pursued by that system (judgments of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 77, and of 28 June 2018, Andres (insolvency of Heitkamp BauHolding) v Commission, C‐203/16 P, EU:C:2018:505, paragraph 93).",
        "NP": "NP0033"
    },
    {
        "DATE": "28 June 2018",
        "NAME.CASE": {
            "HT": [
                "Andres (insolvency of Heitkamp BauHolding)",
                "Commission"
            ]
        },
        "NO.CASE": [
            "203/16"
        ],
        "NO.ECLI": "EU:C:2018:505",
        "REF.NP.ECR": "93",
        "text": "33However, while the regulatory technique used is not decisive in order to establish that a tax measure is selective, so that it is not always necessary for that technique to derogate from a common tax system, the fact that it is, like the measure at issue in the main proceedings, a derogation is relevant for those purposes where the effect of that technique is that two categories of operators — those who fall within the scope of the derogating measure and those who continue to fall within the scope of the ordinary tax system — are distinguished and are subject, a priori, to different treatment, even though those two categories are in a comparable situation in the light of the objective pursued by that system (judgments of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 77, and of 28 June 2018, Andres (insolvency of Heitkamp BauHolding) v Commission, C‐203/16 P, EU:C:2018:505, paragraph 93).",
        "NP": "NP0033"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "54",
        "text": "35According to the settled case-law of the Court, the assessment of the condition relating to the selectivity of the advantage concerned, which is a constituent factor in the concept of State aid within the meaning of Article 107(1) TFEU, requires a determination, in the first place, of whether, under a given legal regime, a national measure is such as to favour certain undertakings or the production of certain goods over other undertakings which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation and which accordingly suffer different treatment that can essentially be classified as discriminatory (judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 54 and the case-law cited).",
        "NP": "NP0035"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "57",
        "text": "36In the context of tax measures, in order to classify a national tax measure as selective, the Commission must begin by identifying the ordinary or normal tax system applicable in the Member State concerned, and thereafter demonstrate that the tax measure at issue is a derogation from that ordinary system, in so far as it differentiates between operators who, in the light of the objective pursued by that ordinary tax system, are in a comparable factual and legal situation (see, to that effect, judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 57).",
        "NP": "NP0036"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "58",
        "text": "44It should, however, be borne in mind, in the second place, that, according to the settled case-law of the Court, the concept of State aid does not cover measures that differentiate between undertakings which, in the light of the objective pursued by the legal regime concerned, are in a comparable factual and legal situation, and are, therefore, a priori selective, where the Member State concerned is able to demonstrate that that differentiation is justified since it flows from the nature or general structure of the system of which the measures form part (see judgment of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 58 and the case-law cited).",
        "NP": "NP0044"
    },
    {
        "DATE": "6 September 2006",
        "NAME.CASE": {
            "HT": [
                "Portugal",
                "Commission"
            ]
        },
        "NO.CASE": [
            "88/03"
        ],
        "NO.ECLI": "EU:C:2006:511",
        "REF.NP.ECR": "81",
        "text": "48It must be borne in mind that a measure which creates an exception to the application of the general tax system may be justified by the nature and overall structure of the tax system if the Member State concerned can show that that measure results directly from the basic or guiding principles of its tax system. In that connection, a distinction must be drawn between, on the one hand, the objectives attributed to a particular tax scheme which are extrinsic to it and, on the other, the mechanisms inherent in the tax system itself which are necessary for the achievement of such objectives (judgment of 6 September 2006, Portugal v Commission, C‐88/03, EU:C:2006:511, paragraph 81).",
        "NP": "NP0048"
    },
    {
        "DATE": "29 April 2004",
        "NAME.CASE": {
            "HT": "GIL Insurance and Others"
        },
        "NO.CASE": [
            "308/01"
        ],
        "NO.ECLI": "EU:C:2004:252",
        "REF.NP.ECR": [
            "74",
            "76"
        ],
        "text": "49In its case-law, the Court has accepted that objectives inherent in the general tax system concerned could justify an a priori selective tax regime (see, to that effect, judgments of 29 April 2004, GIL Insurance and Others, C‐308/01, EU:C:2004:252, paragraphs 74 to 76, and of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraphs 64 to 76).",
        "NP": "NP0049"
    },
    {
        "DATE": "8 September 2011",
        "NAME.CASE": {
            "HT": "Paint Graphos and Others"
        },
        "NO.CASE": [
            "78/08",
            "80/08"
        ],
        "NO.ECLI": "EU:C:2011:550",
        "REF.NP.ECR": [
            "64",
            "76"
        ],
        "text": "49In its case-law, the Court has accepted that objectives inherent in the general tax system concerned could justify an a priori selective tax regime (see, to that effect, judgments of 29 April 2004, GIL Insurance and Others, C‐308/01, EU:C:2004:252, paragraphs 74 to 76, and of 8 September 2011, Paint Graphos and Others, C‐78/08 to C‐80/08, EU:C:2011:550, paragraphs 64 to 76).",
        "NP": "NP0049"
    },
    {
        "DATE": "29 April 2004",
        "NAME.CASE": {
            "HT": "GIL Insurance and Others"
        },
        "NO.CASE": [
            "308/01"
        ],
        "NO.ECLI": "EU:C:2004:252",
        "REF.NP.ECR": "74",
        "text": "51In addition, as the referring court has also noted, the requirement relating to the minimum period for holding such a shareholding appears justified by the intention of excluding undesirable windfall effects and, therefore, of preventing abuse, by precluding shareholdings of that level, which will come to an end once the restructuring has been concluded, from being acquired for a short period for the sole purposes of benefiting from that tax exemption. The prevention of abuse may constitute a justification linked to the nature or general scheme of the system concerned (see, by analogy, judgment of 29 April 2004, GIL Insurance and Others, C‐308/01, EU:C:2004:252, paragraph 74).",
        "NP": "NP0051"
    }
]