[
    {
        "HT": "Irish Creamery Milk Suppliers Association",
        "NO.CASE": [
            "36/80",
            "71/80"
        ],
        "text": "22As regards the export charges, the referring court observes that it is settled case-law that such charges cannot fall under the prohibition on charges having equivalent effect if they are applied in the same amount to the same products intended for the national market (see Joined Cases 36/80 and 71/80 Irish Creamery Milk Suppliers Association [1981] ECR 735). In the main proceedings the charges apply, according to that court, to the animals systematically and according to the same criteria, irrespective of whether they are intended for export or for slaughter. Furthermore, the referring court takes the view that the export charges in question in the main proceedings cannot fall within the sphere of application of Article 95 of the EC Treaty (now, after amendment, Article 90 EC), since the latter prohibits only discriminatory taxation which places imported products at a disadvantage.",
        "NP": "22"
    },
    {
        "HT": "Federation nationale du commerce exterieur des produits alimentaires et Syndicat national des negociants et transformateurs de saumon",
        "NO.CASE": [
            "354/90"
        ],
        "text": "31As a preliminary point, the Belgian State submits that the facts of the case giving rise to the judgment in Case C-354/90 Fédération nationale du commerce extérieur des produits alimentaires et Syndicat national des négociants et transformateurs de saumon [1991] ECR I-5505 are fundamentally different from those of the cases in the main proceedings. That judgment concerns cases in which the national authorities have implemented aid measures without previously notifying them to the Commission or without awaiting the Commission's final decision, contrary to the last sentence of Article 93(3) of the Treaty. However, the cases in the main proceedings relate to an aid measure which was correctly notified to the Commission and in respect of which the Commission decided not to raise any objection.",
        "NP": "31"
    },
    {
        "HT": "Lornoy and Others",
        "NO.CASE": [
            "17/91"
        ],
        "text": "37Referring to the Opinion of Advocate General Tesauro in Case C-17/91 Lornoy and Others [1992] ECR I-6523, they submit that it is impossible to make a distinction between the charges and the aid measures, because, first, the charges constitute the means by which those measures may have a beneficial effect and, second, they may disturb the market. Consequently, Article 93(3) of the Treaty applies in the cases in the main proceedings, both to the charges and to the aid measures.",
        "NP": "37"
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "47/69"
        ],
        "text": "46The Court has already held that Article 92 of the Treaty does not allow the Commission to isolate the aid as such from the method by which it is financed and to disregard this method if, in conjunction with the aid in its narrow sense, it renders the whole incompatible with the common market (Case 47/69 France v Commission [1970] ECR 487, paragraph 4).",
        "NP": "46",
        "REF.NP.ECR": [
            "4"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "73/79"
        ],
        "text": "48Furthermore, where a charge specifically intended to finance aid proves to be contrary to other provisions of the Treaty, for example Articles 9 and 12 of the EC Treaty (now, after amendment, Articles 23 EC and 25 EC) or to Article 95 of the Treaty, the Commission cannot declare the aid scheme of which the charge forms part to be compatible with the common market (see, to that effect, Case 73/79 Commission v Italy [1980] ECR 1533, paragraph 11).",
        "NP": "48",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": "Comateb and Others",
        "NO.CASE": [
            "192/95",
            "218/95"
        ],
        "text": "53In that regard it must be observed, first, that it is for the national courts to uphold the rights of the persons concerned in the event of a possible breach by national authorities of the prohibition of putting aid into effect, to which the last sentence of Article 93(3) of the Treaty refers and which has direct effect (Fédération nationale du commerce extérieur des produits alimentaires et Syndicat national des négociants et transformateurs de saumon, paragraph 12, and Lornoy and Others, paragraph 30) and, second, that the Member State is in principle required to repay charges levied in breach of Community law (Joined Cases C-192/95 to C-218/95 Comateb and Others [1997] ECR I-165, paragraph 20).",
        "NP": "53",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "332/98"
        ],
        "text": "61That conclusion cannot be invalidated by the Belgian State's argument based on Article 90(2) of the Treaty. Even if that provision could apply to the 1998 Fund, itmust be observed that, as the Belgian State itself accepted, the 1998 Law ought in any event to have been notified in accordance with Article 93(3) of the Treaty (see Case C-332/98 France v Commission [2000] ECR I-4833, paragraphs 31 to 33). That law too was necessarily subject to the prohibition on implementation under Article 93(3).",
        "NP": "61",
        "REF.NP.ECR": [
            31,
            32,
            33
        ]
    },
    {
        "HT": "SFEI and Others",
        "NO.CASE": [
            "39/94"
        ],
        "text": "74In supervising the Member States' compliance with their obligations under Articles 92 and 93 of the Treaty, the national courts and the Commission fulfil complementary and separate roles (Case C-39/94 SFEI and Others [1996] ECR I-3547, paragraph 41).",
        "NP": "74",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": "Piaggio",
        "NO.CASE": [
            "295/97"
        ],
        "text": "75Whilst assessment of the compatibility of aid measures with the common market falls within the exclusive competence of the Commission, subject to review by the Court, it is for the national courts to ensure that the rights of individuals are safeguarded where the obligation to give prior notification of State aids to the Commission pursuant to Article 93(3) of the Treaty is infringed (Case C-295/97 Piaggio [1999] ECR I-3735, paragraph 31).",
        "NP": "75",
        "REF.NP.ECR": [
            "31"
        ]
    }
]