[
    {
        "HT": [
            "Costa",
            "Enel"
        ],
        "NO.CASE": [
            "6/64"
        ],
        "text": "(c)In view, however, of the fact that the Court has made it a princple not to criticize the grounds and purpose of the request for interpretation (Judgment of 15 July 1964, Case 6/64 Costa v Enel [1964] ECR 585) there is nothing to prevent a national court from asking the Court about Article 92 or more generally about a provision which does not have direct effect. Such questions, however, serve no purpose. This is especially so where they relate to measures of aid validly instituted and subjected to the constant review of existing systems of aid, that is to say in a case where, as a result of Articles 92 to 94 taken together and interpreted by the Court of Justice, no action may be brought before the national court to apply the provisions of Article 92.",
        "NP": "(c)"
    },
    {
        "HT": "IGAV",
        "NO.CASE": [],
        "text": "28As was ruled in the judgment of 18 June 1975 (Case 94/74 IGAV [1975] ECR 710) to which the national court refers, the prohibition contained in Article 13 (2) is aimed at any tax demanded at the time of or by reason of importation and which, being imposed specifically on an imported product to the exclusion of a similar domestic product, results in the same restrictive consequences on the free movement of goods as a customs duty by altering the cost price of that product. The essential characteristic of a charge having an effect equivalent to a customs duty, which distinguishes it from internal taxation, is that the first is imposed exclusively on the imported product whilst the second is imposed on both imported and domestic products. A charge affecting both imported products and similar products could however constitute a charge having an effect equivalent to a customs duty if such a duty, which is limited to particular products, had the sole purpose of financing activities for the specific advantage of the taxed domestic products, so as to make good, wholly or in part, the fiscal charge imposed upon them.",
        "NP": "28"
    }
]