[
    {
        "HT": [
            "Fives Lille Cail and Others",
            "Haute Autorite"
        ],
        "NO.CASE": [
            "19/60",
            "21/60",
            "2/61",
            "3/61"
        ],
        "text": "8In its Order (paragraphs 20 and 21), the Court of First Instance pointed out that, under the first paragraph of Article 19 of the EEC Statute of the Court of Justice, applicable to the Court of First Instance by virtue of the first paragraph of Article 46 of that Statute, and Article 44 (1) (c) of the Rules of Procedure, every application must contain the subject-matter of the dispute and a brief statement of the grounds on which the application is based. The Court of First Instance considered that, irrespective of any question of terminology, that statement must be clear and precise enough to enable the defendant to prepare its defence and the Court to exercise its judicial review. Furthermore, the Court of First Instance noted that the Court of Justice has held that a mere abstract statement of the grounds in the application does not alone satisfy the requirements of its Statute and of the Rules of Procedure and that the phrase a brief statement of the grounds, used in the Statute (and a summary of the pleas in law used in the Rules of Procedure) means that the application must specify the grounds on which the action is based (judgment in Joined Cases 19/69, 21/60 and 3/61 Fives Lille Cail and Others v Haute Autorité [1961] ECR 281)."
    },
    {
        "HT": "Parliament",
        "NO.CASE": [
            "18/91"
        ],
        "text": "17Before examining the pleas raised by the appellant, it should be borne in mind that the Court has consistently held that under Article 168a of the EEC Treaty and Article 51 of the Statute of the Court appeals are limited to grounds concerning the infringement of rules of law, to the exclusion of any challenge relating to the facts as determined by the Court of First Instance at its absolute discretion (see, in particular, the judgment in Case C-18/91 P V. v Parliament [1992] ECR I-3997, paragraph 15). Similarly, Article 112 (1) (c) of the Rules of Procedure of the Court of Justice provides that the appeal must contain the pleas in law and the legal arguments relied on in support of it.",
        "REF.NP.ECR": [
            "15"
        ]
    }
]