[
    {
        "HT": [
            "Italy",
            "Commission ("
        ],
        "NO.CASE": [
            "305/89"
        ],
        "text": "23hether the intervention at issue constitutes aid depends, first, on the answer to the question whether the total value of the new BV shares corresponded to the value of 74.9% of the share capital of KAE which BV acquired. If the two values coincide, the intervention cannot be described as aid. If, on the other hand, the total value of the new BV shares was less than the value of 74.9% of KAE, a second question then arises, according to the Court's case-law, namely how a private investor, pursuing a structural policy — whether general or sectorial — and guided by prospects of profitability in the longer term, would have behaved, having regard to all the circumstances and all the relevant factors (Case C-305/89 Italy v Commission (Alfa Romeo) [1991] ECR I-1603).",
        "NP": "23"
    },
    {
        "HT": [
            "Netherlands and Leeuwarder Papierwarenfabriek",
            "Commission"
        ],
        "NO.CASE": [
            "296/82",
            "318/82"
        ],
        "text": "31It should next be borne in mind that, according to the Court's case-law, the requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the act in question (see in particular Joined Cases 296/82 and 318/82 Netherlands and Leeuwarder Papierwarenfabriek v Commission [1985] ECR 809, paragraph 19).",
        "NP": "31",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission ("
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "52While it is settled case-law that the relatively small size of an undertaking's turnover in the Community does not a priori exclude the possibility that State intervention in its favour constitutes aid (Case C-142/87 Belgium v Commission (Tubemeuse) [1990] ECR I-959, paragraph 43), and while in certain cases the very circumstances in which the aid has been granted may show that it is liable to affect trade between Member States and to distort or threaten to distort competition, the Commission must at least set out those circumstances in the statement of the reasons for its decision (Netherlands and Leeuwarder Papierwarenfabriek, paragraph 24).",
        "NP": "52",
        "REF.NP.ECR": [
            "43"
        ]
    }
]