[
    {
        "HT": [
            "Gestetner",
            "Council and Commission"
        ],
        "NO.CASE": [
            "156/87"
        ],
        "text": "7In this connection it should be recalled that as the Court has consistently held, in particular in its judgment in Case C-156/87 Gestetner v Council and Commission [1990] ECR I-781, at paragraph 12, a regulation imposing different antidumping duties on a series of traders is of direct concern to any one of them only in respect of those provisions which impose on that trader a specific antidumping duty and determine the amount thereof, and not in respect of those provisions which impose antidumping duties on other undertakings.",
        "NP": "7"
    },
    {
        "HT": [
            "Apesco",
            "Commission"
        ],
        "NO.CASE": [
            "207/86"
        ],
        "text": "10The form of order sought in this respect by Ricoh is inadmissible in view of the fact that the Court may not issue such an order in proceedings for the review of acts of the institutions as provided for in Article 173 of the Treaty (see inter alia the judgment in Case 207/86 Apesco v Commission [1988] ECR 2151, at paragraph 31).",
        "NP": "10"
    },
    {
        "HT": [
            "Brother",
            "Council"
        ],
        "NO.CASE": [
            "250/85"
        ],
        "text": "15As the Court has already held, in particular in its judgment in Case 250/85 Brother v Council [1988] ECR 5683, at paragraph 16, the division of production and sales activities within a group made up of legally distinct companies can in no way alter the fact that the group is a single economic entity which organizes in that way activities that, in other cases, are carried on by what is in legal terms as well a single entity.",
        "NP": "15"
    },
    {
        "HT": [
            "Silver Seiko",
            "Council"
        ],
        "NO.CASE": [
            "273/85",
            "107/86"
        ],
        "text": "17In view of those findings and as the Court held in Joined Cases 273/85 and 107/86 Silver Seiko v Council [1988] ECR 5927, at paragraph 14, it must be concluded that by taking into consideration the sales subsidiaries' prices it is possible to ensure that costs which manifestly form part of the selling price of a product where the sale is made by an internal sales department of the manufacturing organization are not left out of account where the same selling activity is carried out by companies which, despite being financially controlled by the manufacturer, are legally distinct entities.",
        "NP": "17"
    },
    {
        "HT": [
            "Canon",
            "Council"
        ],
        "NO.CASE": [
            "277/85",
            "300/85"
        ],
        "text": "18Finally, with regard to Ricoh's argument that, by refusing to make the allowances claimed, the Council did not determine the normal value at a level comparable to that at which the export price was calculated, it should be noted that, as the Court held in its judgment in Joined Cases 277 and 300/85 Canon v Council [1988] ECR 5731, at paragraph 19, the requirement of comparability laid down in Article 2(3)(a) is satisfied provided that the normal value and the export price are both determined by reference to the first sale to an independent purchaser. The comparison must therefore be between the figures arrived at in that way, subject to the allowances and discounts expressly provided for in Article 2(9) and (10).",
        "NP": "18"
    }
]