[
    {
        "HT": "Cementhandelaren,",
        "NO.CASE": [
            "8/72"
        ],
        "text": "22Taking first the condition with regard to the effect on trade between Member States, the Court would point out that, as it has consistently held, in order that an agreement between undertakings may affect trade between Member States it must be possible to foresee with a sufficient degree of probability on the basis of a set of objective factors of law or fact that it may have an influence, direct or indirect, actual or potential, on the pattern of trade between Member States, such as might prejudice the realization of the aim of a single market in all the Member States. The Court has also held (judgment of 17 October 1972 in Case 8/72, Cementhandelaren, [1972] ECR 977) that an agreement or practice restricting competition and extending over the whole territory of a Member State by its very nature has the effect of reinforcing the compartmentalization of markets on a national basis, thereby holding up the economic interpénétration which the Treaty is intended to bring about.",
        "NP": "22"
    },
    {
        "HT": [
            "(VBVB and VBBB",
            "Commission,"
        ],
        "NO.CASE": [
            "43/82",
            "63/82"
        ],
        "text": "26With regard to the statement of the reasons for the contested decision it must be pointed out that, as the Court has consistently held, and as it made clear, as regards the field of competition, most recently in its judgment of 17 January 1984 in Joined Cases 43 and 63/82 (VBVB and VBBB v Commission, [1984] ECR 19), although under Article 190 of the EEC Treaty the Commission is required to state the factual matters justifying the adoption of a decision, together with the legal considerations which have led to its adopting it, the article does not require the Commission to discuss all the matters of fact and of law which may have been dealt with during the administrative proceedings. The statement of the reasons on which a decision adversely affecting a person is based must allow the Court to exercise its power of review as to the legality of the decision and must provide the person concerned with the information necessary to enable him to decide whether or not the decision is well founded.",
        "NP": "26"
    },
    {
        "HT": "(Metro,",
        "NO.CASE": [
            "26/76"
        ],
        "text": "42In connection with the argument to the effect that the survival of the undertaking and the preservation of jobs are only possible if the non-competition clause applies for a period of 10 years, it must indeed be admitted that, as the Court held in its judgment of 25 October 1977 in Case 26/76 (Metro, [1977] ECR 1875), the provision of employment comes within the framework of the objectives to which reference may be had pursuant to Article 85 (3) because it improves the general conditions of production, especially when market conditions are unfavourable. However, the Commission gave an adequate answer to the applicants' arguments in the contested decision, particularly in paragraph 31 in which it explains the specific reasons for which it considered a period of four years to be sufficient to enable Remia to secure its position in the market against competition from Luycks. Furthermore, and irrespective of this, the Commission stated in paragraph 27 that if, despite having been protected by a non-competition clause for the minimum necessary period, an undertaking proves to be no longer viable, that fact is not sufficient to justify an extension of the duration of that clause.",
        "NP": "42"
    }
]