[
    {
        "HT": "Casati",
        "NO.CASE": [
            "203/80"
        ],
        "text": "4.As is apparent from the order making the reference in Case 286/82, the Tribunale di Genoa considers that, in view of the judgment of the Court of 11 November 1981 in Case 203/80 Casati [1981] ECR 2595, the Community provisions relating to the movement of capital do not entail compulsory abolition of restrictions imposed by Member States regarding the physical export of foreign currency. It considers however that the transactions carried out in this case fall under the headings of tourism, business, education or health which are among the invisible transactions referred to in the first subparagraph of Article 106 (3) of the Treaty and appear in the list in Annex III to the Treaty. Consequently, the national court wishes to know whether Community nationals have the benefit of the rights which Member States are obliged to respect pursuant to the standstill provisions contained in the first subparagraph of Article 106 (3). Since in the judgment cited above the Court of Justice did not give a ruling on the interpretation of that provision in relation to Article 67 et seq. of the Treaty relating to the movement of capital, the national court, by order of 12 July 1982, decided pursuant to Article 177 of the Treaty to stay the proceedings and to submit the following question to the Court for a preliminary ruling :In the case of exportation by residents travelling abroad for the purpose of tourism, business, education or medical treatment of foreign State and bank notes and credit instruments in foreign currency, do persons subject to Community law have the benefit of rights which Member States are obliged to respect by virtue of the standstill provisions contained in the first subparagraph of Article 106 (3) of the EEC Treaty, regard being had to the fact that the transaction in question is one of the invisible transactions listed in Annex III to the said Treaty?Or, by virtue of the reference made in the second subparagraph of Article 106 (3) of the Treaty, do the abovementioned circumstances, which, from an objective point of view, constitute a transfer of currency in cash, fall within the definition of the movements of capital which, pursuant to the provisions of Articles 67 and 68 of the Treaty and the related directives adopted by the Council on 11 May 1960 and 18 December 1962, are not subject to compulsory liberalization, with the result that control measures and penalties imposed by a Member State, in this case administrative penalties, are lawful?",
        "NP": "4."
    },
    {
        "HT": "Casati",
        "NO.CASE": [
            "203/80"
        ],
        "text": "30However, even though the transitional period has ended that liberalization has not yet been fully accomplished. The Council directives provided for in Article 69 of the Treaty with a view to attaining the free movement of capital have not yet in fact abolished all the restrictions in that area, whilst Article 67, which provides for that freedom, must, as the Court held in its judgment of 11 November 1981 (Case 203/80 Casati [1981] ECR 2595), be interpreted as meaning that even after the expiry of the transitional period restrictions on the export of foreign currency may not be regarded as having been abolished, irrespective of the terms of the directives adopted pursuant to Article 69.",
        "NP": "30"
    }
]