[
    {
        "NO.CASE": [
            "293/83"
        ],
        "text": "9In that regard the defendants maintain that even if the year of study in question, taken in isolation, does not appear to meet the criteria for vocational training as formulated by the Court in its judgment of 13 February 1985 in Case 293/83 (Gravier v City of Liège [1985] ECR 593), it nevertheless constitutes such training inasmuch as it enables pupils to carry on to the determination stage and thus to strictly technical education. The Belgian State, on the other hand, argued at the hearing that the course attended by Frédéric Humbel constitutes general secondary education which does not provide vocational training as defined in the Gravier judgment. The United Kingdom considers that the course of study in question is a course of general secondary education and thus does not constitute vocational training for the purposes of the EEC Treaty. The Commission, finally, feels that the documents before the Court are insufficient to enable the nature of the course attended to be determined.",
        "NP": "9"
    },
    {
        "HT": "University of Liege and Others",
        "NO.CASE": [
            "24/86"
        ],
        "text": "12It should be stressed in that connection that the various years of a study programme cannot be assessed individually but must be considered within the framework of the programme as a whole, particularly in the light of the programme's purpose — provided, however, that the programme forms a coherent single entity and cannot be divided into two parts, one of which does not constitute vocational training while the other does (see the judgment of 2 February 1988 in Case 24/86 Blaizot and Others v University of Liège and Others [1988] ECR 379). It is for the national court to apply those criteria to the facts of the case before it.",
        "NP": "12"
    },
    {
        "HT": "Casagrande v Landeshauptstadt Munchen",
        "NO.CASE": [
            "9/74"
        ],
        "text": "24In order to reply to the question, it may be observed that the only provision of Community law which may be relevant is Article 12 of Regulation (EEC) No 1612/68 of the Council of 15 October 1968 on freedom of movement for workers within the Community (Official Journal, English Special Edition, 1968 (II), p. 475), which provides that the children of a national of a Member State who is or has been employed in the territory of another Member State are to be admitted to that State's general educational, apprenticeship and vocational training courses under the same conditions as the nationals of that State, if such children are residing in its territory. The Court has interpreted that provision as referring not only to rules relating to admission, but also to general measures intended to facilitate educational attendance (judgment of 3 July 1974 in Case 9/74 Casagrande v Landeshauptstadt München [1974] ECR 773). However, the wording used in Article 12 of the regulation lays obligations only on the Member State in which the migrant worker resides.",
        "NP": "24"
    }
]