[
    {
        "NO.CASE": [
            "201/87"
        ],
        "text": "8By judgment of 28 February 1989 (in Case 201/87 [(1989] ECR 489), the Court ruled as follows: Having regard to Article 8(1) of Council Regulation No 1594/83, Commission Regulation No 756/85 is invalid. So long as Commission Regulation No 735/85 has not been declared to be invalid, the invalidity of Commission Regulation No 756/85 means that the Produktschap must issue to Cargill BV with retroactive effect the advance-fixing certificates applied for on 22 March 1985 and pay it the subsidy in the sum fixed by Commission Regulation No 735/85.",
        "NP": "8"
    },
    {
        "HT": [
            "Alpha Steel",
            "Commission"
        ],
        "NO.CASE": [
            "14/81"
        ],
        "text": "20While it must be acknowledged that any Community institution which establishes that a measure which it has just adopted is tainted with illegality has the right to withdraw it within a reasonable period, with retroactive effect, that right may be restricted by the need to fulfil the legitimate expectations of a beneficiary of the measure, who has been led to rely on the lawfulness thereof (see the judgment in Case 14/81 Alpha Steel v Commission [(1982] ECR 749).",
        "NP": "20"
    },
    {
        "HT": [
            "The Queen",
            "Minister for Agriculture, Fisheries and Food, ex parte Fedesa"
        ],
        "NO.CASE": [
            "331/88"
        ],
        "text": "26It should be pointed out, in that respect, that in its consistent case-law (see, most recently, the judgment in Case C-331/88 The Queen v Minister for Agriculture, Fisheries and Food, ex parte Fedesa [(1990] ECR I-4023), the Court defines misuse of powers as the adoption, by a Community institution, of a measure with the exclusive purpose, or at any rate the main purpose, of achieving an end other than that stated or evading a procedure specifically prescribed by the Treaty for dealing with the circumstances of the case.",
        "NP": "26"
    }
]