[
    {
        "HT": [
            "Freistaat Sachsen and Others",
            "Commission"
        ],
        "NO.CASE": [
            "57/00",
            "61/00"
        ],
        "text": "67In that regard, it should be borne in mind that the Court of First Instance is the sole judge of whether the information available concerning the cases before it needs to be supplemented (see, in particular, Joined Cases C-57/00 P and C-61/00 P Freistaat Sachsen and Others v Commission [2003] ECR I-9975, paragraph 47, and Case C-136/02 P Mag Instrument v OHIM [2004] ECR I-9165, paragraph 76).",
        "NP": "67",
        "REF.NP.ECR": [
            "76"
        ]
    },
    {
        "HT": [
            "Mag Instrument",
            "OHIM"
        ],
        "NO.CASE": [
            "136/02"
        ],
        "text": "67In that regard, it should be borne in mind that the Court of First Instance is the sole judge of whether the information available concerning the cases before it needs to be supplemented (see, in particular, Joined Cases C-57/00 P and C-61/00 P Freistaat Sachsen and Others v Commission [2003] ECR I-9975, paragraph 47, and Case C-136/02 P Mag Instrument v OHIM [2004] ECR I-9165, paragraph 76).",
        "NP": "67",
        "REF.NP.ECR": [
            "76"
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "68Furthermore, as the Court has held in another case concerning competition law, even where a request for the examination of witnesses, made in the application, states precisely about what facts and for what reasons the witness or witnesses should be examined, it falls to the Court of First Instance to assess the relevance of the application to the subject-matter of the dispute and the need to examine the witnesses named (Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 70).",
        "NP": "68",
        "REF.NP.ECR": [
            "70"
        ]
    },
    {
        "HT": [
            "Commission",
            "Denmark"
        ],
        "NO.CASE": [
            "52/90"
        ],
        "text": "96In that regard, it follows from that case-law that that obligation is not satisfied if the Commission's complaints are set out in the application only in the form of a reference to the grounds stated in the formal letter and in the reasoned opinion, or again in the part of the application devoted to the legal background (see, to that effect, inter alia, Case C-52/90 Commission v Denmark [1992] ECR I-2187, paragraphs 17 and 18; Case C-375/95 Commission v Greece [1997] ECR I-5981, paragraph 35; and Case C-202/99 Commission v Italy [2001] ECR I-9319, paragraphs 20 and 21).",
        "NP": "96",
        "REF.NP.ECR": [
            "20",
            "21"
        ]
    },
    {
        "HT": [
            "Commission",
            "Greece"
        ],
        "NO.CASE": [
            "375/95"
        ],
        "text": "96In that regard, it follows from that case-law that that obligation is not satisfied if the Commission's complaints are set out in the application only in the form of a reference to the grounds stated in the formal letter and in the reasoned opinion, or again in the part of the application devoted to the legal background (see, to that effect, inter alia, Case C-52/90 Commission v Denmark [1992] ECR I-2187, paragraphs 17 and 18; Case C-375/95 Commission v Greece [1997] ECR I-5981, paragraph 35; and Case C-202/99 Commission v Italy [2001] ECR I-9319, paragraphs 20 and 21).",
        "NP": "96",
        "REF.NP.ECR": [
            "20",
            "21"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "202/99"
        ],
        "text": "96In that regard, it follows from that case-law that that obligation is not satisfied if the Commission's complaints are set out in the application only in the form of a reference to the grounds stated in the formal letter and in the reasoned opinion, or again in the part of the application devoted to the legal background (see, to that effect, inter alia, Case C-52/90 Commission v Denmark [1992] ECR I-2187, paragraphs 17 and 18; Case C-375/95 Commission v Greece [1997] ECR I-5981, paragraph 35; and Case C-202/99 Commission v Italy [2001] ECR I-9319, paragraphs 20 and 21).",
        "NP": "96",
        "REF.NP.ECR": [
            "20",
            "21"
        ]
    },
    {
        "HT": [
            "Klockner-Werke and Hoesch",
            "High Authority"
        ],
        "NO.CASE": [
            "17/61",
            "20/61"
        ],
        "text": "108That is borne out, in particular, by the case-law of the Court of Justice on the provisions of the ECSC Treaty on competition (Joined Cases 17/61 and 20/61 Klöckner-Werke and Hoesch v High Authority [1962] ECR 325 and Case 19/61 Mannesmann v High Authority [1962] ECR 357).",
        "NP": "108"
    },
    {
        "HT": [
            "Mannesmann",
            "High Authority"
        ],
        "NO.CASE": [
            "19/61"
        ],
        "text": "108That is borne out, in particular, by the case-law of the Court of Justice on the provisions of the ECSC Treaty on competition (Joined Cases 17/61 and 20/61 Klöckner-Werke and Hoesch v High Authority [1962] ECR 325 and Case 19/61 Mannesmann v High Authority [1962] ECR 357).",
        "NP": "108"
    },
    {
        "HT": [
            "ICI",
            "Commission"
        ],
        "NO.CASE": [
            "48/69"
        ],
        "text": "109In other judgments, notably those cited by the Court of First Instance at paragraph 66 of the judgment under appeal, the Court of Justice did not yet definitively settle the question of principle as to whether the classification of undertaking for the purposes of competition law requires in all circumstances that the entity concerned must have legal personality (Case 48/69 ICI v Commission [1972] ECR 619; Case 6/72 Europemballage and Continental Can v Commission [1973] ECR 215; Case 170/83 Hydrotherm [1984] ECR 2999; and Case C-41/90 Höfner and Elser [1991] ECR I-1979).",
        "NP": "109"
    },
    {
        "HT": [
            "Europemballage and Continental Can",
            "Commission"
        ],
        "NO.CASE": [
            "6/72"
        ],
        "text": "109In other judgments, notably those cited by the Court of First Instance at paragraph 66 of the judgment under appeal, the Court of Justice did not yet definitively settle the question of principle as to whether the classification of undertaking for the purposes of competition law requires in all circumstances that the entity concerned must have legal personality (Case 48/69 ICI v Commission [1972] ECR 619; Case 6/72 Europemballage and Continental Can v Commission [1973] ECR 215; Case 170/83 Hydrotherm [1984] ECR 2999; and Case C-41/90 Höfner and Elser [1991] ECR I-1979).",
        "NP": "109"
    },
    {
        "HT": "Hydrotherm",
        "NO.CASE": [
            "170/83"
        ],
        "text": "109In other judgments, notably those cited by the Court of First Instance at paragraph 66 of the judgment under appeal, the Court of Justice did not yet definitively settle the question of principle as to whether the classification of undertaking for the purposes of competition law requires in all circumstances that the entity concerned must have legal personality (Case 48/69 ICI v Commission [1972] ECR 619; Case 6/72 Europemballage and Continental Can v Commission [1973] ECR 215; Case 170/83 Hydrotherm [1984] ECR 2999; and Case C-41/90 Höfner and Elser [1991] ECR I-1979).",
        "NP": "109"
    },
    {
        "HT": "Hofner and Elser",
        "NO.CASE": [
            "41/90"
        ],
        "text": "109In other judgments, notably those cited by the Court of First Instance at paragraph 66 of the judgment under appeal, the Court of Justice did not yet definitively settle the question of principle as to whether the classification of undertaking for the purposes of competition law requires in all circumstances that the entity concerned must have legal personality (Case 48/69 ICI v Commission [1972] ECR 619; Case 6/72 Europemballage and Continental Can v Commission [1973] ECR 215; Case 170/83 Hydrotherm [1984] ECR 2999; and Case C-41/90 Höfner and Elser [1991] ECR I-1979).",
        "NP": "109"
    },
    {
        "HT": "Wouters and Others",
        "NO.CASE": [
            "309/99"
        ],
        "text": "112In that regard, it should be observed that, according to settled case-law, in the field of competition law, the concept of an undertaking covers any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed (see, in particular, Case C-309/99 Wouters and Others [2002] ECR I-1577, paragraph 46 and the case-law cited).",
        "NP": "112",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "HT": [
            "Metsa-Serla and Others",
            "Commission"
        ],
        "NO.CASE": [
            "294/98"
        ],
        "text": "117In that regard, it is settled case-law that the anticompetitive conduct of an undertaking can be attributed to another undertaking where it has not decided independently upon its own conduct on the market but carried out, in all material respects, the instructions given to it by that other undertaking, having regard in particular to the economic and legal links between them (see, in particular, Case C-294/98 P Metsä-Serla and Others v Commission [2000] ECR I-10065, paragraph 27).",
        "NP": "117",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": [
            "Aristrain",
            "Commission"
        ],
        "NO.CASE": [
            "196/99"
        ],
        "text": "118It is true that the mere fact that the share capital of two separate commercial companies is held by the same person or the same family is insufficient, in itself, to establish that those companies are a single economic unit with the result that, under Community competition law, the actions of one company can be attributed to the other and that one can be held liable to pay the fine for the other (see Case C-196/99 P Aristrain v Commission [2003] ECR I-11005, paragraph 99).",
        "NP": "118",
        "REF.NP.ECR": [
            "99"
        ]
    },
    {
        "HT": [
            "BPB Industries and British Gypsum",
            "Commission"
        ],
        "NO.CASE": [
            "310/93"
        ],
        "text": "135The Henss/Isoplus group relies, by analogy, on the principle established by the case-law that the Commission may refuse access to certain documents on the ground that an undertaking in a dominant position is capable of taking retaliatory measures against an undertaking who collaborated in the investigation carried out by the Commission (Case C-310/93 P BPB Industries and British Gypsum v Commission [1995] ECR I-865, paragraphs 26 and 27, and Case T-65/89 BPB Industries and British Gypsum v Commission [1993] ECR II-389, paragraph 33).",
        "NP": "135",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "PAalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/00",
            "219/00"
        ],
        "text": "142It is settled case-law that it is sufficient for the Commission to show that the undertaking concerned participated in meetings at which anticompetitive agreements were concluded, without manifestly opposing them, to prove to the requisite standard that the undertaking participated in the cartel. Where participation in such meetings has been established, it is for that undertaking to put forward evidence to establish that its participation in those meetings was without any anticompetitive intention by demonstrating that it had indicated to its competitors that it was participating in those meetings in a spirit that was different from theirs (see, in particular, Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/00 P and C-219/00 PAalborg Portland and Others v Commission [2004] ECR I-123, paragraph 81 and the case-law cited).",
        "NP": "142",
        "REF.NP.ECR": [
            "81"
        ]
    },
    {
        "HT": [
            "Limburgse Vinyl Maatschappij and Others",
            "Commission"
        ],
        "NO.CASE": [
            "238/99",
            "244/99",
            "245/99",
            "247/99",
            "250/99",
            "252/99",
            "254/99"
        ],
        "text": "145For the purposes of applying Article 85(1) of the Treaty, it is sufficient that the object of an agreement should be to restrict, prevent or distort competition irrespective of the actual effects of that agreement. Consequently, in the case of agreements reached at meetings of competing undertakings, that provision is infringed where those meetings have such an object and are thus intended to organise artificially the operation of the market. In such a case, the liability of a particular undertaking in respect of the infringement is properly established where it participated in those meetings with knowledge of their object, even if it did not proceed to implement any of the measures agreed at those meetings. The greater or lesser degree of regular participation by the undertaking in the meetings and of completeness of its implementation of the measures agreed is relevant not to the establishment of its liability but rather to the extent of that liability and thus to the severity of the penalty (see Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P to C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I-8375, paragraphs 508 to 510).",
        "NP": "145",
        "REF.NP.ECR": [
            508,
            509,
            510
        ]
    },
    {
        "HT": [
            "Hirschfeldt",
            "EEA"
        ],
        "NO.CASE": [
            "184/01"
        ],
        "text": "148However, that is a complaint directed against a ground included in the judgment purely for the sake of completeness which cannot lead to the judgment being set aside and is therefore nugatory (see, in particular, Case C-184/01 P Hirschfeldt v EEA [2002] ECR I-10173, paragraph 48 and the case-law cited).",
        "NP": "148",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Industrie des poudres spheriques",
            "Council"
        ],
        "NO.CASE": [
            "458/98"
        ],
        "text": "165According to settled case-law, to allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would mean allowing that party to bring before the Court, whose jurisdiction in appeals is limited, a wider case than that heard by the Court of First Instance. In an appeal the Courts jurisdiction is thus confined to examining the assessment by the Court of First Instance of the pleas argued before it (see, in particular, Case C-458/98 P Industrie des poudres sphériques v Council [2000] ECR I-8147, paragraph 74).",
        "NP": "165",
        "REF.NP.ECR": [
            "74"
        ]
    },
    {
        "HT": [
            "Musique Diffusion francaise and Others",
            "Commission"
        ],
        "NO.CASE": [
            "100/80",
            "103/80"
        ],
        "text": "169In that regard, the Court of First Instance correctly observed that the fact that the Commission, in the past, imposed fines of a certain level for certain types of infringement does not mean that it is estopped from raising that level within the limits indicated in Regulation No 17 if that is necessary to ensure the implementation of Community competition policy. On the contrary, the proper application of the Community competition rules requires that the Commission may at any time adjust the level of fines to the needs of that policy (Joined Cases 100/80 to 103/80 Musique Diffusion française and Others v Commission [1983] ECR 1825, paragraph 109, and Aristrain v Commission, cited above, paragraph 81).",
        "NP": "169",
        "REF.NP.ECR": [
            "109"
        ]
    },
    {
        "HT": [
            "Delacre and Others",
            "Commission"
        ],
        "NO.CASE": [
            "350/88"
        ],
        "text": "171As the Court of First Instance appositely observed, traders cannot have a legitimate expectation that an existing situation which is capable of being altered by the Commission in the exercise of its discretionary power will be maintained (Case C-350/88 Delacre and Others v Commission [1990] ECR I-395, paragraph 33 and the case-law cited).",
        "NP": "171",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Fernere San Carlo",
            "Commission"
        ],
        "NO.CASE": [
            "344/85"
        ],
        "text": "174A number of the appellants submit that that case-law is called in question by the judgment in Case 344/85 Fernere San Carlo v Commission [1987] ECR 4435, paragraphs 12 and 13. In that judgment, the Court of Justice held, in essence, that since the trader in question had not been individually warned in good time of the termination of a practice which the Commission had followed for two years, consisting in tolerating deliveries in excess of quotas, the fine imposed by the Commission for exceeding a quota was contrary to the trader's legitimate expectation that the practice would be continued.",
        "NP": "174",
        "REF.NP.ECR": [
            "12",
            "13"
        ]
    },
    {
        "HT": "Mulder",
        "NO.CASE": [
            "120/86"
        ],
        "text": "183They submit, notably by analogy with Case 120/86 Mulder [1986] ECR 2321, paragraph 24, that the Commission encouraged that cooperation by publishing the Leniency Notice and would have benefited from it in the present case, so that it undertook not to modify afterwards the basis on which that cooperation had been offered.",
        "NP": "183",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Liberos",
            "Commission"
        ],
        "NO.CASE": [
            "171/00"
        ],
        "text": "209The Court has already held, in a judgment concerning internal measures adopted by the administration, that although those measures may not be regarded as rules of law which the administration is always bound to observe, they nevertheless form rules of practice from which the administration may not depart in an individual case without giving reasons that are compatible with the principle of equal treatment. Such measures therefore constitute a general act and the officials and other staff concerned may invoke their illegality in support of an action against the individual measures taken on the basis of the measures (see Case C-171/00 P Liberos v Commission [2002] ECR I-451, paragraph 35).",
        "NP": "209",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": "Kolpinghuis Nijmegen",
        "NO.CASE": [
            "80/86"
        ],
        "text": "220Those principles are also consistently reflected in the case-law of the Court to the effect that the obligation on the national court to refer to the content of the directive when interpreting the relevant rules of its national law is limited by the general principles of law which form part of Community law and in particular the principles of legal certainty and non-retroactivity (see Case 80/86 Kolpinghuis Nijmegen [1987] ECR 3969, paragraph 13).",
        "NP": "220",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": "Arcaro",
        "NO.CASE": [
            "168/95"
        ],
        "text": "221According to that case-law, such an interpretation cannot lead to the imposition on an individual of an obligation laid down by a directive which has not been transposed or, a fortiori, have the effect of determining or aggravating, on the basis of the decision and in the absence of a law enacted for its implementation, the liability in criminal law of persons who act in contravention of that directive's provisions (see, in particular, Kolpinghuis Nijmegen, cited above, paragraph 14, and Case C-168/95 Arcaro [1996] ECR I-4705, paragraph 42).",
        "NP": "221",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Michelin",
            "Commission"
        ],
        "NO.CASE": [
            "322/81"
        ],
        "text": "243It follows that, on the one hand, it is permissible, for the purpose of fixing the fine, to have regard both to the total turnover of the undertaking, which gives an indication, albeit approximate and imperfect, of the size of the undertaking and of its economic power, and to the proportion of that turnover accounted for by the goods in respect of which the infringement was committed, which gives an indication of the scale of the infringement. On the other hand, it follows that it is important not to confer on one or the other of those figures an importance disproportionate in relation to the other factors and, consequently, that the fixing of an appropriate fine cannot be the result of a simple calculation based on the total turnover. That is particularly the case where the goods concerned account for only a small part of that figure (see Musique Diffusion française and Others v Commission, paragraph 121, and Case 322/81 Michelin v Commission [1983] ECR 3461, paragraph 111).",
        "NP": "243",
        "REF.NP.ECR": [
            "111"
        ]
    },
    {
        "HT": [
            "British Sugar",
            "Commission"
        ],
        "NO.CASE": [
            "359/01"
        ],
        "text": "244It should be borne in mind, second, that in the context of an appeal the purpose of review by the Court of Justice is, first, to examine to what extent the Court of First Instance took into consideration, in a legally correct manner, all the essential factors to assess the gravity of particular conduct in the light of Article 85 of the Treaty and Article 15 of Regulation No 17 and, second, to consider whether the Court of First Instance responded to a sufficient legal standard to all the arguments raised by the appellant with a view to having the fine cancelled or reduced (see, in particular, Baustahlgewebe v Commission, cited above, paragraph 128, and Case C-359/01 P British Sugar v Commission [2004] ECR I-4933, paragraph 47).",
        "NP": "244",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "IAZ",
            "Commission"
        ],
        "NO.CASE": [
            "96/82",
            "102/82",
            "104/82",
            "105/82",
            "108/82",
            "110/82"
        ],
        "text": "327The Court of First Instance correctly held at that paragraph that the Commission is not required, when determining the amount of the fine, to take into account the poor financial situation of an undertaking concerned, since recognition of such an obligation would be tantamount to giving an unjustified competitive advantage to undertakings least well adapted to the market conditions (see, to that effect, Joined Cases 96/82 to 102/82, 104/82, 105/82, 108/82 and 110/82 IAZ v Commission [1983] ECR 3369, paragraphs 54 and 55).",
        "NP": "327",
        "REF.NP.ECR": [
            "54",
            "55"
        ]
    },
    {
        "HT": [
            "Weig",
            "Commission"
        ],
        "NO.CASE": [
            "280/98"
        ],
        "text": "332The Court of First Instance therefore breached the principle of equal treatment by not adopting the same approach in respect of KE KELIT (see, to that effect, Case C-280/98 P Weig v Commission [2000] ECR I-9757, paragraph 63).",
        "NP": "332",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Volkswagen",
            "Commission"
        ],
        "NO.CASE": [
            "338/00"
        ],
        "text": "337As regards KE KELIT's argument based on the judgment in Dansk Rørindustri v Commission, it does admittedly follow from the case-law of the Court that when the amount of fines is being decided, the exercise of unlimited jurisdiction cannot result in discrimination between undertakings which have participated in an agreement contrary to Article 85(1) of the Treaty and that if the Court of First Instance intended, in the case of one of those undertakings, to depart specifically from the method followed by the Commission, which it had not called in question, it should have given reasons for doing so in the judgment under appeal (see, in particular, Case C-338/00 P Volkswagen v Commission [2003] ECR I-9189, paragraph 146).",
        "NP": "337",
        "REF.NP.ECR": [
            "146"
        ]
    },
    {
        "HT": [
            "Finnboard",
            "Commission"
        ],
        "NO.CASE": [
            "298/98"
        ],
        "text": "351As the Court of First Instance correctly recalled at paragraph 475 of the judgment in HFB and Others v Commission, the conduct of the undertaking during the administrative procedure may be one of the factors to be taken into account when fixing the fine (see, in particular, Case C-298/98 P Finnboard v Commission [2000] ECR I-10157, paragraph 56).",
        "NP": "351",
        "REF.NP.ECR": [
            "56"
        ]
    },
    {
        "HT": [
            "Commission",
            "V"
        ],
        "NO.CASE": [
            "188/96"
        ],
        "text": "453In that regard, it must be borne in mind, first of all, that according to the case-law of the Court, the extent of the obligation to state reasons is a question of law reviewable by the Court on appeal, since a review of the legality of a decision carried out in that context must necessarily take into consideration the facts on which the Court of First Instance based itself in reaching its conclusion as to the adequacy or inadequacy of the statement of reasons (see to that effect Case C-188/96 P Commission v V [1997] ECR I-6561, paragraph 24).",
        "NP": "453",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Corns UK",
            "Commission"
        ],
        "NO.CASE": [
            "199/99"
        ],
        "text": "462According to a consistent body of case-law, the purpose of the obligation to state reasons is to enable the Court to review the legality of the decision and to provide the person concerned with sufficient information to make it possible to ascertain whether the decision is well founded or whether it is vitiated by a defect which may permit its legality to be contested (see, in particular, Case C-199/99 P Corns UK v Commission [2003] ECR I-11177, paragraph 145).",
        "NP": "462",
        "REF.NP.ECR": [
            "145"
        ]
    },
    {
        "HT": [
            "Michel",
            "Parliament"
        ],
        "NO.CASE": [
            "195/80"
        ],
        "text": "463The statement of reasons must in principle be notified to the person concerned at the same time as the decision adversely affecting him and a failure to state the reasons cannot be remedied by the fact that the person concerned learns the reasons for the decision during the proceedings before the Court (Case 195/80 Michel v Parliament [1981] ECR 2861, paragraph 22).",
        "NP": "463",
        "REF.NP.ECR": [
            "22"
        ]
    }
]