[
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "6By verbal note dated 9 December 1988, the German Government sent the Commission a communication dated 2 December in which it proposed to await the judgment in the Alean case (Case 94/87 Commission v Germany [1989] ECR 175) in which the legal issues were similar. By letter of 23 December 1988, the Commission informed the German Government that it did not consider it appropriate to wait any longer, and brought the present proceedings.",
        "NP": "6"
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "12As the Court has ruled, inter alia in its judgment in Case C-142/87 Belgium v Commission [1990] ECR I-959, in principle the recovery of aid unlawfully paid must take place in accordance with the relevant procedural provisions of national law, subject however to the proviso that those provisions are to be applied in such a way that the recovery required by Community law is not rendered practically impossible (paragraph 61).",
        "NP": "12"
    },
    {
        "HT": [
            "Deutsche Milchkontor GmbH and Others",
            "Federal Republic of Germany"
        ],
        "NO.CASE": [
            "205/82",
            "215/82"
        ],
        "text": "13The Court has also acknowledged that, since the principle of the protection of legitimate expectations is part of the legal order of the Community, the fact that national legislation provides for the principles of the protection of legitimate expectations and assurance of legal certainty to be observed in a matter such as the recovery of unduly paid Community aids cannot be considered contrary to that same legal order (judgment in Joined Cases 205/82 to 215/82 Deutsche Milchkontor GmbH and Others v Federal Republic of Germany [1983] ECR 2633, paragraph 30).",
        "NP": "13",
        "REF.NP.ECR": [
            "30"
        ]
    }
]