[
    {
        "HT": [
            "Bellintani",
            "Commission,"
        ],
        "NO.CASE": [
            "116/78"
        ],
        "text": "24It should be noted firstly in that regard that it is not only persons who have the status of officials or of employees other than local staff who may bring an action before the Court to contest a decision adversely affecting them but also persons claiming that status (judgment of 5 April 1979 in Case 116/78, Bellintani v Commission, [1979] ECR 1585).",
        "NP": "24"
    },
    {
        "HT": [
            "Moksel",
            "Commission,"
        ],
        "NO.CASE": [
            "45/81"
        ],
        "text": "26The Council contends firstly that Regulation No 3332/82 is not of direct and individual concern to the applicants. It considers that the regulation is of a legislative character, applying to objectively determined situations and having general and abstract legal effects. According to the judgment of the Court of 25 March 1982 (Case 45/81, Moksel v Commission, [1982] ECR 1129), a single provision cannot at one and the same time be a measure of general application and an individual measure. Since the regulation is of a legislative character, the Council considers that that is sufficient to declare the application inadmissible.",
        "NP": "26"
    },
    {
        "HT": [
            "Giuffrida and Campogrande",
            "Council,"
        ],
        "NO.CASE": [
            "64/80"
        ],
        "text": "29As the Court emphasized in its judgment of 26 February 1981 (Case 64/80, Giuffrida and Campogrande v Council, [1981] ECR 693), the test for distinguishing between a regulation and a decision is to ascertain whether or not the measure in question has general application.",
        "NP": "29"
    },
    {
        "HT": [
            "Les Verts",
            "Commission and Council,"
        ],
        "NO.CASE": [
            "216/83"
        ],
        "text": "59Contrary to the applicant's claim, a resolution of the Parliament is not binding and cannot give rise to the legitimate expectation that the institutions will comply with it. With regard to the remark in the budget for the 1982 financial year, it can neither confer individual rights on the applicants nor give rise to any legitimate expectation (see order of 26 September 1984 in Case 216/83, Les Verts v Commission and Council, [1984] ECR 3335). Nor could the Council's conduct give rise to any expectation on the part of the applicants that their appointments would be retroactive.",
        "NP": "59"
    }
]