[
    {
        "HT": [
            "San Marco",
            "Commission"
        ],
        "NO.CASE": [
            "19/95"
        ],
        "text": "19It follows from those provisions that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside, and also the legal arguments specifically advanced in support of the appeal (see the order in Case C-19/95 P San Marco v Commission [1996] ECR I-4435, paragraph 20",
        "NP": "19",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Hilti",
            "Commission"
        ],
        "NO.CASE": [
            "53/92"
        ],
        "text": "22The Court of Justice thus has no jurisdiction to establish the facts or, in principle, to examine the evidence which the Court of First Instance accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the Court of First Instance alone to assess the value which should be attached to the evidence produced to it (see, in particular, the order in San Marco v Commission, cited above, paragraph 40). The appraisal by the Court of First Instance of the evidence put before it does not constitute, save where the evidence has been fundamentally misconstrued, a point of law which is subject, as such, to review by the Court of Justice (judgment in Case C-53/92 P Hilti v Commission [1994] ECR I-667, paragraph 42).",
        "NP": "22",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Remia and Others",
            "Commission"
        ],
        "NO.CASE": [
            "42/84"
        ],
        "text": "34In this regard, it is appropriate to recall the case-law of the Court of Justice (see, in particular, Case 42/84 Remia and Others v Commission [1985] ECR 2545, paragraph 34, and Joined Cases 142/84 and 156/84 BAT and Reynolds v Commission [1987] ECR 4487, paragraph 62) according to which, although as a general rule the Community judicature undertakes a comprehensive review of the question whether or not the conditions for the application of Article 85(1) are met, its review of complex economic appraisals made by the Commission is necessarily limited to verifying whether the relevant rules on procedure and on the statement of reasons have been complied with, whether the facts have been accurately stated and whether there has been any manifest error of appraisal or a misuse of powers.",
        "NP": "34",
        "REF.NP.ECR": [
            "62"
        ]
    },
    {
        "HT": [
            "BAT and Reynolds",
            "Commission"
        ],
        "NO.CASE": [
            "142/84",
            "156/84"
        ],
        "text": "34In this regard, it is appropriate to recall the case-law of the Court of Justice (see, in particular, Case 42/84 Remia and Others v Commission [1985] ECR 2545, paragraph 34, and Joined Cases 142/84 and 156/84 BAT and Reynolds v Commission [1987] ECR 4487, paragraph 62) according to which, although as a general rule the Community judicature undertakes a comprehensive review of the question whether or not the conditions for the application of Article 85(1) are met, its review of complex economic appraisals made by the Commission is necessarily limited to verifying whether the relevant rules on procedure and on the statement of reasons have been complied with, whether the facts have been accurately stated and whether there has been any manifest error of appraisal or a misuse of powers.",
        "NP": "34",
        "REF.NP.ECR": [
            "62"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "62To allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would mean allowing that party to bring before the Court, whose jurisdiction in appeals is limited, a wider case than that heard by the Court of First Instance. In an appeal the Court's jurisdiction is thus confined to examining the assessment by the Court of First Instance of the pleas argued before it (see, to that effect, Case C-136/92P Commission v Brazzelli Lualdi [1994] ECR I-1981, paragraph 59).",
        "NP": "62",
        "REF.NP.ECR": [
            "59"
        ]
    },
    {
        "HT": [
            "Salonia",
            "Poidomani and Others"
        ],
        "NO.CASE": [
            "126/80"
        ],
        "text": "72The third part of the fourth ground concerns paragraphs 61 and 92 of the contested judgment in which the Court of First Instance held, inter alia, that Article 85(1) prohibited both actual and purely potential anticompetitive effects. Paragraph 61 is worded as follows:The Court finds that, contrary to the applicant's submission, the fact that the Commission is unable to establish that the practice at issue produces an actual anticompetitive effect on the market in question, which could be accounted for by the fact inter alia that the agreement in its general form has been in force since 1975, has no bearing on the outcome of the case since Article 85(1) of the Treaty prohibits both actual anticompetitive effects and purely potential effects, provided that they are sufficiently appreciable (judgment of the Court of Justice in Case 126/80 Salonia v Poidomani and Others [1981] ECR 1563; judgment of the Court of First Instance in Case T-2/89 Petrofina v Commission [1991] ECR II-1087), which they are in the present case, having regard to the characteristics of the market (see paragraph 78, below).",
        "NP": "72"
    },
    {
        "HT": "Societe Technique Miniere",
        "NO.CASE": [
            "56/65"
        ],
        "text": "76According to the settled case-law of the Court, in order to determine whether an agreement is to be considered to be prohibited by reason of the distortion of competition which is its effect, the competition in question should be assessed within the actual context in which it would occur in the absence of the agreement m dispute (see, in particular, Case 56/65 Société Technique Minière [1966] ECB. 337 and Case 31/80 L'Oréal v De Nieuwe AMCK [1980] ECR 3775, paragraph 19).",
        "NP": "76",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "L'Oreal",
            "De Nieuwe AMCK"
        ],
        "NO.CASE": [
            "31/80"
        ],
        "text": "76According to the settled case-law of the Court, in order to determine whether an agreement is to be considered to be prohibited by reason of the distortion of competition which is its effect, the competition in question should be assessed within the actual context in which it would occur in the absence of the agreement m dispute (see, in particular, Case 56/65 Société Technique Minière [1966] ECB. 337 and Case 31/80 L'Oréal v De Nieuwe AMCK [1980] ECR 3775, paragraph 19).",
        "NP": "76",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "ETA",
            "DK Investment"
        ],
        "NO.CASE": [
            "31/85"
        ],
        "text": "77Article 85(1) does not restrict such an assessment to actual effects alone; it must also take account of the agreement's potential effects on competition within the common market (see, to this effect, Case 31/85 ETA v DK Investment [1985] ECR 3933, paragraph 12, and BAT and Reynolds, cited above, paragraph 54). As the Court of First Instance correctly reiterated, an agreement will, however fall outside the prohibition in Article 85 if it has only an insignificant effect on the market (Case 5/69 Völk v Vervaecke [1969] ECR 295, paragraph 7).",
        "NP": "77",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": [
            "Volk",
            "Vervaecke"
        ],
        "NO.CASE": [
            "5/69"
        ],
        "text": "77Article 85(1) does not restrict such an assessment to actual effects alone; it must also take account of the agreement's potential effects on competition within the common market (see, to this effect, Case 31/85 ETA v DK Investment [1985] ECR 3933, paragraph 12, and BAT and Reynolds, cited above, paragraph 54). As the Court of First Instance correctly reiterated, an agreement will, however fall outside the prohibition in Article 85 if it has only an insignificant effect on the market (Case 5/69 Völk v Vervaecke [1969] ECR 295, paragraph 7).",
        "NP": "77",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": [
            "Ahlstrom Osakeyhtio and Others",
            "Commission"
        ],
        "NO.CASE": [
            "89/85",
            "104/85",
            "114/85",
            "116/85",
            "117/85",
            "125/85",
            "129/85"
        ],
        "text": "82As regards the first condition, the appellant puts forward several arguments, referring in particular to the data which are not disclosed to members of the AEA through the information exchange system, the time-lag in disseminating certain data and the conclusions which members can draw from such information. It follows, according to the appellant, from those arguments that the members of the information exchange system do not acquire information about their competitors' market strategies. It adds that the reasoning of the Court of First Instance, inasmuch as it is based on reduced uncertainty, is not compatible with the judgment in Joined Cases C-89/85, C-104/85, C-114/85, C-116/85, C-117/85 and C-125/85 to C-129/85 Ahlström Osakeyhtiö and Others v Commission [1993] ECR I-1307, paragraph 64. That judgment makes it clear that the fact that an information exchange system lessens uncertainty is not sufficient for it to be considered to be restrictive of competition.",
        "NP": "82",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "Suiker Unie",
            "Commission"
        ],
        "NO.CASE": [
            "40/73",
            "48/73",
            "50/73",
            "54/73",
            "56/73",
            "111/73",
            "113/73",
            "114/73"
        ],
        "text": "86First of all, according to the case-law of the Court Qoined Cases 40/73 to 48/73, 50/73, 54/73 to 56/73, 111/73, 113/73 and 114/73, Suiker Unie v Commission [1975] ECR 1663, paragraph 173, and Case 172/80 Züchner v Bayerische Vereinsbank [1981] ECR 2021, paragraph 13), the criteria of coordination and cooperation necessary for determining the existence of a concerted practice, far from requiring an actual plan to have been worked out, are to be understood in the light of the concept inherent in the Treaty provisions on competition, according to which each trader must determine independently the policy which he intends to adopt on the common market and the conditions which he intends to offer to his customers.",
        "NP": "86",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Zuchner",
            "Bayerische Vereinsbank"
        ],
        "NO.CASE": [
            "172/80"
        ],
        "text": "86First of all, according to the case-law of the Court Qoined Cases 40/73 to 48/73, 50/73, 54/73 to 56/73, 111/73, 113/73 and 114/73, Suiker Unie v Commission [1975] ECR 1663, paragraph 173, and Case 172/80 Züchner v Bayerische Vereinsbank [1981] ECR 2021, paragraph 13), the criteria of coordination and cooperation necessary for determining the existence of a concerted practice, far from requiring an actual plan to have been worked out, are to be understood in the light of the concept inherent in the Treaty provisions on competition, according to which each trader must determine independently the policy which he intends to adopt on the common market and the conditions which he intends to offer to his customers.",
        "NP": "86",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Ferriere Nord",
            "Commission"
        ],
        "NO.CASE": [
            "219/95"
        ],
        "text": "119As regards the significance of the Court of First Instance's finding that the Commission had been unable to provide evidence that the information exchange system might have helped to maintain a high level of prices, the factors set out in paragraph 101 allow it to be affirmed with a sufficient degree of probability that the agreement may have an influence, direct or indirect, actual or potential, on the pattern of trade in tractors between Member States so as to give rise to the fear that the realisation of a single market between Member States might be impeded (see in particular Case 54/65 Société Technique Minière, cited above, and Case C-219/95 P Ferriere Nord v Commission [1997] ECR I-4411, paragraph 20). First, the Court of First Instance pointed out that even if the Commission was unable to provide evidence that the information exchange system might have helped to maintain a high level of prices, the appellant had likewise not demonstrated that the prices of agricultural tractors on the United Kingdom market were lower than those charged on continental markets. Second, in considering that the Commission had correctly found that the information exchange system necessarily influences the volume of imports into the United Kingdom, the Court of First Instance took into account the characteristics of the relevant market, and the fact that the main suppliers on that market also operated throughout the common market, and the large share (88%) of the relevant market controlled by the undertakings which were members of the agreement.",
        "NP": "119",
        "REF.NP.ECR": [
            "20"
        ]
    }
]