[
    {
        "HT": [
            "T.Port",
            "Commission"
        ],
        "NO.CASE": [
            "122/01"
        ],
        "text": "15It is settled case-law that the Court of Justice has no jurisdiction to establish the facts or, without exception, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it (see Case C-122/01 P T.Port v Commission [2003] ECR I-4261, paragraph 27, and Case C-167/06 P Komninou and Others v Commission [2007] ECR I-141, paragraph 40). Save where that evidence has been distorted, its appraisal therefore does not constitute a point of law which is subject, as such, to review by the Court of Justice (see, in particular, Case C-8/95 P New Holland Ford v Commission [1998] ECR I-3175, paragraph 26).",
        "NP": "15",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "Komninou and Others",
            "Commission"
        ],
        "NO.CASE": [
            "167/06"
        ],
        "text": "15It is settled case-law that the Court of Justice has no jurisdiction to establish the facts or, without exception, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it (see Case C-122/01 P T.Port v Commission [2003] ECR I-4261, paragraph 27, and Case C-167/06 P Komninou and Others v Commission [2007] ECR I-141, paragraph 40). Save where that evidence has been distorted, its appraisal therefore does not constitute a point of law which is subject, as such, to review by the Court of Justice (see, in particular, Case C-8/95 P New Holland Ford v Commission [1998] ECR I-3175, paragraph 26).",
        "NP": "15",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "New Holland Ford",
            "Commission"
        ],
        "NO.CASE": [
            "8/95"
        ],
        "text": "15It is settled case-law that the Court of Justice has no jurisdiction to establish the facts or, without exception, to examine the evidence which the General Court accepted in support of those facts. Provided that the evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the General Court alone to assess the value which should be attached to the evidence produced to it (see Case C-122/01 P T.Port v Commission [2003] ECR I-4261, paragraph 27, and Case C-167/06 P Komninou and Others v Commission [2007] ECR I-141, paragraph 40). Save where that evidence has been distorted, its appraisal therefore does not constitute a point of law which is subject, as such, to review by the Court of Justice (see, in particular, Case C-8/95 P New Holland Ford v Commission [1998] ECR I-3175, paragraph 26).",
        "NP": "15",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "HT": [
            "Aalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/00",
            "219/00"
        ],
        "text": "16Where an appellant alleges distortion of the evidence by the General Court, he must, pursuant to Article 225 EC, the first paragraph of Article 51 of the Statute of the Court of Justice and Article 112(1)(c) of its Rules of Procedure, indicate precisely the evidence alleged to have been distorted and show the errors of appraisal which, in his view, led to such distortion (see, to that effect, Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/00 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 50).",
        "NP": "16",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "PKK and KNK",
            "Council"
        ],
        "NO.CASE": [
            "229/05"
        ],
        "text": "17Such distortion exists where, without recourse to new evidence, the assessment of the existing evidence is manifestly incorrect (see Case C-229/05 P PKK and KNK v Council [2007] ECR I-439, paragraph 37).",
        "NP": "17",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": "IATA and ELFAA",
        "NO.CASE": [
            "344/04"
        ],
        "text": "40The principle of equal treatment precludes, in particular, comparable situations from being treated differently unless such treatment is objectively justified (see, to that effect, Case C-344/04 IATA and ELFAA [2006] ECR I-403, paragraph 95). Yet, as the Commission correctly contends, Lafarge has not even sought to show that its situation was comparable to that of Gyproc, which would have been all the more necessary given that the participation of those two undertakings in the infringement in question is characterised by significant factual differences. The scope of the allegation contained in the last sentence of paragraph 375 of the application at first instance is, consequently, hardly clear.",
        "NP": "40",
        "REF.NP.ECR": [
            "95"
        ]
    },
    {
        "HT": [
            "Connolly",
            "Commission"
        ],
        "NO.CASE": [
            "274/99"
        ],
        "text": "41It is settled case-law that the requirement that the General Court give reasons for its judgments cannot be interpreted as meaning that it is obliged to respond in detail to every single argument submitted by the applicant, particularly if the argument was not sufficiently clear and precise and was not adequately supported by evidence (see Case C-274/99 P Connolly v Commission [2001] ECR I-1611, paragraph 121; Case C-197/99 P Belgium v Commission [2003] ECR I-8461, paragraph 81; and Case C-404/04 P Technische Glaswerke Ilmenau v Commission [2007] ECR I-1, paragraph 90).",
        "NP": "41",
        "REF.NP.ECR": [
            "90"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "197/99"
        ],
        "text": "41It is settled case-law that the requirement that the General Court give reasons for its judgments cannot be interpreted as meaning that it is obliged to respond in detail to every single argument submitted by the applicant, particularly if the argument was not sufficiently clear and precise and was not adequately supported by evidence (see Case C-274/99 P Connolly v Commission [2001] ECR I-1611, paragraph 121; Case C-197/99 P Belgium v Commission [2003] ECR I-8461, paragraph 81; and Case C-404/04 P Technische Glaswerke Ilmenau v Commission [2007] ECR I-1, paragraph 90).",
        "NP": "41",
        "REF.NP.ECR": [
            "90"
        ]
    },
    {
        "HT": [
            "Technische Glaswerke Ilmenau",
            "Commission"
        ],
        "NO.CASE": [
            "404/04"
        ],
        "text": "41It is settled case-law that the requirement that the General Court give reasons for its judgments cannot be interpreted as meaning that it is obliged to respond in detail to every single argument submitted by the applicant, particularly if the argument was not sufficiently clear and precise and was not adequately supported by evidence (see Case C-274/99 P Connolly v Commission [2001] ECR I-1611, paragraph 121; Case C-197/99 P Belgium v Commission [2003] ECR I-8461, paragraph 81; and Case C-404/04 P Technische Glaswerke Ilmenau v Commission [2007] ECR I-1, paragraph 90).",
        "NP": "41",
        "REF.NP.ECR": [
            "90"
        ]
    },
    {
        "HT": [
            "SGL Carbon",
            "Commission"
        ],
        "NO.CASE": [
            "308/04"
        ],
        "text": "49In addition, Lafarge’s arguments are manifestly unfounded. Thus, the Court has confirmed that the members of a cartel may be divided into different categories, the Commission referring in that regard to paragraphs 52 and 53 in the judgment in Case C-308/04 P SGL Carbon v Commission [2006] ECR I-5977. Where the Commission decides to divide the undertakings concerned into categories on the basis of their market shares it is not required to ensure that the basic amount of the fine on each undertaking is strictly proportional to its market share. As different undertakings’ market shares are generally different that would oblige the Commission to create the same number of categories as there were undertakings concerned, which would defeat the purpose of their division into categories.",
        "NP": "49"
    },
    {
        "HT": [
            "VBA",
            "VGB and Others"
        ],
        "NO.CASE": [
            "266/97"
        ],
        "text": "52To allow a party to put forward for the first time before the Court of Justice a plea in law and arguments which it has not raised before the General Court would be to authorise it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court. In an appeal the jurisdiction of the Court of Justice is thus confined to review of the findings of law on the pleas argued before the court below (see Case C-266/97 P VBA v VGB and Others [2000] ECR I-2135, paragraph 79, and Case C-167/04 P JCB Service v Commission [2006] ECR I-8935, paragraph 114). To that extent, this ground of appeal is inadmissible.",
        "NP": "52",
        "REF.NP.ECR": [
            "114"
        ]
    },
    {
        "HT": [
            "JCB Service",
            "Commission"
        ],
        "NO.CASE": [
            "167/04"
        ],
        "text": "52To allow a party to put forward for the first time before the Court of Justice a plea in law and arguments which it has not raised before the General Court would be to authorise it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court. In an appeal the jurisdiction of the Court of Justice is thus confined to review of the findings of law on the pleas argued before the court below (see Case C-266/97 P VBA v VGB and Others [2000] ECR I-2135, paragraph 79, and Case C-167/04 P JCB Service v Commission [2006] ECR I-8935, paragraph 114). To that extent, this ground of appeal is inadmissible.",
        "NP": "52",
        "REF.NP.ECR": [
            "114"
        ]
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "54In fact, on that point, the General Court noted that the Court of Justice held, in paragraphs 255 and 312 of its judgment in Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, that the Commission is not required to calculate fines from amounts based on the turnover of the undertakings concerned nor to ensure, where fines are imposed on a number of undertakings involved in the same infringement, that the final amounts of the fines resulting from its calculations for the undertakings concerned reflect any distinction between them in terms of their overall turnover or their relevant turnover.",
        "NP": "54"
    },
    {
        "HT": [
            "Groupe Danone",
            "Commission"
        ],
        "NO.CASE": [
            "3/06"
        ],
        "text": "59In addition, Lafarge invites the Court to reconsider whether its judgment in Case C-3/06 P Groupe Danone v Commission [2007] ECR I-1331 is in conformity with the abovementioned general principles.",
        "NP": "59"
    },
    {
        "HT": [
            "Commission",
            "BASF and Others"
        ],
        "NO.CASE": [
            "137/92"
        ],
        "text": "81The General Court held, in paragraph 734 of the judgment under appeal, that it is sufficient for the Commission to be entitled to take account of repeated infringement that the undertaking has previously been found guilty of an infringement of the same type, even if the decision concerned is still subject to review by the courts. In that regard, it noted correctly, in paragraph 736 of the judgment under appeal, that decisions of the Commission are presumed to be lawful until such time as they are annulled or withdrawn (see, to that effect, Case C-137/92 P Commission v BASF and Others [1994] ECR I-2555, paragraph 48).",
        "NP": "81",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Salzgitter",
            "Commission"
        ],
        "NO.CASE": [
            "210/98"
        ],
        "text": "90However, even assuming that the General Court erred in law, as both Lafarge and the Commission submit, in holding, in paragraph 737 of the judgment under appeal, that if an earlier decision, which served as the basis for an increased fine for repeated infringement in a later decision, is annulled after the latter decision has become definitive, there arises a new fact entailing the recommencement of the time-limit for bringing an action relating to the second decision, such error cannot give rise to the annulment of that judgment if the operative part of the judgment is shown to be well founded for other legal reasons (see, to that effect, Case C-210/98 P Salzgitter v Commission [2000] ECR I-5843, paragraph 58 and the case-law cited).",
        "NP": "90",
        "REF.NP.ECR": [
            "58"
        ]
    },
    {
        "HT": [
            "Evonik Degussa",
            "Commission and Council"
        ],
        "NO.CASE": [
            "266/06"
        ],
        "text": "93In that regard, the General Court stated, in paragraph 720 of the judgment under appeal, that Section 2 of the 1998 Guidelines, entitled Aggravating circumstances, establishes a non-exhaustive list of the circumstances which can lead to an increase in the basic amount of the fine, such as repeated infringement. What is precisely referred to, in the terms of Section 2, is repeated infringement of the same type by same undertaking or undertakings without any requirement for the decision establishing the infringement to be definitive being mentioned. It is settled case-law that the Commission’s Guidelines ensure legal certainty for the undertakings concerned by defining the method which the Commission has imposed on itself in order to set the amount of fines imposed under Article 15(2) of Regulation No 17 (see Case C-266/06 P Evonik Degussa v Commission and Council [2008] ECR I-81, paragraph 53).",
        "NP": "93",
        "REF.NP.ECR": [
            "53"
        ]
    },
    {
        "HT": [
            "Showa Denko",
            "Commission"
        ],
        "NO.CASE": [
            "289/04"
        ],
        "text": "102It should be noted that deterrence is one of the factors to be taken into account in calculating the amount of the fine. It is settled case-law that the fines imposed for infringements of Article 81 EC, as laid down in Article 15(2) of Regulation No 17, are designed to sanction the unlawful acts of the undertakings concerned and to deter both the undertakings in question and other economic operators from infringing, in future, the rules of European Union competition law. The link between, first, undertakings’ size and global resources and, second, the need to ensure that a fine has deterrent effect cannot be denied. Accordingly, when the Commission calculates the amount of the fine it may take into consideration, inter alia, the size and the economic power of the undertaking concerned (see, to that effect, Case C-289/04 P Showa Denko v Commission [2006] ECR I-5859, paragraph 16 and the case-law cited).",
        "NP": "102",
        "REF.NP.ECR": [
            "16"
        ]
    }
]