[
    {
        "NO.ECLI": "EU:T:2015:953",
        "NO.CASE": null,
        "text": "1By its appeal the Council of the European Union is seeking to have set aside the judgment of the General Court of the European Union of 10 December 2015, Front Polisario v Council (T‐512/12, the judgment under appeal, EU:T:2015:953), by which the General Court upheld the action brought by the Front populaire pour la libération de la saguia-el-hamra et du rio de oro (Front Polisario) for the partial annulment of Council Decision 2012/497/EU of 8 March 2012 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Union and the Kingdom of Morocco concerning reciprocal liberalisation measures on agricultural products, processed agricultural products, fish and fishery products, the replacement of Protocols 1, 2 and 3 and their Annexes and amendments to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part (OJ 2012 L 241, p. 2) (the decision at issue).",
        "NP": "NP0001"
    },
    {
        "DATE": "18 July 2013",
        "NAME.CASE": {
            "HT": [
                "Commission and Others",
                "Kadi"
            ]
        },
        "NO.CASE": [
            "584/10",
            "593/10",
            "595/10"
        ],
        "NO.ECLI": "EU:C:2013:518",
        "REF.NP.ECR": "57",
        "text": "60In that regard, it follows from the second paragraph of Article 252 TFEU that it is the duty of the Advocate General, acting with complete impartiality and independence, to make, in open court, reasoned submissions on cases which require his involvement. The Court is not bound either by the Advocate General’s Opinion or by the reasoning on which it is based (see judgments of 18 July 2013, Commission and Others v Kadi, C‐584/10 P, C‐593/10 P and C‐595/10 P, EU:C:2013:518, paragraph 57, and of 6 October 2015, Commission v Andersen, C‐303/13 P, EU:C:2015:647, paragraph 33).",
        "NP": "NP0060"
    },
    {
        "DATE": "6 October 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Andersen"
            ]
        },
        "NO.CASE": [
            "303/13"
        ],
        "NO.ECLI": "EU:C:2015:647",
        "REF.NP.ECR": "33",
        "text": "60In that regard, it follows from the second paragraph of Article 252 TFEU that it is the duty of the Advocate General, acting with complete impartiality and independence, to make, in open court, reasoned submissions on cases which require his involvement. The Court is not bound either by the Advocate General’s Opinion or by the reasoning on which it is based (see judgments of 18 July 2013, Commission and Others v Kadi, C‐584/10 P, C‐593/10 P and C‐595/10 P, EU:C:2013:518, paragraph 57, and of 6 October 2015, Commission v Andersen, C‐303/13 P, EU:C:2015:647, paragraph 33).",
        "NP": "NP0060"
    },
    {
        "DATE": "22 November 2012",
        "NAME.CASE": {
            "HT": [
                "E.ON Energie",
                "Commission"
            ]
        },
        "NO.CASE": [
            "89/11"
        ],
        "NO.ECLI": "EU:C:2012:738",
        "REF.NP.ECR": "62",
        "text": "61Consequently, a party’s disagreement with the Opinion of the Advocate General, irrespective of the questions examined in that Opinion, cannot in itself constitute grounds justifying the reopening of the oral procedure (see judgments of 22 November 2012, E.ON Energie v Commission, C‐89/11 P, EU:C:2012:738, paragraph 62, and of 17 September 2015, Mory and Others v Commission, C‐33/14 P, EU:C:2015:609, paragraph 26).",
        "NP": "NP0061"
    },
    {
        "DATE": "17 September 2015",
        "NAME.CASE": {
            "HT": [
                "Mory and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "33/14"
        ],
        "NO.ECLI": "EU:C:2015:609",
        "REF.NP.ECR": "26",
        "text": "61Consequently, a party’s disagreement with the Opinion of the Advocate General, irrespective of the questions examined in that Opinion, cannot in itself constitute grounds justifying the reopening of the oral procedure (see judgments of 22 November 2012, E.ON Energie v Commission, C‐89/11 P, EU:C:2012:738, paragraph 62, and of 17 September 2015, Mory and Others v Commission, C‐33/14 P, EU:C:2015:609, paragraph 26).",
        "NP": "NP0061"
    },
    {
        "DATE": "22 February 2005",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "max.mobil"
            ]
        },
        "NO.CASE": [
            "141/02"
        ],
        "NO.ECLI": "EU:C:2005:98",
        "REF.NP.ECR": "48",
        "text": "69Moreover, it is apparent from the third paragraph of Article 56 of that statute that, in order to bring an appeal against a judgment of the General Court, in a case not relating to a dispute between the European Union and its servants, Member States and EU institutions do not have to show any interest (see judgments of 22 February 2005, Commission v max.mobil, C‐141/02 P, EU:C:2005:98, paragraph 48, and of 21 December 2011, France v People’s Mojahedin Organization of Iran, C‐27/09 P, EU:C:2011:853, paragraph 45).",
        "NP": "NP0069"
    },
    {
        "DATE": "21 December 2011",
        "NAME.CASE": {
            "HT": [
                "France",
                "People's Mojahedin Organization of Iran"
            ]
        },
        "NO.CASE": [
            "27/09"
        ],
        "NO.ECLI": "EU:C:2011:853",
        "REF.NP.ECR": "45",
        "text": "69Moreover, it is apparent from the third paragraph of Article 56 of that statute that, in order to bring an appeal against a judgment of the General Court, in a case not relating to a dispute between the European Union and its servants, Member States and EU institutions do not have to show any interest (see judgments of 22 February 2005, Commission v max.mobil, C‐141/02 P, EU:C:2005:98, paragraph 48, and of 21 December 2011, France v People’s Mojahedin Organization of Iran, C‐27/09 P, EU:C:2011:853, paragraph 45).",
        "NP": "NP0069"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "text": "75Next, the General Court held, in paragraphs 74 to 88 of the judgment under appeal, that that question itself entailed, in the light of the arguments of the Council, the Commission and the Front Polisario in that regard, an interpretation of that agreement. It also held, in paragraphs 89 to 94 and 98 of the judgment under appeal, that such an interpretation had to be carried out in accordance with the rules of general international customary law recalled in Article 31 of the Vienna Convention. By contrast, the General Court essentially held, in paragraphs 95 to 98 of the judgment under appeal, that the general international law principle of the relative effect of treaties, of which Article 34 of the Vienna Convention is a particular expression, was not relevant for the purposes of the interpretation of the Liberalisation Agreement, having regard to the particular circumstances of the action before it, in contrast to what the Court had held in the judgment of 25 February 2010 in Brita (C‐386/08, EU:C:2010:91).",
        "NP": "NP0075"
    },
    {
        "DATE": "3 July 2007",
        "NAME.CASE": {
            "HT": [
                "Commune de Champagne and Others",
                "Council and Commission"
            ]
        },
        "NO.CASE": [
            "212/02"
        ],
        "NO.ECLI": "EU:T:2007:194",
        "REF.NP.ECR": [
            "90",
            "94"
        ],
        "text": "78The Council criticises the General Court for having assumed, in paragraph 73 of the judgment under appeal, that, if the Liberalisation Agreement applied to Western Sahara, the Front Polisario may automatically be directly and individually concerned by the decision at issue. Such a presumption, the Council submits, is erroneous in law. As the General Court itself previously held in the order of 3 July 2007, Commune de Champagne and Others v Council and Commission (T‐212/02, EU:T:2007:194, paragraphs 90 to 94), a Council decision relating to the conclusion of an international agreement between the European Union and a third State has no legal effect in the territory of the other party to that agreement. Thus, the situation of such a territory is governed solely by the provisions adopted by that other party in the exercise of its sovereign powers. Moreover, the sole cause of the effects which that agreement produces on that territory is the fact that, in deciding to ratify that agreement, that other party has agreed to be bound by it and has undertaken to take the steps necessary to ensure the fulfilment of the obligations arising from it. Accordingly, allowing that an action for annulment of the Council decision on the conclusion of an international agreement is admissible in so far as that action concerns the effects of the international agreement on the territory of the other party would lead the Court of the European Union to exceed its jurisdiction by ruling on the legality, under EU law, of the rights or obligations resulting, for a third State, from an agreement to which the latter has subscribed freely and at its absolute discretion. That, the Council submits, is precisely what the General Court did in the present case, by making the application of the Liberalisation Agreement to Western Sahara a prerequisite for the Front Polisario’s standing. Finally, the Council notes that the fact that Western Sahara is a disputed territory in international law has no bearing on the reasoning of the General Court in that order, to which it subscribes in its entirety.",
        "NP": "NP0078"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "text": "79The Commission submits that the fact, referred to in, inter alia, paragraph 87 of the judgment under appeal, that the Liberalisation Agreement is applied de facto, in certain cases, to Western Sahara cannot be regarded either as a contextual element or as a subsequent practice within the meaning of Article 31(2) and (3)(b) of the Vienna Convention, justifying the interpretation of Article 94 of the Association Agreement as meaning that those two agreements apply to that non-self-governing territory. Moreover, although no clause expressly excluding Western Sahara from their scope had been inserted into that agreement, in view of the disagreement between the European Union and the Kingdom of Morocco as to the status of that non-self-governing territory, referred to by the General Court in paragraph 100 of the judgment under appeal, that fact does not justify the view that those agreements apply to that territory, taking account of Article 31(3)(c) of the Vienna Convention, of the principle of the relative effect of treaties codified in Article 34 of that convention and recalled by the Court in the judgment of 25 February 2010, Brita (C‐386/08, EU:C:2010:91), of the right to self-determination of the people of Western Sahara, repeatedly recalled by the European Union in its positions on the subject, as well as of the relevant international practice in respect of the territorial application of treaties.",
        "NP": "NP0079"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "REF.NP.ECR": "43",
        "text": "86It must be pointed out that, in order to be able to draw correct legal conclusions from the absence of a stipulation excluding Western Sahara from the territorial scope of the Association Agreement, in interpreting that agreement, the General Court was bound not only to observe the rules of good faith interpretation laid down in Article 31(1) of the Vienna Convention but also that laid down in Article 31(3)(c) of that convention, pursuant to which the interpretation of a treaty must be carried out by taking account of any relevant rules of international law applicable in the relations between the parties (judgment of 25 February 2010, Brita, C‐386/08, EU:C:2010:91, paragraph 43; see also, to that effect, judgment of 3 September 2008, Kadi and Al Barakaat International Foundation v Council and Commission, C‐402/05 P and C‐415/05 P, EU:C:2008:461, paragraph 291 and the case-law cited).",
        "NP": "NP0086"
    },
    {
        "DATE": "3 September 2008",
        "NAME.CASE": {
            "HT": [
                "Kadi and Al Barakaat International Foundation",
                "Council and Commission"
            ]
        },
        "NO.CASE": [
            "402/05",
            "415/05"
        ],
        "NO.ECLI": "EU:C:2008:461",
        "REF.NP.ECR": "291",
        "text": "86It must be pointed out that, in order to be able to draw correct legal conclusions from the absence of a stipulation excluding Western Sahara from the territorial scope of the Association Agreement, in interpreting that agreement, the General Court was bound not only to observe the rules of good faith interpretation laid down in Article 31(1) of the Vienna Convention but also that laid down in Article 31(3)(c) of that convention, pursuant to which the interpretation of a treaty must be carried out by taking account of any relevant rules of international law applicable in the relations between the parties (judgment of 25 February 2010, Brita, C‐386/08, EU:C:2010:91, paragraph 43; see also, to that effect, judgment of 3 September 2008, Kadi and Al Barakaat International Foundation v Council and Commission, C‐402/05 P and C‐415/05 P, EU:C:2008:461, paragraph 291 and the case-law cited).",
        "NP": "NP0086"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "REF.NP.ECR": [
            "44",
            "52"
        ],
        "text": "100Finally, under the general international-law principle of the relative effect of treaties, of which the rule contained in Article 34 of the Vienna Convention is a specific expression, treaties do not impose any obligations, or confer any rights, on third States without their consent (see judgment of 25 February 2010, Brita, C‐386/08, EU:C:2010:91, paragraphs 44 and 52).",
        "NP": "NP0100"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "text": "101In the present case, as has been noted in paragraph 75 of the present judgment, the General Court essentially held, in paragraphs 95 to 97 of the judgment under appeal, that that principle was not relevant for the purposes of assessing the action before it, in contrast to what the Court held in the judgment of 25 February 2010, Brita (C‐386/08, EU:C:2010:91), because the circumstances specific to that action differed from those in the case which had given rise to the judgment in Brita.",
        "NP": "NP0101"
    },
    {
        "DATE": "25 February 2010",
        "NAME.CASE": {
            "HT": "Brita"
        },
        "NO.CASE": [
            "386/08"
        ],
        "NO.ECLI": "EU:C:2010:91",
        "text": "102In particular, the General Court noted, in paragraphs 96 and 97 of the judgment under appeal, that the European Union had not concluded any Association Agreement relating to products originating in Western Sahara other than with the Kingdom of Morocco, whereas in the case giving rise to the judgment of 25 February 2010, Brita (C‐386/08, EU:C:2010:91), the European Union had concluded an Association Agreement not only with the State of Israel, but also with the Palestine Liberation Organisation (PLO) acting in the name and on behalf of the Palestinian Authority of the West Bank and the Gaza Strip.",
        "NP": "NP0102"
    },
    {
        "DATE": "16 June 1998",
        "NAME.CASE": {
            "HT": "Racke"
        },
        "NO.CASE": [
            "162/96"
        ],
        "NO.ECLI": "EU:C:1998:293",
        "REF.NP.ECR": "49",
        "text": "124Such implementation would necessarily be incompatible with the principle that Treaty obligations must be performed in good faith, which nevertheless constitutes a binding principle of general international law applicable to subjects of that law who are contracting parties to a treaty (see, to that effect, judgments of 16 June 1998, Racke, C‐162/96, EU:C:1998:293, paragraph 49, and of 23 January 2014, Manzi and Compagnia Naviera Orchestra, C‐537/11, EU:C:2014:19, paragraph 38).",
        "NP": "NP0124"
    },
    {
        "DATE": "23 January 2014",
        "NAME.CASE": {
            "HT": "Manzi and Compagnia Naviera Orchestra"
        },
        "NO.CASE": [
            "537/11"
        ],
        "NO.ECLI": "EU:C:2014:19",
        "REF.NP.ECR": "38",
        "text": "124Such implementation would necessarily be incompatible with the principle that Treaty obligations must be performed in good faith, which nevertheless constitutes a binding principle of general international law applicable to subjects of that law who are contracting parties to a treaty (see, to that effect, judgments of 16 June 1998, Racke, C‐162/96, EU:C:1998:293, paragraph 49, and of 23 January 2014, Manzi and Compagnia Naviera Orchestra, C‐537/11, EU:C:2014:19, paragraph 38).",
        "NP": "NP0124"
    },
    {
        "DATE": "10 December 2015",
        "NAME.CASE": {
            "HT": [
                "Front Polisario",
                "Council"
            ]
        },
        "NO.CASE": [
            "512/12"
        ],
        "NO.ECLI": "EU:T:2015:953",
        "text": "1.Sets aside the judgment of the General Court of the European Union of 10 December 2015, Front Polisario v Council (T‐512/12, EU:T:2015:953);",
        "NP": null
    }
]