[
    {
        "HT": [
            "France and Others",
            "Commission ("
        ],
        "NO.CASE": [
            "68/94",
            "30/95"
        ],
        "text": "20In paragraph 119 of the judgment under appeal, the Court of First Instance set out as follows the criteria for judicial review of a Commission decision on a concentration:As a preliminary point, it must be recalled that the substantive rules of the Regulation, in particular Article 2, confer on the Commission a certain discretion, especially with respect to assessments of an economic nature. Consequently, review by the Community judicature of the exercise of that discretion, which is essential for defining the rules on concentrations, must take account of the discretionary margin implicit in the provisions of an economic nature which form part of the rules on concentrations (Joined Cases C-68/94 and C-30/95 France and Others ν Commission (Kali & Salz) [1998] ECR I-1375, paragraphs 223 and 224; Case T-102/96 Gencor ν Commission [1999] ECR II-753, paragraphs 164 and 165; and Case T-342/99 Airtours ν Commission [2002] ECR II-2585, paragraph 64).",
        "NP": "20",
        "REF.NP.ECR": [
            "64"
        ]
    },
    {
        "HT": [
            "Michelin",
            "Commission"
        ],
        "NO.CASE": [
            "322/81"
        ],
        "text": "56The Commission's argument challenges paragraphs 156 to 162 of the judgment under appeal, which immediately follow paragraphs 148 to 155, which were likewise challenged by the Commission and were examined by the Court in connection with the first ground of appeal. In those paragraphs, the Court of First Instance held as follows:156In the present case, the leveraging from the aseptic carton market, as described in the contested decision, would manifest itself — in addition to the possibility of the merged entity engaging in practices such as tying sales of carton packaging equipment and consumables to sales of PET packaging equipment and forced sales (recitals 345 and 365) — firstly, by the probability of predatory pricing by the merged entity (recital 364, cited in paragraph 49 above); secondly, by price wars; and, thirdly, by the granting of loyalty rebates. Engaging in these practices would enable the merged entity to ensure, as far as possible, that its customers on the carton markets obtain from Sidel any PET equipment they may require. The contested decision finds that Tetra holds a dominant position on the aseptic carton markets, that is to say, the markets for aseptic carton packaging systems and aseptic cartons (recital 231, see paragraph 40 above), a finding which is not disputed by the applicant.157It should be recalled that, according to settled case-law, where an undertaking is in a dominant position it is in consequence obliged, where appropriate, to modify its conduct so as not to impair effective competition on the market regardless of whether the Commission has adopted a decision to that effect (Case 322/81 Michelin ν Commission [1983] ECR 3461, paragraph 57; Case T-51/89 Tetra Pak ν Commission [1990] ECR II-309, paragraph 23; and Joined Cases T-125/97 and T-127/97 Coca-Cola ν Commission [2000] ECR II-1733, paragraph 80).158Moreover, in response to the questions put by the Court at the hearing, the Commission did not deny that leveraging by Tetra through the conduct described above could constitute abuse of Terra's pre-existing dominant position in the aseptic carton markets. This could also be the case, according to the concerns expressed by the Commission in its defence, in circumstances where the merged entity refused to participate in the installation and any necessary conversion of Sidel SBM machines, to provide after-sales service or to honour the guarantees for such machines when sold by converters. However, the Commission went on to state that the fact that a type of conduct may constitute an independent infringement of Article 82 EC does not preclude that conduct from being taken into account in the Commission's assessment of all forms of leveraging made possible by a merger transaction.159In this regard, it must be stated that, although the Regulation provides for the prohibition of a merger creating or strengthening a dominant position which has significant anti-competitive effects, these conditions do not require it to be demonstrated that the merged entity will, as a result of the merger, engage in abusive, and consequently unlawful, conduct. Although it cannot therefore be presumed that Community law will not be complied with by the parties to a conglomerate-type merger transaction, such a possibility cannot be excluded by the Commission when it carries out its control of mergers. Accordingly, when the Commission, in assessing the effects of such a merger, relies on foreseeable conduct which in itself is likely to constitute abuse of an existing dominant position, it is required to assess whether, despite the prohibition of such conduct, it is none the less likely that the entity resulting from the merger will act in such a manner or whether, on the contrary, the illegal nature of the conduct and/or the risk of detection will make such a strategy unlikely. While it is appropriate to take account, in its assessment, of incentives to engage in anti-competitive practices, such as those resulting in the present case for Tetra from the commercial advantages which may be foreseen on the PET equipment markets (recital 359), the Commission must also consider the extent to which those incentives would be reduced, or even eliminated, owing to the illegality of the conduct in question, the likelihood of its detection, action taken by the competent authorities, both at Community and national level, and the financial penalties which could ensue.160Since the Commission did not carry out such an assessment in the contested decision, it follows that, in so far as the Commission s assessment is based on the possibility, or even the probability, that Tetra will engage in such conduct in the aseptic carton markets, its findings in this respect cannot be upheld.161Moreover, the fact that the applicant offered commitments regarding its future conduct is also a factor which the Commission should have taken into account in assessing whether it was likely that the merged entity would act in a manner which could result in the creation of a dominant position on one or more of the relevant PET equipment markets. There is no indication in the contested decision that the Commission took account of the implications of those commitments when it assessed the creation of such a position in future through leveraging.162It follows from the foregoing that it is necessary to examine whether the Commission based its analysis of the likelihood of leveraging from the aseptic carton markets, and of the consequences of such leveraging by the merged entity, on sufficiently convincing evidence. In the course of that examination it is necessary, in the present case, to take account only of conduct which would, at least probably, not be illegal. In addition, since the anticipated dominant position would only emerge after a certain lapse of time, by 2005 according to the Commission, its analysis of the future position must, whilst allowing for a certain margin of discretion, be particularly plausible.",
        "NP": "56",
        "REF.NP.ECR": [
            "80"
        ]
    },
    {
        "HT": [
            "AKZO",
            "Commission"
        ],
        "NO.CASE": [
            "62/86"
        ],
        "text": "57Examining the forms of leveraging in detail, the Court of First Instance held as follows:217The leveraging methods referred to in recital 364 of the contested decision (cited in paragraph 49 above) are based on Tetra's dominant position on the aseptic carton markets. Given, in particular, Tetra's commitment to divest itself of its preforms operations, the leveraging would be carried out by two types of measures: first, through pressure leading to tied sales or sales which bundle equipment and consumables for carton packaging jointly with PET packaging equipment. That pressure could be put on Tetra customers needing to continue to use carton packaging for some of their production and especially those customers with long-term agreements with Tetra for their carton packaging needs (recital 365, cited in paragraph 50 above). Second, measures could be adopted to offer incentives, such as predatory pricing, price wars and loyalty rebates.218However, the use, by an undertaking with a dominant position like Tetra's on the aseptic carton markets, of pressure in the form of tied sales or incentives such as predatory pricing or loyalty rebates that are not objectively justified, would usually constitute an abuse of that position. As this Court has already held, the possible recourse to such strategies cannot be presumed by the Commission, as it has done in the contested decision, in order to justify a decision prohibiting a merger transaction which has been notified to it in accordance with the Regulation (see paragraphs 154 to 162 above). It follows that the leveraging practices which may be taken into consideration by the Court are limited to those which, at least probably, do not constitute an abuse of a dominant position on the aseptic carton markets.219It is, therefore, necessary merely to consider strategies for tied or bundled sales which are not in themselves forced, for loyalty rebates that are objectively justified on the carton markets, and for offers of reduced prices for carton or PET packaging equipment that are not predatory within the meaning of well-established case-law (Case C-62/86 AKZO ν Commission [1991] ECR I-3359, particularly paragraphs 102, 115, 156 and 157; judgment in Case C-333/94 P Tetra Pak ν Commission [[1996] ECR I-5951], paragraphs 41 to 44, upholding the judgment in Case T-83/91 {Tetra Pak ν Commission [1994] ECR II-755], and the Opinion of Advocate General Fennelly in Joined Cases C-395/96 P and C-396/96 P Compagnie maritime belge transports and Others ν Commission [2000] ECR I-1365, particularly paragraphs 123 to 130). Against that background, it is necessary to examine whether the Commission took account of the commitment concerning separation between Sidel and Tetra Pak companies, agreed in principle for a 10-year period, according to which no joint offerings of any of Tetra Pak's carton products together with Sidel's SBM machines are to be made.220It is apparent from the contested decision that Tetra asked the Commission to take note of its existing obligations under Article 3(3) of ... Decision 92/163 ..., which provides:Tetra Pak shall not practice predatory or discriminatory prices and shall not grant to any customer any form of discount on its products or more favourable payment terms not justified by an objective consideration. Thus, discounts on cartons should be granted solely according to the quantity of each order, and orders for different types of carton may not be aggregated for that purpose.221It follows that Tetra gave a clear indication of its willingness to comply fully with the special obligations imposed on it by Article 82 EC as a result of the dominant position it holds on the aseptic carton markets. It also reiterated its acceptance of all of the relevant obligations imposed on it following the finding in Decision 92/163 of an infringement of Article 82 EC as regards those markets. It also undertook, in the context of the present proceedings, to make no joint offers of its carton products together with Sidel's SBM machines.222Consequently, the only methods of tied or bundled sales which would actually be feasible for the merged entity would be offers made by Tetra to its current customers on the carton markets which would not be compulsory or forced and which would only be in respect of carton packaging equipment and/or carton products, on the one hand, and PET packaging equipment other than SBM machines, on the other. It must also be observed that, notwithstanding the emphasis placed by the Commission in the contested decision (recitals 177 and 369), in its written observations and oral pleadings on the significance of the merged entity's ability to offer almost all of the equipment necessary for setting up an integrated PET production line, it is clear from the commitments that it would not be possible for that entity to make a joint offer to a customer for carton packaging equipment and an integrated PET production line, at least not one containing a Sidel SBM machine.223Moreover, although the finding in the contested decision regarding the price discrimination allegedly practised in the past by Sidel is not, having regard to the parties' written pleadings and the oral pleadings of the Commission concerning the underlying econometric analysis, vitiated by a manifest error of assessment, it cannot constitute sufficiently convincing evidence that the merged entity will continue to behave in a similar way. Unlike Sidel prior to the merger, the merged entity would be bound not only by the commitments but also by the various obligations limiting Tetras conduct.224It must therefore be found that the merged entity's possible means of leveraging would be quite limited. An examination of the foreseeable consequences of its resorting to such conduct must take account of this.",
        "NP": "57",
        "REF.NP.ECR": [
            41,
            42,
            43,
            44
        ]
    },
    {
        "HT": [
            "Tetra Pak",
            "Commission"
        ],
        "NO.CASE": [
            "333/94"
        ],
        "text": "57Examining the forms of leveraging in detail, the Court of First Instance held as follows:217The leveraging methods referred to in recital 364 of the contested decision (cited in paragraph 49 above) are based on Tetra's dominant position on the aseptic carton markets. Given, in particular, Tetra's commitment to divest itself of its preforms operations, the leveraging would be carried out by two types of measures: first, through pressure leading to tied sales or sales which bundle equipment and consumables for carton packaging jointly with PET packaging equipment. That pressure could be put on Tetra customers needing to continue to use carton packaging for some of their production and especially those customers with long-term agreements with Tetra for their carton packaging needs (recital 365, cited in paragraph 50 above). Second, measures could be adopted to offer incentives, such as predatory pricing, price wars and loyalty rebates.218However, the use, by an undertaking with a dominant position like Tetra's on the aseptic carton markets, of pressure in the form of tied sales or incentives such as predatory pricing or loyalty rebates that are not objectively justified, would usually constitute an abuse of that position. As this Court has already held, the possible recourse to such strategies cannot be presumed by the Commission, as it has done in the contested decision, in order to justify a decision prohibiting a merger transaction which has been notified to it in accordance with the Regulation (see paragraphs 154 to 162 above). It follows that the leveraging practices which may be taken into consideration by the Court are limited to those which, at least probably, do not constitute an abuse of a dominant position on the aseptic carton markets.219It is, therefore, necessary merely to consider strategies for tied or bundled sales which are not in themselves forced, for loyalty rebates that are objectively justified on the carton markets, and for offers of reduced prices for carton or PET packaging equipment that are not predatory within the meaning of well-established case-law (Case C-62/86 AKZO ν Commission [1991] ECR I-3359, particularly paragraphs 102, 115, 156 and 157; judgment in Case C-333/94 P Tetra Pak ν Commission [[1996] ECR I-5951], paragraphs 41 to 44, upholding the judgment in Case T-83/91 {Tetra Pak ν Commission [1994] ECR II-755], and the Opinion of Advocate General Fennelly in Joined Cases C-395/96 P and C-396/96 P Compagnie maritime belge transports and Others ν Commission [2000] ECR I-1365, particularly paragraphs 123 to 130). Against that background, it is necessary to examine whether the Commission took account of the commitment concerning separation between Sidel and Tetra Pak companies, agreed in principle for a 10-year period, according to which no joint offerings of any of Tetra Pak's carton products together with Sidel's SBM machines are to be made.220It is apparent from the contested decision that Tetra asked the Commission to take note of its existing obligations under Article 3(3) of ... Decision 92/163 ..., which provides:Tetra Pak shall not practice predatory or discriminatory prices and shall not grant to any customer any form of discount on its products or more favourable payment terms not justified by an objective consideration. Thus, discounts on cartons should be granted solely according to the quantity of each order, and orders for different types of carton may not be aggregated for that purpose.221It follows that Tetra gave a clear indication of its willingness to comply fully with the special obligations imposed on it by Article 82 EC as a result of the dominant position it holds on the aseptic carton markets. It also reiterated its acceptance of all of the relevant obligations imposed on it following the finding in Decision 92/163 of an infringement of Article 82 EC as regards those markets. It also undertook, in the context of the present proceedings, to make no joint offers of its carton products together with Sidel's SBM machines.222Consequently, the only methods of tied or bundled sales which would actually be feasible for the merged entity would be offers made by Tetra to its current customers on the carton markets which would not be compulsory or forced and which would only be in respect of carton packaging equipment and/or carton products, on the one hand, and PET packaging equipment other than SBM machines, on the other. It must also be observed that, notwithstanding the emphasis placed by the Commission in the contested decision (recitals 177 and 369), in its written observations and oral pleadings on the significance of the merged entity's ability to offer almost all of the equipment necessary for setting up an integrated PET production line, it is clear from the commitments that it would not be possible for that entity to make a joint offer to a customer for carton packaging equipment and an integrated PET production line, at least not one containing a Sidel SBM machine.223Moreover, although the finding in the contested decision regarding the price discrimination allegedly practised in the past by Sidel is not, having regard to the parties' written pleadings and the oral pleadings of the Commission concerning the underlying econometric analysis, vitiated by a manifest error of assessment, it cannot constitute sufficiently convincing evidence that the merged entity will continue to behave in a similar way. Unlike Sidel prior to the merger, the merged entity would be bound not only by the commitments but also by the various obligations limiting Tetras conduct.224It must therefore be found that the merged entity's possible means of leveraging would be quite limited. An examination of the foreseeable consequences of its resorting to such conduct must take account of this.",
        "NP": "57",
        "REF.NP.ECR": [
            41,
            42,
            43,
            44
        ]
    },
    {
        "HT": [
            "Compagnie maritime belge transports and Others",
            "Commission"
        ],
        "NO.CASE": [
            "395/96",
            "396/96"
        ],
        "text": "57Examining the forms of leveraging in detail, the Court of First Instance held as follows:217The leveraging methods referred to in recital 364 of the contested decision (cited in paragraph 49 above) are based on Tetra's dominant position on the aseptic carton markets. Given, in particular, Tetra's commitment to divest itself of its preforms operations, the leveraging would be carried out by two types of measures: first, through pressure leading to tied sales or sales which bundle equipment and consumables for carton packaging jointly with PET packaging equipment. That pressure could be put on Tetra customers needing to continue to use carton packaging for some of their production and especially those customers with long-term agreements with Tetra for their carton packaging needs (recital 365, cited in paragraph 50 above). Second, measures could be adopted to offer incentives, such as predatory pricing, price wars and loyalty rebates.218However, the use, by an undertaking with a dominant position like Tetra's on the aseptic carton markets, of pressure in the form of tied sales or incentives such as predatory pricing or loyalty rebates that are not objectively justified, would usually constitute an abuse of that position. As this Court has already held, the possible recourse to such strategies cannot be presumed by the Commission, as it has done in the contested decision, in order to justify a decision prohibiting a merger transaction which has been notified to it in accordance with the Regulation (see paragraphs 154 to 162 above). It follows that the leveraging practices which may be taken into consideration by the Court are limited to those which, at least probably, do not constitute an abuse of a dominant position on the aseptic carton markets.219It is, therefore, necessary merely to consider strategies for tied or bundled sales which are not in themselves forced, for loyalty rebates that are objectively justified on the carton markets, and for offers of reduced prices for carton or PET packaging equipment that are not predatory within the meaning of well-established case-law (Case C-62/86 AKZO ν Commission [1991] ECR I-3359, particularly paragraphs 102, 115, 156 and 157; judgment in Case C-333/94 P Tetra Pak ν Commission [[1996] ECR I-5951], paragraphs 41 to 44, upholding the judgment in Case T-83/91 {Tetra Pak ν Commission [1994] ECR II-755], and the Opinion of Advocate General Fennelly in Joined Cases C-395/96 P and C-396/96 P Compagnie maritime belge transports and Others ν Commission [2000] ECR I-1365, particularly paragraphs 123 to 130). Against that background, it is necessary to examine whether the Commission took account of the commitment concerning separation between Sidel and Tetra Pak companies, agreed in principle for a 10-year period, according to which no joint offerings of any of Tetra Pak's carton products together with Sidel's SBM machines are to be made.220It is apparent from the contested decision that Tetra asked the Commission to take note of its existing obligations under Article 3(3) of ... Decision 92/163 ..., which provides:Tetra Pak shall not practice predatory or discriminatory prices and shall not grant to any customer any form of discount on its products or more favourable payment terms not justified by an objective consideration. Thus, discounts on cartons should be granted solely according to the quantity of each order, and orders for different types of carton may not be aggregated for that purpose.221It follows that Tetra gave a clear indication of its willingness to comply fully with the special obligations imposed on it by Article 82 EC as a result of the dominant position it holds on the aseptic carton markets. It also reiterated its acceptance of all of the relevant obligations imposed on it following the finding in Decision 92/163 of an infringement of Article 82 EC as regards those markets. It also undertook, in the context of the present proceedings, to make no joint offers of its carton products together with Sidel's SBM machines.222Consequently, the only methods of tied or bundled sales which would actually be feasible for the merged entity would be offers made by Tetra to its current customers on the carton markets which would not be compulsory or forced and which would only be in respect of carton packaging equipment and/or carton products, on the one hand, and PET packaging equipment other than SBM machines, on the other. It must also be observed that, notwithstanding the emphasis placed by the Commission in the contested decision (recitals 177 and 369), in its written observations and oral pleadings on the significance of the merged entity's ability to offer almost all of the equipment necessary for setting up an integrated PET production line, it is clear from the commitments that it would not be possible for that entity to make a joint offer to a customer for carton packaging equipment and an integrated PET production line, at least not one containing a Sidel SBM machine.223Moreover, although the finding in the contested decision regarding the price discrimination allegedly practised in the past by Sidel is not, having regard to the parties' written pleadings and the oral pleadings of the Commission concerning the underlying econometric analysis, vitiated by a manifest error of assessment, it cannot constitute sufficiently convincing evidence that the merged entity will continue to behave in a similar way. Unlike Sidel prior to the merger, the merged entity would be bound not only by the commitments but also by the various obligations limiting Tetras conduct.224It must therefore be found that the merged entity's possible means of leveraging would be quite limited. An examination of the foreseeable consequences of its resorting to such conduct must take account of this.",
        "NP": "57",
        "REF.NP.ECR": [
            41,
            42,
            43,
            44
        ]
    }
]