[
    {
        "HT": "Ferring",
        "NO.CASE": [
            "53/00"
        ],
        "text": "16The Cour d'appel de Lyon (Court of Appeal, Lyons), to which ACOSS appealed, first stayed the proceedings until judgment was given by the Court of Justice in Case C-53/00 Ferring [2001] ECR I-9067, and then by judgment of 29 October 2002 set aside the judgment given at first instance.",
        "NP": "16"
    },
    {
        "HT": "Banks",
        "NO.CASE": [
            "390/98"
        ],
        "text": "18The Cour de cassation (Court of Cassation) points out, first, that the Cour d'appel de Lyon dismissed Boiron's appeal, holding, on the basis of the judgment of the Court of Justice in Case C-390/98 Banks [2001] ECRI-6117, paragraph 80 and the case-law cited therein, that persons liable to pay an obligatory contribution cannot rely on the argument that the exemption enjoyed by other persons constitutes State aid in order to avoid payment of that contribution. That case-law was confirmed by the judgment in Joined Cases C-430/99 and C-431/99 Sea-Land Service and Nedlloyd Lijnen [2002] ECR I-5235, paragraph 47.",
        "NP": "18",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": "Sea-Land Service and Nedlloyd Lijnen",
        "NO.CASE": [
            "430/99",
            "431/99"
        ],
        "text": "18The Cour de cassation (Court of Cassation) points out, first, that the Cour d'appel de Lyon dismissed Boiron's appeal, holding, on the basis of the judgment of the Court of Justice in Case C-390/98 Banks [2001] ECRI-6117, paragraph 80 and the case-law cited therein, that persons liable to pay an obligatory contribution cannot rely on the argument that the exemption enjoyed by other persons constitutes State aid in order to avoid payment of that contribution. That case-law was confirmed by the judgment in Joined Cases C-430/99 and C-431/99 Sea-Land Service and Nedlloyd Lijnen [2002] ECR I-5235, paragraph 47.",
        "NP": "18",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": "Van Cahier and Others",
        "NO.CASE": [
            "261/01",
            "262/01"
        ],
        "text": "20The Cour de cassation is of the view that those judgments either rule on the point only implicitly, even if a plea of inadmissibility was raised (see Ferring), or relate to aid schemes in respect of which the charges or contributions for which reimbursement was sought had been levied specifically for the purpose of financing the contested aid (See Joined Cases C-261/01 and C-262/01 Van Cahier and Others [2003] ECR I-12249 and Case C-126/01 GEMO [2003] ECR I-13769).",
        "NP": "20"
    },
    {
        "HT": "GEMO",
        "NO.CASE": [
            "126/01"
        ],
        "text": "20The Cour de cassation is of the view that those judgments either rule on the point only implicitly, even if a plea of inadmissibility was raised (see Ferring), or relate to aid schemes in respect of which the charges or contributions for which reimbursement was sought had been levied specifically for the purpose of financing the contested aid (See Joined Cases C-261/01 and C-262/01 Van Cahier and Others [2003] ECR I-12249 and Case C-126/01 GEMO [2003] ECR I-13769).",
        "NP": "20"
    },
    {
        "HT": "Altmark Trans and Regierungsprasidium Magdeburg",
        "NO.CASE": [
            "280/00"
        ],
        "text": "22The Cour de cassation observes that, in Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747, the Court of Justice stated that in order for public subsidies to be regarded as compensation for the services provided by the recipient undertakings in order to discharge public service obligations, it is for the national court to ascertain that the following conditions are satisfied (the so-called Altmark conditions):first, the recipient undertaking must actually be required to discharge public service obligations and those obligations have to be clearly defined;second, the parameters on the basis of which the compensation is calculated must be established beforehand in an objective and transparent manner;third, the compensation cannot exceed what is necessary to cover all or part of the costs incurred in discharging the public service obligations, taking into account the relevant receipts and a reasonable profit for discharging those obligations;fourth, where the undertaking which is to discharge public service obligations is not chosen in a public procurement procedure, the level of compensation needed has been determined on the basis of an analysis of the costs which a typical undertaking, well run and adequately provided for so as to be able to meet the necessary public service requirements, would have incurred in discharging those obligations, taking into account the relevant receipts and a reasonable profit for discharging the obligations.",
        "NP": "22"
    },
    {
        "HT": "San Giorgio",
        "NO.CASE": [
            "199/82"
        ],
        "text": "24The Cour de cassation goes on to observe that, according to the settled case-law of the Court, any rules of evidence which have the effect of making it virtually impossible or excessively difficult to secure repayment of charges levied in breach of Community law are incompatible with Community law (see, in particular, Case 199/82 San Giorgio [1983] ECR 3595, paragraph 14, and Case C-343/96 Dilexport [1999] ECR I-579, paragraph 48).",
        "NP": "24",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": "Dilexport",
        "NO.CASE": [
            "343/96"
        ],
        "text": "24The Cour de cassation goes on to observe that, according to the settled case-law of the Court, any rules of evidence which have the effect of making it virtually impossible or excessively difficult to secure repayment of charges levied in breach of Community law are incompatible with Community law (see, in particular, Case 199/82 San Giorgio [1983] ECR 3595, paragraph 14, and Case C-343/96 Dilexport [1999] ECR I-579, paragraph 48).",
        "NP": "24",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": "Distribution Casino France and Others",
        "NO.CASE": [
            "266/04",
            "270/04",
            "276/04",
            "321/04",
            "325/04"
        ],
        "text": "29In that respect, it should be pointed out that an aid measure within the meaning of Article 87(1) EC which is put into effect in infringement of the obligations arising from Article 88(3) EC is unlawful. It is for the national courts to uphold the rights of the persons concerned in the event of a possible breach by the national authorities of the prohibition on putting aid into effect, drawing all the necessary consequences under national law as regards both the validity of decisions giving effect to aid measures and the recovery of the financial support granted (see, in particular, Joined Cases C-266/04 to C-270/04, C-276/04 and C-321/04 to C-325/04 Distribution Casino France and Others [2005] ECR I-9481, paragraph 30 and the case-law cited therein).",
        "NP": "29",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": "Air Liquide",
        "NO.CASE": [
            "393/04",
            "41/05"
        ],
        "text": "30It is true that in a number of cases brought before it the Court of Justice has held that those liable to pay a charge cannot rely on the argument that the exemption enjoyed by other businesses constitutes State aid in order to avoid payment of that charge or to obtain reimbursement (see, in particular, Banks, paragraph 80, and Distribution Casino France, paragraphs 42 and 44, and Joined Cases C-393/04 and C-41/05 Air Liquide [2006] ECR I-5293, paragraph 43).",
        "NP": "30",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": "Steffensen",
        "NO.CASE": [
            "276/01"
        ],
        "text": "51In the absence of Community rules governing the matter, as is the case in the main proceedings, it is for the domestic legal system of each Member State to designate the courts and tribunals having jurisdiction and to lay down the detailed procedural rules governing actions for safeguarding rights which individuals derive from the direct effects of Community law, provided that such rules are not less favourable than those governing similar domestic actions (the principle of equivalence) and that they do not render practically impossible or excessively difficult the exercise of rights conferred by Community law (the principle of effectiveness) (see, inter alia, Case C-276/01 Steffensen [2003] ECR I-3735, paragraph 60 and the case-law cited therein).",
        "NP": "51",
        "REF.NP.ECR": [
            "60"
        ]
    },
    {
        "HT": "Altmark Trans and Regierungsprasidium Magdeburg",
        "NO.CASE": [
            "280/00"
        ],
        "text": "2.Community law does not preclude the application of rules of national law which make reimbursement of a mandatory contribution such as that provided for in Article 12 of Law No 97-1164 subject to proof by the claimant seeking reimbursement that the advantage derived by wholesale distributors from their not being liable to pay that contribution exceeds the costs which they bear in discharging the public service obligations imposed on them by the national rules and, in particular, that at least one of the conditions laid down in the judgment in Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747 is not satisfied.However, in order to ensure compliance with the principle of effectiveness, if the national court finds that the fact of requiring a pharmaceutical laboratory such as Boiron to prove that wholesale distributors are overcompensated, and thus that the tax on direct sales amounts to State aid, is likely to make it impossible or excessively difficult for such evidence to be produced, since inter alia that evidence relates to data which such a laboratory will not have, the national court is required to use all procedures available to it under national law, including that of ordering the necessary measures of inquiry, in particular the production by one of the parties or a third party of a particular document.",
        "NP": "2."
    }
]