[
    {
        "HT": [
            "T. Port",
            "Bundesanstalt fur Landwirtschaft und Ernahrung"
        ],
        "NO.CASE": [
            "68/95"
        ],
        "text": "26In the second part of the plea, the appellant relies on Case C-68/95 T. Port v Bundesanstalt für Landwirtschaft und Ernährung [1996] ECR I-6065 to argue that, when, as in this case, the Commission refuses to act pursuant to Article 30 of Regulation No 404/93 and there is an application for interim measures to make good this failure, the judge hearing the application should take the place of the Commission in applying Article 30, even as a precautionary measure. In such a case, urgency cannot be assessed according to the usual criteria applied in granting interim measures, but automatically follows when an importer is faced with a reduction in the number of licences allocated to it for reasons unconnected with its own decisions or the uncertainties normally associated with business. The appellant insists in particular on the fact that, in this context, it is not necessary for the survival of the undertaking concerned to be in jeopardy. It also adds that such damage is by definition irreparable, since it results from unjust and discriminatory rules and relates to the field of fundamental freedoms."
    },
    {
        "HT": [
            "Commission",
            "Atlantic Container Line and Others"
        ],
        "NO.CASE": [
            "149/95"
        ],
        "text": "34Those provisions apply equally to appeals brought under the second paragraph of Article 50 of the EC Statute of the Court of Justice (see the orders of the President in Case C-149/95 P(R) Commission v Atlantic Container Line and Others [1995] ECR I-2165, paragraph 18, and in Case C-268/96 P(R) SCK and FNKv Commission [1996] ECR I-4971, paragraph 44).",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": "SCK and FNKv Commission",
        "NO.CASE": [
            "268/96"
        ],
        "text": "34Those provisions apply equally to appeals brought under the second paragraph of Article 50 of the EC Statute of the Court of Justice (see the orders of the President in Case C-149/95 P(R) Commission v Atlantic Container Line and Others [1995] ECR I-2165, paragraph 18, and in Case C-268/96 P(R) SCK and FNKv Commission [1996] ECR I-4971, paragraph 44).",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Transacciones Maritimas and Others",
            "Commission"
        ],
        "NO.CASE": [
            "12/95"
        ],
        "text": "36As regards the serious and irreparable nature of the damage alleged, the assessment in the order under appeal of the material circumstances of Camar correctly took into consideration the characteristics of the group to which the appellant was linked by way of its shareholders (see the order of the President of the Court of Justice in Case C-12/95 P Transacciones Marítimas and Others v Commission [1995] ECR I-467, paragraph 12, and of the President of the Court of First Instance in Case T-18/96 R SCK and FNK v Commission [1996] ECR II-407, paragraph 35).",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": [
            "SCK and FNK",
            "Commission"
        ],
        "NO.CASE": [
            "268/96"
        ],
        "text": "40Under those conditions, pleas which relate to the existence of a prima facie case, but do not call into question the lack of urgency of the measures sought, cannot form grounds for setting aside, even partially, the order under appeal (see the order of the President in Case C-268/96 P(R) SCK and FNK v Commission [1996] ECR I-4971, paragraph 31).",
        "REF.NP.ECR": [
            "31"
        ]
    }
]