[
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "47/91"
        ],
        "text": "36At paragraphs 72 to 75 of the judgment under appeal, the Court of First Instance rejected the second plea raised by the applicants, alleging that the Commission should have assessed the tax reliefs in the light of Articles 92 and 93 of the Treaty. It recalled that the Court of Justice had held, in Case C-47/91 Italy v Commission [1994] ECR I-4635, that once a general aid scheme has been approved by the Commission, the individual implementing measures do not need to be notified to it unless reservations to that effect were expressed in the approval decision. It stated that direct examination of each individual aid would, in that case, be contrary to the principles of protection of legitimate expectations and legal certainty. The Court of First Instance also held that an individual aid granted in implementation of a general aid scheme could not in principle be regarded as an unforeseeable application of that scheme. The Court of First Instance also observed that, in the present case, the tax reliefs did not exceed 10% of the investment made and were compatible with the Community law applicable in the sector concerned. According to the Court of First Instance, they therefore complied with the conditions laid down by the decision of 3 July 1991 and did not thus need to be notified to the Commission, so that it would not have been entitled to examine them in the light of Article 92 of the EC Treaty.",
        "NP": "36"
    },
    {
        "HT": [
            "Matra",
            "Commission"
        ],
        "NO.CASE": [
            "225/91"
        ],
        "text": "38At paragraphs 98 to 101 of the judgment under appeal, the Court of First Instance rejected the sole plea raised by the applicants relating to the aid for vocational training of infringement of Article 92(3)(c) of the EC Treaty. The Court of First Instance held, first, that each of the three types of aid granted to DAI had to be examined individually in the light of the legal rules applicable to it. It went on to point out that, according to the case-law of the Court of Justice (Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraphs 24 and 25), in its review of the legality of a decision taken under Article 92(3)(c) of the Treaty, the Community Court must restrict itself to determining whether the Commission has exceeded the scope of its discretion by a manifest error of assessment or by misuse of powers. The Court of First Instance held, finally, that the applicants had put forward no argument sufficient to call into question the notion that the vocational training aid at issue would contribute to the development of certain economic activities without adversely affecting trading conditions to an extent contrary to the common interest.",
        "NP": "38",
        "REF.NP.ECR": [
            "24",
            "25"
        ]
    },
    {
        "HT": [
            "FFSA and Others",
            "Commission"
        ],
        "NO.CASE": [
            "174/97"
        ],
        "text": "48According to settled case-law, where an appeal merely repeats or reproduces verbatim the pleas in law and arguments previously submitted to the Court of First Instance, including those based on facts expressly rejected by that Court, it fails to satisfy the requirements under Article 51 of the EC Statute of the Court of Justice and Article 112(1)(c) of the Rules of Procedure. In reality, such an appeal amounts to no more than a request for reexamination of the application submitted to the Court of First Instance, which, under Article 49 of the EC Statute of the Court of Justice, falls outside the jurisdiction of the Court of Justice (see, in particular, the order of 25 March 1998 in Case C-174/97 P FFSA and Others v Commission [1998] ECR I-1303, paragraph 24).",
        "NP": "48",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Salzgitter",
            "Commission"
        ],
        "NO.CASE": [
            "210/98"
        ],
        "text": "49However, provided that the appellant challenges the interpretation or application of Community law by the Court of First Instance, the points of law examined at first instance may be discussed again in the course of an appeal (Case C-210/98 P Salzgitter v Commission [2000] ECR I-5843, paragraph 43). Indeed, if an appellant could not thus base his appeal on pleas in law and arguments already relied on before the Court of First Instance, an appeal would be deprived of part of its purpose.",
        "NP": "49",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": "TWD Textilwerke Deggendorf",
        "NO.CASE": [
            "188/92"
        ],
        "text": "54The Commission's other arguments develop its central assertion that the contested measure is not in the nature of a decision as regards the appellants as third parties, but rather a statement of facts. The reasoning followed by the Court of First Instance, which makes the question of the admissibility of the action conditional on examination of its merits, allows complainants to call into question, by means of a challenge to an individual aid, the validity of a Commission decision approving a general aid scheme, a decision which is, after all, by then definitive. This prejudices the interests of the beneficiaries of the aid and of the Member States concerned, in breach of the principles of legal certainty and protection of legitimate expectations, as was acknowledged in Italy v Commission, cited above, and Case C-188/92 TWD Textilwerke Deggendorf [1994] ECR I-833. Complainants are thereby given a further means of redress, whereas their objections in connection with aid such as that at issue should be made before the national court, it being for that court to refer, if it considers it necessary, a question to the Court of Justice on the validity of the decision approving the general aid scheme.",
        "NP": "54"
    },
    {
        "HT": [
            "Cook",
            "Commission"
        ],
        "NO.CASE": [
            "198/91"
        ],
        "text": "61However, the background to the present dispute is not the same. It is clear from the documents on the Court file that the individual tax reliefs at issue were examined by the Commission, which had received complaints about them from the appellants. The Commission took the view that those measures did comply with the two conditions laid down by the decision of 3 July 1991 for them to be classified as existing aid, exempt as such from formal notification and from examination of their compatibility with Articles 92 and 93 of the Treaty. In taking that position, the Commission did not confine itself to recording that the individual measures at issue were in the nature of existing aid. Taking the view that those measures were covered by the decision of 3 July 1991, it also decided not to open the procedure provided for by Article 93(2) of the Treaty. The appellants, who could have intervened as complainants in such a procedure if the Commission had opened it, would be deprived of that guarantee if they did not have the option of challenging before the Court of First Instance the assessment made by the Commission (see, to that effect, Case C-198/91 Cook v Commission [1993] ECR I-2487, paragraphs 20 to 24).",
        "NP": "61",
        "REF.NP.ECR": [
            20,
            21,
            22,
            23,
            24
        ]
    },
    {
        "HT": [
            "Siemens",
            "Commission"
        ],
        "NO.CASE": [
            "278/95"
        ],
        "text": "72As regards the merits, it is settled case-law that the Commission may approve general aid schemes in the course of the review it must carry out under Articles 92 and 93 of the Treaty and dispense with notification by Member States of individual aid measures taken under such schemes, subject to the reservations it may express in the decision allowing such schemes (Italy v Commission, cited above, paragraph 21, and Case C-278/95 P Siemens v Commission [1997] ECR I-2507, paragraphs 31 to 33). The Commission has a wide discretion in this matter (Case C-169/95 Spain v Commission [1997] ECR I-135, paragraph 18).",
        "NP": "72",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "169/95"
        ],
        "text": "72As regards the merits, it is settled case-law that the Commission may approve general aid schemes in the course of the review it must carry out under Articles 92 and 93 of the Treaty and dispense with notification by Member States of individual aid measures taken under such schemes, subject to the reservations it may express in the decision allowing such schemes (Italy v Commission, cited above, paragraph 21, and Case C-278/95 P Siemens v Commission [1997] ECR I-2507, paragraphs 31 to 33). The Commission has a wide discretion in this matter (Case C-169/95 Spain v Commission [1997] ECR I-135, paragraph 18).",
        "NP": "72",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "112Under Article 118 of the Rules of Procedure of the Court of Justice, Article 42(2) of those rules, which prohibits generally the introduction of new pleas in law in the course of the procedure, applies to the procedure before the Court of Justice on appeal from a decision of the Court of First Instance. In an appeal the Court's jurisdiction is thus confined to review of the findings on the pleas argued before the Court of First Instance (see Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59, and the order of 28 June 2001 in Case C-352/99 P Eridania and Others v Council [2001] ECR I-5037, paragraphs 52 and 53).",
        "NP": "112",
        "REF.NP.ECR": [
            "52",
            "53"
        ]
    },
    {
        "HT": [
            "Eridania and Others",
            "Council"
        ],
        "NO.CASE": [
            "352/99"
        ],
        "text": "112Under Article 118 of the Rules of Procedure of the Court of Justice, Article 42(2) of those rules, which prohibits generally the introduction of new pleas in law in the course of the procedure, applies to the procedure before the Court of Justice on appeal from a decision of the Court of First Instance. In an appeal the Court's jurisdiction is thus confined to review of the findings on the pleas argued before the Court of First Instance (see Case C-136/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59, and the order of 28 June 2001 in Case C-352/99 P Eridania and Others v Council [2001] ECR I-5037, paragraphs 52 and 53).",
        "NP": "112",
        "REF.NP.ECR": [
            "52",
            "53"
        ]
    }
]