[
    {
        "HT": [
            "(France, Italy and United Kingdom",
            "Commission"
        ],
        "NO.CASE": [
            "188/80",
            "190/80"
        ],
        "text": "26It should also be noted that, as the Court held in Joined Cases 188 to 190/80 (France, Italy and United Kingdom v Commission [1982] ECR 2545, at paragraph 14), the possibility that rules containing provisions which impinge upon the specific sphere of Article 90 might be laid down by the Council by virtue of its general power under other articles of the Treaty does not preclude the exercise of the power which Article 90 confers on the Commission.",
        "NP": "26"
    },
    {
        "HT": [
            "Procureur du Roi",
            "Dassonville"
        ],
        "NO.CASE": [
            "8/74"
        ],
        "text": "33With regard to exclusive importation and marketing rights, it should be borne in mind that, as the Court has consistently held (see, in particular, the judgment in Case 8/74 Procureur du Roi v Dassonville [1974] ECR 837, at paragraph 5), the prohibition of measures having an effect equivalent to quantitative restrictions laid down in Article 30 of the Treaty applies to all trading rules enacted by Member States which are capable of hindering, directly or indirectly, actually or potentially, intra-Community trade.",
        "NP": "33"
    },
    {
        "HT": [
            "Leclerc",
            "Au Ble Vert"
        ],
        "NO.CASE": [
            "229/83"
        ],
        "text": "41In that regard it should be borne in mind, in the first place, that, as the Court has consistently held, Articles 2 and 3 of the Treaty set out to establish a market characterized by the free movement of goods where the terms of competition are not distorted (see, in particular, the judgment in Case 229/83 Leclerc v Au Blé Vert [1985] ECR 1, at paragraph 9). Article 30 et seq. must therefore be interpreted in the light of that principle, which means that the competition aspect of Article 3(f) of the Treaty has to be taken into account.",
        "NP": "41"
    }
]