[
    {
        "HT": [
            "TWD",
            "Commission"
        ],
        "NO.CASE": [
            "355/95"
        ],
        "text": "23Moreover, the third subparagraph of Article 11(2) of Regulation No 659/1999, which allows the possibility of authorising the Member State to accompany repayment of the illegal aid with an aid to rescue the undertaking concerned, also confirms that it is possible to adopt divergent decisions concerning State aids granted successively to the same operators. The same applies to Community case-law, which, the Council argues, has implicitly acknowledged that the Commission may make the payment of new aid declared compatible with the common market subject to the recovery of earlier aid declared incompatible (Joined Cases T-244/93 and T-486/93 TWD v Commission [1995] ECR II-2265; Case C-355/95 P TWD v Commission [1997] ECR I-2549).",
        "NP": "23"
    },
    {
        "HT": [
            "Wirtschaftsvereinigung Stahl",
            "Commission"
        ],
        "NO.CASE": [
            "441/97"
        ],
        "text": "24Finally, the Council argues that neither decisions of the Commission declaring an aid incompatible with the common market nor any other text constitute a prohibition against the beneficiaries of such aid receiving other aid sooner or later. The principle that each successive aid is to be examined individually should be complied with in all circumstances (Case C-441/97 P Wirtschaftsvereinigung Stahl v Commission [2000] ECR I-10293, paragraph 55). If the contested decision had not been taken, the aid which it authorised, which had, moreover, been notified to the Commission by the Portuguese Republic, would have had to have been examined by the Commission and to have given rise to a decision by the latter.",
        "NP": "24",
        "REF.NP.ECR": [
            "55"
        ]
    },
    {
        "HT": "Federation nationale du commerce exterieur des produits alimentaires and Syndicat national des negociants et transformateurs de saumon",
        "NO.CASE": [
            "354/90"
        ],
        "text": "29In that respect, it should be noted that the intention of the Treaty, in providing through Article 88 EC for aid to be kept under constant review and supervised by the Commission, is that the finding that aid may be incompatible with the common market is to be arrived at, subject to review by the Community judicature, by means of an appropriate procedure which it is the Commission's responsibility to set in motion. Articles 87 EC and 88 EC thus reserve a central role for the Commission in determining whether aid is incompatible (Case C-354/90 Fédération nationale du commerce extérieur des produits alimentaires and Syndicat national des négociants et transformateurs de saumon [1991] ECR I-5505, paragraphs 9 and 14).",
        "NP": "29",
        "REF.NP.ECR": [
            "9",
            "14"
        ]
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "156/77"
        ],
        "text": "30As is clear from its very wording, the third subparagraph of Article 88(2) EC covers an exceptional case (Case 156/77 Commission v Belgium [1978] ECR 1881, paragraph 16). According to that provision, the Council acting unanimously, on application by a Member State, may decide that aid which that State is granting or intends to grant must be regarded as compatible with the common market in derogation from the provisions of Article 87 or from the regulations provided for in Article 89, if such a decision is justified by exceptional circumstances.",
        "NP": "30",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "122/94"
        ],
        "text": "34It may be observed on that latter point that, in Case C-122/94 Commission v Council [1996] ECR I-881, the contested decision of the Council did not follow a Commission decision declaring aid incompatible with the common market, the Commission in that case having merely taken the view on the basis of Article 88(3) EC that the aid project in question was not compatible with the common market and opened the procedure laid down by the first subparagraph of Article 88(2).",
        "NP": "34"
    },
    {
        "HT": "Kuhne & Heitz",
        "NO.CASE": [
            "453/00"
        ],
        "text": "35As the Commission has rightly pointed out, the interpretation adopted in paragraphs 32 and 33 of this judgment, which makes it possible to avoid the same State aid being the subject of contrary decisions taken successively by the Commission and the Council, contributes to legal certainty. It should be noted in particular that the definitive nature of an administrative decision which is acquired on the expiry of reasonable time-limits for bringing an action or by the exhaustion of remedies contributes to such certainty (Case C-453/00 Kühne & Heitz [2004] ECR I-837, paragraph 24).",
        "NP": "35",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "261/89"
        ],
        "text": "39The Court has, on the contrary, held that when the Commission considers the compatibility of a measure of State aid with the common market, it must take all the relevant factors into account, including, where relevant, the circumstances already considered in a prior decision and the obligations which that previous decision may have imposed on a Member State (see, in particular, Case C-261/89 Italy v Commission [1991] ECR I-4437, paragraph 20; TWD v Commission, paragraph 26). The Court deduced in particular that, where the Commission has not been informed of any new fact allowing it to assess whether the aid in question might have the benefit of a derogation under the Treaty, it is justified in basing its decision on the assessments it has already made in its previous decision and the failure to comply with the condition it has imposed thereby (Italy v Commission, paragraph 23).",
        "NP": "39",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": "Sicilcassa",
        "NO.CASE": [
            "297/01"
        ],
        "text": "40Similarly, the Court has held that a transitional system maintaining the effects of a State aid scheme not notified to the Commission and declared incompatible with Community law by a Commission decision — without, however, the Commission demanding repayment of the aid concerned — had to be interpreted as far as possible in such a way as to ensure its compatibility with that decision, namely in such a way that it does not authorise the granting of new State aid after the abrogation of the aid scheme censured by that Commission decision (order of 24 July 2003 in Case C-297/01 Sicilcassa [2003] ECR I-7849, paragraph 44).",
        "NP": "40",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission (Tubemeuse)"
        ],
        "NO.CASE": [
            "142/87"
        ],
        "text": "41It has, moreover, consistently been held that the abolition, by means of recovery, of State aid which has been unlawfully granted is the logical consequence its being found unlawful (Case C-142/87 Belgium v Commission (Tubemeuse) [1990] ECR I-959, paragraph 66; Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 98).",
        "NP": "41",
        "REF.NP.ECR": [
            "98"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "41It has, moreover, consistently been held that the abolition, by means of recovery, of State aid which has been unlawfully granted is the logical consequence its being found unlawful (Case C-142/87 Belgium v Commission (Tubemeuse) [1990] ECR I-959, paragraph 66; Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 98).",
        "NP": "41",
        "REF.NP.ECR": [
            "98"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "350/93"
        ],
        "text": "42The aim of obliging the State concerned to abolish aid found by the Commission to be incompatible with the common market is to restore the previous situation, and that objective is attained once the aid in question, increased where appropriate by default interest, has been repaid by the recipient. By repaying the aid, the recipient forfeits the advantage which it had enjoyed over its competitors on the market, and the situation prior to payment of the aid is restored (see, in particular, Case C-350/93 Commission v Italy [1995] ECR I-699, paragraphs 21 and 22, and Case C-310/99 Italy v Commission, paragraphs 98 and 99).",
        "NP": "42",
        "REF.NP.ECR": [
            "98",
            "99"
        ]
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "5/89"
        ],
        "text": "43In those circumstances, to hold that a Member State is able to grant to beneficiaries of unlawful aid, which has previously been declared incompatible with the common market by a Commission decision, new aid in an amount equivalent to that of the unlawful aid, intended to neutralise the impact of the repayments which the beneficiaries are obliged to make pursuant to that decision, would clearly amount to thwarting the effectiveness of decisions taken by the Commission under Articles 87 EC and 88 EC (see, by analogy, Case C-5/89 Commission v Germany [1990] ECR I-3437, paragraph 17; Case C-310/99 Italy v Commission, paragraph 104).",
        "NP": "43",
        "REF.NP.ECR": [
            "104"
        ]
    }
]