[
    {
        "HT": [
            "Moccia Irme and Others",
            "Commission"
        ],
        "NO.CASE": [
            "280/99",
            "282/99"
        ],
        "text": "22Second, it should be pointed out that the actual application by the Court of First Instance of that criterion to this case, as challenged by DKV, involves findings of a factual nature. As the Advocate General has pointed out at point 58 et seq. of his Opinion, the Court of First Instance has exclusive jurisdiction to find the facts, save where a substantive inaccuracy in its findings is attributable to the documents submitted to it, and to appraise those facts. That appraisal thus does not, save where the clear sense of the evidence before it has been distorted, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, inter alia, judgment in Joined Cases C-280/99 P—C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78, and order in Case C-323/00 P DSG v Commission [2002] ECR I-3919, paragraph 34).",
        "NP": "22",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "DSG",
            "Commission"
        ],
        "NO.CASE": [
            "323/00"
        ],
        "text": "22Second, it should be pointed out that the actual application by the Court of First Instance of that criterion to this case, as challenged by DKV, involves findings of a factual nature. As the Advocate General has pointed out at point 58 et seq. of his Opinion, the Court of First Instance has exclusive jurisdiction to find the facts, save where a substantive inaccuracy in its findings is attributable to the documents submitted to it, and to appraise those facts. That appraisal thus does not, save where the clear sense of the evidence before it has been distorted, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, inter alia, judgment in Joined Cases C-280/99 P—C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78, and order in Case C-323/00 P DSG v Commission [2002] ECR I-3919, paragraph 34).",
        "NP": "22",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Procter & Gamble",
            "OHIM"
        ],
        "NO.CASE": [
            "383/99"
        ],
        "text": "24As to the complaint that the Court of First Instance failed to consider the overall impression conveyed by a composite sign (see, as regards Article 7(1 )(c) of Regulation No 40/94, Case C-383/99 P Procter & Gamble v OHIM [2001] ECR I-6251, paragraph 40), that complaint is unfounded. As stated in paragraph 23 above, the Court of First Instance directed a significant part of its reasoning to considering, in relation to a sign composed of words, the sign's distinctiveness as a whole.",
        "NP": "24",
        "REF.NP.ECR": [
            "40"
        ]
    },
    {
        "HT": [
            "Staff Committee of the ECB and Others",
            "ECB"
        ],
        "NO.CASE": [
            "467/00"
        ],
        "text": "35In so far as DKV seeks to raise, at the appeal stage, the submission that Article 12(b) of Regulation No 40/94 also constitutes a corrective to the interpretation of Article 7(1)(b), that submission constitutes a new plea which was first introduced in the context of the appeal before the Court of Justice and must for that reason be held to be inadmissible (see, in particular, order of 13 September 2001 in Case C-467/00 P Staff Committee of the ECB and Others v ECB [2001] ECR I-6041, paragraph 22).",
        "NP": "35",
        "REF.NP.ECR": [
            "22"
        ]
    }
]