[
    {
        "HT": [
            "Commission",
            "Gerot Pharmazeutika"
        ],
        "NO.CASE": [
            "479/00"
        ],
        "text": "34Second, in so far as this part of the first plea is intended to accuse the Court of First Instance of erroneous factual assessments in examining the results the Commission came to when applying the private investor test, it should be recalled that the Court of First Instance has exclusive jurisdiction to find the facts, save where a substantive inaccuracy in its findings is attributable to the documents submitted to it, and to appraise those facts. That appraisal thus does not, save where the clear sense of the evidence has been distorted, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, in particular, the order of the President of the Court of 11 April 2001 in Case C-479/00 P(R) Commission v Gerot Pharmazeutika [2001] ECR I-3121, paragraph 45).",
        "REF.NP.ECR": [
            "45"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "42/93"
        ],
        "text": "42Moreover, the case-law of the Court of Justice on Article 92 of the EC Treaty (now, after amendment, Article 87 EC), which is equally relevant when applying the corresponding provisions of the ECSC Treaty, shows that, in order to determine whether investment by the public authorities in the capital of an undertaking, in whatever form, is in the nature of State aid, it is necessary to consider whether in similar circumstances a private investor might have provided injections of capital of such an amount. Although the conduct of a private investor, with which the intervention of a public investor pursuing economic policy aims must be compared, need not be the conduct of an ordinary investor laying out capital with a view to realising a profit in the relatively short term, it must at least be the conduct of a private holding company or a private group of undertakings pursuing a structural policy — whether general or sectoral — and guided by prospects of profitability in the longer term (see, in particular, Case C-42/93 Spain v Commission [1994] ECR I-4175, paragraphs 13 and 14).",
        "REF.NP.ECR": [
            "13",
            "14"
        ]
    },
    {
        "HT": [
            "Lech-Stahlwerke",
            "Commission"
        ],
        "NO.CASE": [
            "111/99"
        ],
        "text": "54In this respect, the Commission has rightly pointed out that, in this part of its first plea, the applicant merely repeats the same claims as at first instance in order to obtain a simple reexamination by the Court of Justice of its application before the Court of First Instance. Such an appeal in reality constitutes a request for a simple reexamination of the application before the Court of First Instance, which, in accordance with Article 49 of the ECSC Statute of the Court of Justice, is outside the latter's competence (see, in particular, the order in Case C-111/99 P Lech-Stahlwerke v Commission [2001] ECR I-727, paragraph 33).",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission [1999]"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "65In that respect it is sufficient to point out that, as far as the system of aid laid down in the EC Treaty is concerned, the removal of unlawful State aid by means of recovery is the logical consequence of a finding that it is unlawful and that the aim of obliging the State concerned to abolish aid found by the Commission to be incompatible with the common market is to restore the previous situation (see, in particular, Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 64). It follows that express competence for the Commission to demand repayment is not necessary.",
        "REF.NP.ECR": [
            "64"
        ]
    }
]