[
    {
        "HT": [
            "Neotype Techmashexport",
            "Commission and Council"
        ],
        "NO.CASE": [
            "305/86",
            "160/87"
        ],
        "text": "10First of all it should be stressed that the aim of Article 2(5) of the basic regulation is to prevent account being taken of prices and costs in non-market-economy countries, that is to say, which are not the normal result of market forces (see the judgment in Joined Cases C-305/86 and C-160/87 Neotype Techmashexport v Commission and Council [1990] ECR I-2945).",
        "NP": "10"
    },
    {
        "HT": [
            "NTN Toyo Bearing Company Limited and Others",
            "Council"
        ],
        "NO.CASE": [
            "240/84"
        ],
        "text": "12However, the exercise of that discretion is not excluded from review by the Court. The Court has consistently held that in the context of such a review it will verify whether the relevant procedural rules have been complied with, whether the facts on which the choice is based have been accurately stated and whether there has been a manifest error of appraisal or a misuse of powers (judgments in Case 240/84 NTN Toyo Bearing Company Limited and Others v Council [1987] ECR 1809 and Case 258/84 Nippon Seiko KKv Council [1987] ECR 1923).",
        "NP": "12"
    },
    {
        "HT": "Nippon Seiko KKv Council",
        "NO.CASE": [
            "258/84"
        ],
        "text": "12However, the exercise of that discretion is not excluded from review by the Court. The Court has consistently held that in the context of such a review it will verify whether the relevant procedural rules have been complied with, whether the facts on which the choice is based have been accurately stated and whether there has been a manifest error of appraisal or a misuse of powers (judgments in Case 240/84 NTN Toyo Bearing Company Limited and Others v Council [1987] ECR 1809 and Case 258/84 Nippon Seiko KKv Council [1987] ECR 1923).",
        "NP": "12"
    },
    {
        "HT": [
            "Brother Industries",
            "Council"
        ],
        "NO.CASE": [
            "250/85"
        ],
        "text": "20It should be recalled that according in particular to paragraph 31 of the judgment in Joined Cases C-305/86 and C-160/87 Neotype, cited above, the size of the domestic market is not in principle a factor capable of being taken into consideration in the choice of a reference country under Article 2(5) of the basic regulation in so far as, during the period of the investigation, there is a sufficient number of transactions to ensure the representative nature of the market in relation to the exports in question. In this respect it should be borne in mind that in paragraphs 12 and 13 of the judgment in Case 250/85 Brother Industries v Council [1988] ECR 5683, the Court rejected a challenge to the institutions' practice of fixing the minimum level of representativity of the domestic market, for the purpose of calculating the normal value, at 5% of the exports in question.",
        "NP": "20"
    }
]