[
    {
        "HT": [
            "Ahisuisse Italia",
            "Council and Commission"
        ],
        "NO.CASE": [
            "307/81"
        ],
        "text": "43Since Regulation No 304/97 is not a decision addressed to the applicant within the meaning of the fourth paragraph of Article 173 of the Treaty, it is necessary to consider whether it constitutes an act of general application, or if it should be considered as a decision in the form of a regulation. In order to determine whether an act is of general application or not, it is necessary to consider its nature and the legal effects which it is intended to, or does in fact produce (Case 307/81 Ahisuisse Italia v Council and Commission [1982] ECR 3463, paragraph 8).",
        "NP": "43",
        "REF.NP.ECR": [
            "8"
        ]
    },
    {
        "HT": [
            "Codomiu",
            "Council"
        ],
        "NO.CASE": [
            "309/89"
        ],
        "text": "46It is, however, important to consider whether, notwithstanding the general application of that Regulation, the applicant may nevertheless be regarded as directly and individually concerned by it. The fact that an act is of general application does not prevent it from being of direct and individual concern to some of the traders concerned (Case C-309/89 Codomiu v Council [1994] ECR I-1853, paragraph 19).",
        "NP": "46",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Plaumann",
            "Commission"
        ],
        "NO.CASE": [
            "25/62"
        ],
        "text": "49It must be pointed out, as the Court has stated on several occasions (see, in particular, the judgment in Case 25/62 Plaumann v Commission [1963] ECR 95, 107 and the order in Case C-276/93 Chiquita Banana and Others v Council [1993] ECR I-3345, paragraph 9) that, for natural and legal persons to be regarded as individually concerned by a measure, it must affect their legal position by reason of certain attributes peculiar to them, or by reason of a factual situation which differentiates them from all other persons and distinguishes them individually in the same way as the addressee.",
        "NP": "49",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Chiquita Banana and Others",
            "Council"
        ],
        "NO.CASE": [
            "276/93"
        ],
        "text": "49It must be pointed out, as the Court has stated on several occasions (see, in particular, the judgment in Case 25/62 Plaumann v Commission [1963] ECR 95, 107 and the order in Case C-276/93 Chiquita Banana and Others v Council [1993] ECR I-3345, paragraph 9) that, for natural and legal persons to be regarded as individually concerned by a measure, it must affect their legal position by reason of certain attributes peculiar to them, or by reason of a factual situation which differentiates them from all other persons and distinguishes them individually in the same way as the addressee.",
        "NP": "49",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Piraiki-Patraiki and Others",
            "Commission"
        ],
        "NO.CASE": [
            "11/82"
        ],
        "text": "51In this respect it must be made clear that the applicant is affected by Regulation No 304/97 only as an exporter of rice to the Community. That is a commercial activity which may be carried out by any undertaking at any time. That Regulation concerns the applicant only by reason of its objective status as an economic operator active in the sector marketing rice originating in the OCTs, in the same way as any other Community economic operator in the same situation. Its status as an exporter, or even export-dealer of rice, from the OCTs to the Community is not therefore sufficient in itself to establish that the applicant is individually concerned by Regulation No 304/97 (see, also, to that effect, the judgment in Case 11/82 Piraiki-Patraiki and Others v Commission [1985] ECR 207, paragraph 14, and the orders in Chiquita Battana and Others v Council, cited above, paragraph 12, and Case C-10/95 P Asocame v Council [1995] ECR I-4149, paragraph 42).",
        "NP": "51",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Asocame",
            "Council"
        ],
        "NO.CASE": [
            "10/95"
        ],
        "text": "51In this respect it must be made clear that the applicant is affected by Regulation No 304/97 only as an exporter of rice to the Community. That is a commercial activity which may be carried out by any undertaking at any time. That Regulation concerns the applicant only by reason of its objective status as an economic operator active in the sector marketing rice originating in the OCTs, in the same way as any other Community economic operator in the same situation. Its status as an exporter, or even export-dealer of rice, from the OCTs to the Community is not therefore sufficient in itself to establish that the applicant is individually concerned by Regulation No 304/97 (see, also, to that effect, the judgment in Case 11/82 Piraiki-Patraiki and Others v Commission [1985] ECR 207, paragraph 14, and the orders in Chiquita Battana and Others v Council, cited above, paragraph 12, and Case C-10/95 P Asocame v Council [1995] ECR I-4149, paragraph 42).",
        "NP": "51",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Arnaud and Others",
            "Council"
        ],
        "NO.CASE": [
            "131/92"
        ],
        "text": "52Even if, in the present case, it is apparent from the file that only 6 or 7 undertakings operate in the market concerned by Regulation No 304/97, it must be borne in mind that the possibility of determining more or less precisely the number, or even the identity, of the persons to whom a measure applies by no means implies that it must be regarded as being of individual concern to them as long as it is established that, as in the present case, that application takes effect by virtue of an objective legal or factual situation defined by the measure in question (see, in particular, the orders in Case C-131/92 Arnaud and Others v Council [1993] ECR I-2573, paragraph 13, and Chiquita Banana and Others v Council, cited above, paragraph 8).",
        "NP": "52",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Antillean Rice Mills and Others",
            "Commission"
        ],
        "NO.CASE": [
            "390/95"
        ],
        "text": "57It should be pointed out that the fact that the Council or the Commission are required, by specific provisions, to take account of the consequences for the situation of certain individuals of the act they are intending to adopt may be such as to distinguish them individually (see, to that effect, Piraiki-Patraiki and Others v Commission, paragraphs 28 and 31, and Case C-390/95 P Antillean Rice Mills and Others v Commission [1999] ECR I-769, paragraph 25).",
        "NP": "57",
        "REF.NP.ECR": [
            "25"
        ]
    }
]