[
    {
        "HT": "Oebel",
        "NO.CASE": [
            "155/80"
        ],
        "text": "40Article 34 prohibits quantitative restrictions on exports, as well as all measures having an equivalent effect. According to the settled case-law of the Court, it concerns national measures which have as their specific object or effect the restriction of patterns of exports and thereby the establishment of a difference in treatment between the domestic trade of a Member State and its export trade, in such a way as to provide a particular advantage for national production or for the domestic market of the State in question (Case 155/80 Oebel [1981] ECR 1993, paragraph 15).",
        "NP": "40",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": "Decker",
        "NO.CASE": [
            "120/95"
        ],
        "text": "44Even if the national measure in question could be justified by reasons relating to the protection of the environment, it is sufficient to point out that the arguments put forward by the Netherlands Government, concerning the profitability of the national undertaking AVR Chemie and the costs incurred by it, are of an economic nature. The Court has held that aims of a purely economic nature cannot justify barriers to the fundamental principle of the free movement of goods (Case C-120/95 Decker [1998] ECR I-1831, paragraph 39).",
        "NP": "44",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": "ERT",
        "NO.CASE": [
            "260/89"
        ],
        "text": "60The grant of exclusive rights for the incineration of dangerous waste on the territory of a Member State as a whole must be regarded as conferring on the undertaking concerned a dominant position in a substantial part of the common market (see, to that effect, Case C-260/89 ERT [1991] ECR I-2925, paragraph 31).",
        "NP": "60",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": "GB-Inno-BM",
        "NO.CASE": [
            "18/88"
        ],
        "text": "61Although merely creating a dominant position is not, in itself, incompatible with Article 86 of the Treaty, a Member State breaches the prohibitions laid down by Article 90 in conjunction with Article 86 if it adopts any law, regulation or administrative provision which enables an undertaking on which it has conferred exclusive rights to abuse its dominant position (see, to that effect, Case C-18/88 GB-Inno-BM [1991] ECR I-5941, paragraph 20).",
        "NP": "61",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": "Corbeau",
        "NO.CASE": [
            "320/91"
        ],
        "text": "65It follows from the case-law of the Court that that provision may be relied upon to justify a measure contrary to Article 86 of the Treaty adopted in favour of an undertaking to which the State has granted exclusive rights if that measure is necessary to enable the undertaking to perform the particular task assigned to it and if it does not affect the development of trade in a manner contrary to the interest of the Community (see, to that effect, Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 14, and Case C-159/94 Commission v France [1997] ECR I-5815, paragraph 49).",
        "NP": "65",
        "REF.NP.ECR": [
            "49"
        ]
    },
    {
        "HT": [
            "Commission",
            "France"
        ],
        "NO.CASE": [
            "59/94"
        ],
        "text": "65It follows from the case-law of the Court that that provision may be relied upon to justify a measure contrary to Article 86 of the Treaty adopted in favour of an undertaking to which the State has granted exclusive rights if that measure is necessary to enable the undertaking to perform the particular task assigned to it and if it does not affect the development of trade in a manner contrary to the interest of the Community (see, to that effect, Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 14, and Case C-159/94 Commission v France [1997] ECR I-5815, paragraph 49).",
        "NP": "65",
        "REF.NP.ECR": [
            "49"
        ]
    }
]