[
    {
        "NO.ECLI": "EU:T:2016:265",
        "NO.CASE": null,
        "text": "1By its appeal, the appellant, European Union Copper Task Force, seeks the annulment of the order of the General Court of the European Union of 27 April 2016, European Union Copper Task Force v Commission (T‐310/15, not published, the order under appeal, EU:T:2016:265), by which the General Court rejected as inadmissible its action seeking the partial annulment of Commission Implementing Regulation (EU) 2015/408 of 11 March 2015 on implementing Article 80(7) of Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market and establishing a list of candidates for substitution (OJ 2015 L 67, p. 18) (the regulation at issue).",
        "NP": "NP0001"
    },
    {
        "DATE": "17 September 2015",
        "NAME.CASE": {
            "HT": [
                "Mory and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "33/14"
        ],
        "NO.ECLI": "EU:C:2015:609",
        "REF.NP.ECR": [
            "59",
            "91"
        ],
        "text": "32It must be recalled at the outset that the admissibility of an action brought by a natural or legal person against an act which is not addressed to them, in accordance with the fourth paragraph of Article 263 TFEU, is subject to the condition that they be accorded standing to bring proceedings, which arises in two situations. First, such proceedings may be instituted if the act is of direct and individual concern to those persons. Second, such persons may bring proceedings against a regulatory act not entailing implementing measures if that act is of direct concern to them (see, inter alia, judgment of 17 September 2015, Mory and Others v Commission, C‐33/14 P, EU:C:2015:609, paragraphs 59 and 91).",
        "NP": "NP0032"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "29",
        "text": "35In that regard, it must be recalled that the expression which ... does not entail implementing measures, within the meaning of the final limb of the fourth paragraph of Article 263 TFEU, must be interpreted in the light of the objective of that provision, which is, as is apparent from its drafting history, to ensure that individuals do not have to break the law in order to have access to a court. Where a regulatory act directly affects the legal situation of a natural or legal person without requiring implementing measures, that person could be denied effective judicial protection if he did not have a legal remedy before the European Union judicature for the purpose of challenging the legality of the regulatory act. In the absence of implementing measures, natural or legal persons, although directly concerned by the act in question, would be able to obtain a judicial review of that act only after having infringed its provisions, by pleading that those provisions are unlawful in proceedings initiated against them before the national courts (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 29 and the case-law cited).",
        "NP": "NP0035"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "30",
        "text": "36By contrast, where a regulatory act entails implementing measures, judicial review of compliance with the European Union legal order is ensured irrespective of whether those measures were adopted by the European Union or the Member States. Natural or legal persons who are unable, because of the conditions governing admissibility laid down in the fourth paragraph of Article 263 TFEU, to challenge a regulatory act of the European Union directly before the European Union judicature are protected against the application to them of such an act by the ability to challenge the implementing measures which the act entails (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 30 and the case-law cited).",
        "NP": "NP0036"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "31",
        "text": "37Where responsibility for the implementation of such acts lies with the institutions, bodies, offices or agencies of the European Union, natural or legal persons are entitled to bring a direct action before the European Union judicature against the implementing acts under the conditions stated in the fourth paragraph of Article 263 TFEU, and to plead in support of that action, pursuant to Article 277 TFEU, the illegality of the basic act at issue. Where that implementation is a matter for the Member States, those persons may plead the invalidity of the basic act at issue before the national courts and tribunals and cause the latter to request a preliminary ruling from the Court of Justice, pursuant to Article 267 TFEU (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 31 and the case-law cited).",
        "NP": "NP0037"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "32",
        "text": "38As the Court has already held, whether a regulatory act entails implementing measures should be assessed by reference to the position of the person pleading the right to bring proceedings under the final limb of the fourth paragraph of Article 263 TFEU. It is therefore irrelevant whether the act in question entails implementing measures with regard to other persons (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 32 and the case-law cited).",
        "NP": "NP0038"
    },
    {
        "DATE": "10 December 2015",
        "NAME.CASE": {
            "HT": [
                "Kyocera Mita Europe",
                "Commission"
            ]
        },
        "NO.CASE": [
            "553/14"
        ],
        "NO.ECLI": "EU:C:2015:805",
        "REF.NP.ECR": "45",
        "text": "39Furthermore, in the context of that assessment, it is necessary to refer exclusively to the subject matter of the action and, where an applicant seeks only the partial annulment of an act, it is solely any implementing measures which that part of the act may entail that must, as the case may be, be taken into consideration (judgment of 10 December 2015, Kyocera Mita Europe v Commission, C‐553/14 P, not published, EU:C:2015:805 paragraph 45 and the case-law cited).",
        "NP": "NP0039"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": [
            "41",
            "42"
        ],
        "text": "40Moreover, it is entirely irrelevant, in that regard, whether those measures are of a mechanical nature (judgments of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraphs 41 and 42, and of 10 December 2015, Kyocera Mita Europe v Commission, C‐553/14 P, not published, EU:C:2015:805 paragraph 46).",
        "NP": "NP0040"
    },
    {
        "DATE": "10 December 2015",
        "NAME.CASE": {
            "HT": [
                "Kyocera Mita Europe",
                "Commission"
            ]
        },
        "NO.CASE": [
            "553/14"
        ],
        "NO.ECLI": "EU:C:2015:805",
        "REF.NP.ECR": "46",
        "text": "40Moreover, it is entirely irrelevant, in that regard, whether those measures are of a mechanical nature (judgments of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraphs 41 and 42, and of 10 December 2015, Kyocera Mita Europe v Commission, C‐553/14 P, not published, EU:C:2015:805 paragraph 46).",
        "NP": "NP0040"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "40",
        "text": "65Contrary to what the appellant appears to imply in its submissions, the wording of the final limb of the fourth paragraph of Article 263 TFEU does not require, for a measure to be classified as an implementing measure of a regulatory act, that that act is the legal base of that measure. The same measure may be an implementing measure both of the act the provisions of which constitute its legal base and of a different act, such as, in the present case, the regulation at issue, where all or part of the legal effects of the latter act will be produced, vis-à-vis the applicant, only through the intermediary of that measure (see, by analogy, judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 40).",
        "NP": "NP0065"
    },
    {
        "DATE": "15 July 1963",
        "NAME.CASE": {
            "HT": [
                "Plaumann",
                "Commission"
            ]
        },
        "NO.CASE": [
            "25/62"
        ],
        "NO.ECLI": "EU:C:1963:17",
        "text": "73In the first place, the appellant submits that it is individually concerned by the regulation at issue and submits, first, that several factors differentiate it from any other person for the purposes of the line of case-law following the judgment of 15 July 1963, Plaumann v Commission (25/62, EU:C:1963:17).",
        "NP": "NP0073"
    },
    {
        "DATE": "17 January 1985",
        "NAME.CASE": {
            "HT": [
                "Piraiki-Patraiki and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "11/82"
        ],
        "NO.ECLI": "EU:C:1985:18",
        "REF.NP.ECR": [
            "17",
            "32"
        ],
        "text": "78The appellant concludes that, having regard to the judgment of 17 January 1985, Piraiki-Patraiki and Others v Commission (11/82, EU:C:1985:18, paragraphs 17 to 32), it should have been recognised as having standing to bring proceedings in so far as, in the light of the particular circumstances of the present case, the Commission knew that the regulation at issue was of direct and individual concern to it.",
        "NP": "NP0078"
    },
    {
        "DATE": "22 June 2006",
        "NAME.CASE": {
            "HT": [
                "Belgium and Forum 187",
                "Commission"
            ]
        },
        "NO.CASE": [
            "182/03",
            "217/03"
        ],
        "NO.ECLI": "EU:C:2006:416",
        "REF.NP.ECR": "56",
        "text": "87As a preliminary observation, it should be recalled that, as the General Court noted in paragraph 19 of the order under appeal, an association, such as the appellant, which is responsible for protecting the collective interests of producers of copper compounds, is, as a rule, entitled to bring an action for annulment under the fourth paragraph of Article 263 TFEU only if the undertakings which it represents or some of those undertakings themselves have locus standi (see, to that effect, judgment of 22 June 2006, Belgium and Forum 187 v Commission, C‐182/03 and C‐217/03, EU:C:2006:416, paragraph 56 and the case-law cited).",
        "NP": "NP0087"
    },
    {
        "DATE": "8 December 2006",
        "NAME.CASE": {
            "HT": [
                "Polyelectrolyte Producers Group",
                "Commission and Council"
            ]
        },
        "NO.CASE": [
            "368/05"
        ],
        "NO.ECLI": "EU:C:2006:771",
        "REF.NP.ECR": "59",
        "text": "88As regards, in the first place, the question whether the applicant can prove an interest of its own, it should be noted, first, that it is settled case-law, as the General Court observed in paragraph 21 of the order under appeal, that the role played by an association in a procedure which led to the adoption of an act within the meaning of Article 263 TFEU may justify the admissibility of the action brought by the association, even though its members are not directly and individually concerned by that act, in particular where its position as negotiator has been affected by the latter (order of 8 December 2006, Polyelectrolyte Producers Group v Commission and Council, C‐368/05 P, not published, EU:C:2006:771, paragraph 59 and the case-law cited).",
        "NP": "NP0088"
    },
    {
        "DATE": "17 January 1985",
        "NAME.CASE": {
            "HT": [
                "Piraiki-Patraiki and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "11/82"
        ],
        "NO.ECLI": "EU:C:1985:18",
        "REF.NP.ECR": [
            "17",
            "32"
        ],
        "text": "90Second, having regard to the case-law following the judgment of 17 January 1985, Piraiki-Patraiki and Others v Commission (11/82, EU:C:1985:18, paragraphs 17 to 32), the appellant’s argument that, because of certain factual circumstances specific to it, it must be regarded as being individually concerned, must be rejected as unfounded.",
        "NP": "NP0090"
    },
    {
        "DATE": "10 April 2003",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Nederlandse Antillen"
            ]
        },
        "NO.CASE": [
            "142/00"
        ],
        "NO.ECLI": "EU:C:2003:217",
        "REF.NP.ECR": [
            "71",
            "76"
        ],
        "text": "91It is true that, according to the case-law, the fact that the Council of the European Union or the Commission was obliged, pursuant to specific provisions, to take into account the consequences of the act that they proposed to adopt on the situation of certain individuals could be capable of distinguishing those persons, where it is proven that they are prejudiced by that act owing to a factual situation that differentiates them from all other persons (see, to that effect, judgment of 10 April 2003, Commission v Nederlandse Antillen, C‐142/00 P, EU:C:2003:217, paragraphs 71 to 76 and the case-law cited).",
        "NP": "NP0091"
    },
    {
        "DATE": "15 July 1963",
        "NAME.CASE": {
            "HT": [
                "Plaumann",
                "Commission"
            ]
        },
        "NO.CASE": [
            "25/62"
        ],
        "NO.ECLI": "EU:C:1963:17",
        "REF.NP.ECR": "223",
        "text": "93In the second place, as regards the question of whether the members of the appellant or some of them are individually concerned by the regulation at issue, it must be recalled, as stated in paragraph 28 of the order under appeal, that, according to settled case-law, persons other than those to whom a decision is addressed may claim to be individually concerned, within the meaning of the fourth paragraph of Article 263 TFEU, only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of those factors distinguishes them individually just as in the case of the person addressed by such a decision (see, inter alia, judgments of 15 July 1963, Plaumann v Commission, 25/62, EU:C:1963:17, p. 223, and of 17 September 2015, Mory and Others v Commission, C‐33/14 P, EU:C:2015:609, paragraph 93).",
        "NP": "NP0093"
    },
    {
        "DATE": "17 September 2015",
        "NAME.CASE": {
            "HT": [
                "Mory and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "33/14"
        ],
        "NO.ECLI": "EU:C:2015:609",
        "REF.NP.ECR": "93",
        "text": "93In the second place, as regards the question of whether the members of the appellant or some of them are individually concerned by the regulation at issue, it must be recalled, as stated in paragraph 28 of the order under appeal, that, according to settled case-law, persons other than those to whom a decision is addressed may claim to be individually concerned, within the meaning of the fourth paragraph of Article 263 TFEU, only if that decision affects them by reason of certain attributes which are peculiar to them or by reason of circumstances in which they are differentiated from all other persons and by virtue of those factors distinguishes them individually just as in the case of the person addressed by such a decision (see, inter alia, judgments of 15 July 1963, Plaumann v Commission, 25/62, EU:C:1963:17, p. 223, and of 17 September 2015, Mory and Others v Commission, C‐33/14 P, EU:C:2015:609, paragraph 93).",
        "NP": "NP0093"
    },
    {
        "DATE": "19 December 2013",
        "NAME.CASE": {
            "HT": [
                "Telefonica",
                "Commission"
            ]
        },
        "NO.CASE": [
            "274/12"
        ],
        "NO.ECLI": "EU:C:2013:852",
        "REF.NP.ECR": "47",
        "text": "94In that regard, it is also clear from established case-law, recalled by the General Court in paragraph 29 of the order under appeal, that the possibility of determining more or less precisely the number, or even the identity, of the persons to whom a measure applies by no means implies that it must be regarded as being of individual concern to them as long as that measure is applied by virtue of an objective legal or factual situation defined by it (judgment of 19 December 2013, Telefónica v Commission, C‐274/12 P, EU:C:2013:852, paragraph 47 and the case-law cited).",
        "NP": "NP0094"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "66",
        "text": "101It is also common ground that, when the regulation at issue was adopted, the inclusion of copper compounds in the list of candidates for substitution was decided not by taking into account the particular qualities of the members of the appellant, but, as is clear from paragraph 6 of the order under appeal, on the ground that that substance fulfilled the conditions to be met to be regarded as a persistent and toxic substance, within the meaning of point 4 of Annex II to Regulation No 1107/2009 (see, by analogy, judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 66).",
        "NP": "NP0101"
    },
    {
        "DATE": "3 October 2013",
        "NAME.CASE": {
            "HT": [
                "Inuit Tapiriit Kanatami and Others",
                "Parliament and Council"
            ]
        },
        "NO.CASE": [
            "583/11"
        ],
        "NO.ECLI": "EU:C:2013:625",
        "REF.NP.ECR": "76",
        "text": "103Finally, given that, first, the General Court did not err in law in finding, in paragraph 32 of the order under appeal, that the members of the appellant were not individually concerned by the regulation at issue and, second, the conditions of both direct concern and individual concern by the European Union regulatory act of which annulment is sought are cumulative (see, to that effect, judgment of 3 October 2013, Inuit Tapiriit Kanatami and Others v Parliament and Council, C‐583/11 P, EU:C:2013:625, paragraph 76), the arguments set out in paragraphs 84 and 85 above, on the question of whether the appellant and its members are directly concerned by the regulation at issue, are ineffective and must therefore be rejected.",
        "NP": "NP0103"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "44",
        "text": "111As regards the merits of the present ground, it must be recalled that the conditions for admissibility laid down in the fourth paragraph of Article 263 TFEU must be interpreted in the light of the fundamental right to effective judicial protection without, however, setting aside those conditions, which are expressly laid down in that Treaty (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 44 and the case-law cited).",
        "NP": "NP0111"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "45",
        "text": "112However, judicial review of compliance with the European Union legal order is ensured, as can be seen from Article 19(1) TEU, not only by the Court of Justice but also by the courts and tribunals of the Member States. The FEU Treaty has established, by Articles 263 and 277, on the one hand, and Article 267, on the other, a complete system of legal remedies and procedures designed to ensure judicial review of the legality of European Union acts, and has entrusted such review to the European Union judicature (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 45 and the case-law cited).",
        "NP": "NP0112"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "46",
        "text": "113In that context, it must be emphasised that, in proceedings before the national courts, individual parties have the right to challenge before the courts the legality of any decision or other national measure relative to the application to them of a European Union act of general application, by pleading the invalidity of such an act (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 46 and the case-law cited).",
        "NP": "NP0113"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "47",
        "text": "114It follows that references on validity constitute, like actions for annulment, means for reviewing the legality of European Union acts (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 47 and the case-law cited).",
        "NP": "NP0114"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "48",
        "text": "115In that regard, it must be borne in mind that where a national court or tribunal considers that one or more arguments for invalidity of a European Union act, put forward by the parties or, as the case may be, raised by it of its own motion, are well founded, it is incumbent upon it to stay proceedings and to make a reference to the Court for a preliminary ruling on the act’s validity, the Court alone having jurisdiction to declare a European Union act invalid (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 48 and the case-law cited).",
        "NP": "NP0115"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "49",
        "text": "116As regards persons who do not fulfil the requirements of the fourth paragraph of Article 263 TFEU for bringing an action before the Courts of the European Union, it is for the Member States to establish a system of legal remedies and procedures which ensure respect for the fundamental right to effective judicial protection (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 49 and the case-law cited).",
        "NP": "NP0116"
    },
    {
        "DATE": "28 April 2015",
        "NAME.CASE": {
            "HT": [
                "T & L Sugars and Sidul Acucares",
                "Commission"
            ]
        },
        "NO.CASE": [
            "456/13"
        ],
        "NO.ECLI": "EU:C:2015:284",
        "REF.NP.ECR": "50",
        "text": "117That obligation of the Member States was reaffirmed by the second subparagraph of Article 19(1) TEU, which states that Member States shall provide remedies sufficient to ensure effective judicial protection in the fields covered by Union law. Such an obligation also follows from Article 47 of the Charter of Fundamental Rights of the European Union as regards measures taken by the Member States to implement Union law within the meaning of Article 51(1) of that Charter (judgment of 28 April 2015, T & L Sugars and Sidul Açúcares v Commission, C‐456/13 P, EU:C:2015:284, paragraph 50 and the case-law cited).",
        "NP": "NP0117"
    },
    {
        "DATE": "19 December 2013",
        "NAME.CASE": {
            "HT": [
                "Telefonica",
                "Commission"
            ]
        },
        "NO.CASE": [
            "274/12"
        ],
        "NO.ECLI": "EU:C:2013:852",
        "REF.NP.ECR": "59",
        "text": "119Consequently, and having regard to the case-law recalled in paragraphs 111 to 117 above and set out by the General Court in paragraphs 53 to 59 of the order under appeal, the General Court also did not err in law in deciding, in paragraph 60 of that order, that the appellant’s argument that the rejection, as inadmissible, of its action for annulment of the regulation at issue would infringe its right, and the right of its members, to effective judicial protection. Even if, owing to the conditions for admissibility laid down in the fourth paragraph of Article 263 TFEU, the appellant cannot directly attack the regulation at issue before the European Union judicature, it can, by contrast, in the context of an action brought before a national court against an act by a Member State which is an implementing measure of the regulation, plead the invalidity of the latter and cause that court to refer questions to the Court of Justice pursuant to Article 267 TFEU (see, by analogy, judgment of 19 December 2013, Telefónica v Commission, C‐274/12 P, EU:C:2013:852, paragraph 59).",
        "NP": "NP0119"
    }
]