[
    {
        "DATE": "19 March 1993",
        "NO.CASE": [
            "2/91"
        ],
        "text": "12As the Court pointed out in Opinion 2/91 of 19 March 1993 ( [1993] ECR I-1061, paragraph 17), Article 118a confers upon the Community internal legislative competence in the area of social policy. The existence of other provisions in the Treaty does not have the effect of restricting the scope of Article 118a. Appearing as it does in the chapter of the Treaty which deals with Social Provisions, Article 118a relates only to measures concerning the protection of the health and safety of workers. It therefore constitutes a more specific rule than Articles 100 and 100a. That interpretation is confirmed by the actual wording of Article 100a(1) itself, which states that its provisions are to apply save where otherwise provided in this Treaty. The applicant's argument cannot therefore be accepted.",
        "NP": "12"
    },
    {
        "HT": [
            "United Kingdom",
            "Council"
        ],
        "NO.CASE": [
            "68/86"
        ],
        "text": "19It is settled case-law that what is merely Council practice cannot derogate from the rules laid down in the Treaty, and cannot therefore create a precedent binding on the Community institutions with regard to the correct legal basis (see, in particular, Case 68/86 United Kingdom v Council [1988] ECR 855, paragraph 24, and Case C-271/94 Parliament v Council [1996] ECR I-1705, paragraph 24). Moreover, measures having a general scope have been adopted on the basis of Article 118a of the Treaty, as is demonstrated in particular by Council Directive 89/654/EEC of 30 November 1989 concerning the minimum safety and health requirements for the workplace (first individual directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ 1989 L 393, p. 1).",
        "NP": "19",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Parliament",
            "Council"
        ],
        "NO.CASE": [
            "271/94"
        ],
        "text": "19It is settled case-law that what is merely Council practice cannot derogate from the rules laid down in the Treaty, and cannot therefore create a precedent binding on the Community institutions with regard to the correct legal basis (see, in particular, Case 68/86 United Kingdom v Council [1988] ECR 855, paragraph 24, and Case C-271/94 Parliament v Council [1996] ECR I-1705, paragraph 24). Moreover, measures having a general scope have been adopted on the basis of Article 118a of the Treaty, as is demonstrated in particular by Council Directive 89/654/EEC of 30 November 1989 concerning the minimum safety and health requirements for the workplace (first individual directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ 1989 L 393, p. 1).",
        "NP": "19",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "45/86"
        ],
        "text": "25As part of the system of Community competence, the choice of the legal basis for a measure must be based on objective factors which are amenable to judicial review (see, in particular, Case 45/86 Commission v Council [1987] ECR 1493, paragraph 11). Those factors include, in particular, the aim and content of the measure (see, in particular, Case C-300/89 Commission v Council [1991] ECR I-2867, paragraph 10).",
        "NP": "25",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "300/89"
        ],
        "text": "25As part of the system of Community competence, the choice of the legal basis for a measure must be based on objective factors which are amenable to judicial review (see, in particular, Case 45/86 Commission v Council [1987] ECR 1493, paragraph 11). Those factors include, in particular, the aim and content of the measure (see, in particular, Case C-300/89 Commission v Council [1991] ECR I-2867, paragraph 10).",
        "NP": "25",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": "Angelopharm",
        "NO.CASE": [
            "212/91"
        ],
        "text": "34The applicant maintains, moreover, that unlike other provisions based on Article 118a of the Treaty, the contested measures were not referred to the Advisory Committee on Safety, Hygiene and Health Protection at Work for an opinion (on the role of such committees, it cites Case C-212/91 Angelopharm [1994] ECR I-171, paragraphs 31 and 32). Although consultation of that committee is not expressly provided for in cases such as this, the fact that the Council did not call on the Commission to undertake such consultation casts further doubt on the link between the directive and the health and safety of workers.",
        "NP": "34",
        "REF.NP.ECR": [
            "31",
            "32"
        ]
    },
    {
        "HT": [
            "Kirsammer-Hack",
            "Sidal"
        ],
        "NO.CASE": [
            "189/91"
        ],
        "text": "44Finally, the directive has taken account of the effects which the organization of working time for which it provides may have on small and medium-sized undertakings. Thus, the second recital in the preamble to the directive refers to the overriding requirement not to hold back the development of such undertakings. Moreover, as the Court held in its judgment in Case C-189/91 Kirsammer-Hack v Sidal [1993] ECR I-6185, paragraph 34, by providing that directives adopted in the field of health and safety of workers are to avoid imposing administrative, financial and legal constraints such as to hold back the creation and development of small and medium-sized undertakings, the second sentence of Article 118a(2) indicates that such undertakings may be the subject of special economic measures. Contrary to the view taken by the applicant, however, that provision does not prevent those undertakings from being subject to binding measures.",
        "NP": "44",
        "REF.NP.ECR": [
            "34"
        ]
    },
    {
        "HT": [
            "Germany",
            "Council"
        ],
        "NO.CASE": [
            "426/93"
        ],
        "text": "57As regards the principle of proportionality, the Court has held that, in order to establish whether a provision of Community law complies with that principle, it must be ascertained whether the means which it employs are suitable for the purpose of achieving the desired objective and whether they do not go beyond what is necessary to achieve it (see, in particular, Case C-426/93 Germany v Council [1995] ECR I-3723, paragraph 42).",
        "NP": "57",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "Parliament",
            "Commission"
        ],
        "NO.CASE": [
            "156/93"
        ],
        "text": "69The Court's case-law (see, in particular, Case C-156/93 Parliament v Commission [1995] ECR I-2019, paragraph 31) defines misuse of powers as the adoption by a Community institution of a measure with the exclusive or main purpose of achieving an end other than that stated or evading a procedure specifically prescribed by the Treaty for dealing with the circumstances of the case.",
        "NP": "69",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": [
            "Commission",
            "Council"
        ],
        "NO.CASE": [
            "122/94"
        ],
        "text": "74As to those arguments, whilst the reasoning required by Article 190 of the EC Treaty must show clearly and unequivocally the reasoning of the Community authority which adopted the contested measure so as to enable the persons concerned to ascertain the reasons for it and to enable the Court to exercise judicial review, the authority is not required to go into every relevant point of fact and law (see Case C-122/94 Commission v Council [1996] ECR I-881, paragraph 29).",
        "NP": "74",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "France and Ireland",
            "Commission"
        ],
        "NO.CASE": [
            "296/93",
            "307/93"
        ],
        "text": "82Finally, as regards the arguments concerning alleged errors of assessment in the preamble to the directive, it is sufficient to refer to the Court's case-law to the effect that such questions relate not to the issue of infringement of essential procedural requirements but to the substance of the case (see, in particular, Joined Cases C-296/93 and C-307/93 France and Ireland v Commission [1996] ECR I-795, paragraph 76), and to recall that those questions have been examined in the context of the plea of defective legal base.",
        "NP": "82",
        "REF.NP.ECR": [
            "76"
        ]
    }
]