[
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "208/02",
            "213/02"
        ],
        "text": "17In the judgment under appeal, the Court of First Instance rejected that argument on the ground of a reasoning the wording of which is the same as that used in its judgments which gave rise to the judgment of the Court of Justice in Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425.",
        "NP": "17"
    },
    {
        "HT": [
            "Musique Diffusion Francaise and Others",
            "Commission"
        ],
        "NO.CASE": [
            "100/80",
            "103/80"
        ],
        "text": "21However, the proper application of the Community competition rules requires that the Commission may at any time adjust the level of fines to the needs of that policy (Joined Cases 100/80 to 103/80 Musique Diffusion Française and Others v Commission [1983] ECR 1825, paragraph 109, and Dansk Rørindustri and Others v Commission, paragraph 227).",
        "NP": "21",
        "REF.NP.ECR": [
            "109"
        ]
    },
    {
        "HT": [
            "Boehringer Mannheim",
            "Commission"
        ],
        "NO.CASE": [
            "7/72"
        ],
        "text": "39The appellants submit, first of all, that the Court of First Instance erred in law in interpreting too narrowly the principle of non bis in idem and Case 7/72 Boehringer Mannheim v Commission [1972] ECR 1281. They submit that amongst the fundamental principles there is a corollary of the principle of non bis in idem which requires that concurrent sanctions in respect of the same facts must be taken into account. It is a fundamental principle of Community law which exists independently of any convention. The appellants submit that in Boehringer Mannheim v Commission the Court was concerned with a third country and held that the fundamental principles of justice applied in cases of that type. It accords with the principles of the sound administration of justice and proportionality that subsequent sanctions take account of those which have already been imposed in any jurisdiction in respect of the same conduct. To hold otherwise would run the risk of imposing an excessive sanction on the undertakings concerned and thereby impose a fine on them that is disproportionate to the need for a deterrent effect and/or retributive justice.",
        "NP": "39"
    },
    {
        "HT": "Wilhelm and Others",
        "NO.CASE": [
            "14/68"
        ],
        "text": "42As for the first part of the third plea advanced by the appellants, the Commission submits that in Boehringer Mannheim v Commission the Court did not decide the question whether the Commission is required to set off a penalty imposed by the authorities of a non-member country where the facts with which the Commission charges an undertaking are the same as those alleged by the first authorities. It considers that there are good reasons for finding that the principle of natural law advanced in Case 14/68 Wilhelm and Others [1969] ECR 1, and Boehringer Mannheim v Commission, only applies within the European Union. All jurisdictions within the European Union should, at least with regard to competition law, comply with the settled case-law of the Court of Justice, and the jurisdiction of the Member States and of the Community institutions overlaps. There is no link or overlap of that type between the United States of America and the European Community.",
        "NP": "42"
    },
    {
        "HT": [
            "Aalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/00",
            "219/00"
        ],
        "text": "60It should be noted in that connection that the duty on the Court of First Instance under Article 36 and the first paragraph of Article 53 of the Statute of the Court of Justice to state reasons for its judgments does not require the Court of First Instance to provide an account that follows exhaustively and one by one all the arguments articulated by the parties to the case. The reasoning may therefore be implicit on condition that it enables the persons concerned to know why the measures in question were taken and provides the Court of Justice with sufficient material for it to exercise its power of judicial review (see, to that effect, Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/00 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 372).",
        "NP": "60",
        "REF.NP.ECR": [
            "372"
        ]
    },
    {
        "HT": [
            "Moccia Irme and Others",
            "Commission"
        ],
        "NO.CASE": [
            "280/99",
            "282/99"
        ],
        "text": "85It should be noted in this connection that the appraisal of the facts by the Court of First Instance does not constitute, save where the clear sense of the evidence produced before it is distorted, a question of law which is subject, as such, to review by the Court of Justice (see, in particular, Joined Cases C-280/99 P to C-282/99 P Moccia Irme and Others v Commission [2001] ECR I-4717, paragraph 78).",
        "NP": "85",
        "REF.NP.ECR": [
            "78"
        ]
    },
    {
        "HT": [
            "KNP BT",
            "Commission"
        ],
        "NO.CASE": [
            "248/98"
        ],
        "text": "98They consider that, contrary to the Court of First Instance's finding in paragraph 200 of the judgment under appeal, the judgment in Case C-248/98 P KNP BT v Commission [2000] ECR I-9641 contains a general principle that the penalty be proportionate to the undertaking's size on the product market in respect of which the infringement was committed.",
        "NP": "98"
    }
]