[
    {
        "HT": [
            "Allied Corporation and Others",
            "Commission"
        ],
        "NO.CASE": [
            "239/82",
            "275/82"
        ],
        "text": "6The Court has consistently held, in particular in its judgment of 21 February 1984 in Joined Cases 239 and 275/82 Allied Corporation and Others v Commission [1984] ECR 1005, that measures imposing anti-dumping duties, adopted pursuant to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (Official Journal 1979, L 339, p. 1), are liable to be of direct and individual concern, within the meaning of the second paragraph of Article 173 of the Treaty, to those producers and exporters who are able to establish that they were identified in the measures adopted by the Commission or the Council or were concerned by the preliminary investigations. The Council does not deny that the contested regulation is liable to be of direct and individual concern to Nachi, which is expressly named therein.",
        "NP": "6"
    },
    {
        "HT": [
            "Remia and Others",
            "Commission"
        ],
        "NO.CASE": [
            "42/84"
        ],
        "text": "21It should be noted that the choice between the different methods of calculation specified in Article 2 (13) (b) of Regulation No 3017/79 requires an appraisal of complex economic situations. The Court must therefore, as it has held in particular in its judgment of 11 July 1985 in Case 42/84 Remia and Others v Commission [1985] ECR 2545, limit its review of such an appraisal to verifying whether the relevant procedural rules have been complied with, whether the facts on which the choice is based have been accurately stated and whether there has been a manifest error of appraisal or a misuse of powers.",
        "NP": "21"
    },
    {
        "HT": [
            "Nicolet Instrument",
            "Hauptzollamt Frankfurt am Main"
        ],
        "NO.CASE": [
            "203/85"
        ],
        "text": "39Next, it should be recalled, as regards the complaint that the statement of reasons was inadequate, that the Court has consistently held, in particular in its judgment of 26 June 1986 in Case 203/85 Nicolet Instrument v Hauptzollamt Frankfurt am Main [1986] ECR 2049, that the statement of reasons required by Article 190 of the Treaty must disclose in a clear and unequivocal fashion the reasoning followed by the Community authority which adopted the measure in question in such a way as to make the persons concerned aware of the reasons for the measure and thus enable them to defend their rights, and to enable the Court to exercise its supervisory jurisdiction.",
        "NP": "39"
    }
]