[
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "301/87"
        ],
        "text": "14It should be pointed out that, in its judgment of 14 February 1990 in Case C-301/87 France v Commission [1990] ECR I-307, the Court made the following points concerning the consequences of an infringement of that provision.",
        "NP": "14"
    },
    {
        "HT": [
            "Intermitis",
            "Commission"
        ],
        "NO.CASE": [
            "323/82"
        ],
        "text": "25It should be pointed out that, according to settled case-law, investment by the public authorities in the capital of undertakings, in whatever form, may constitute State aid where the conditions set out in Article 92 are fulfilled (see the judgments of 14 November 1984 in Case 323/82 Intermitís v Commission [1984] ECR 3809, and of 13 March 1985 in Joined Cases 296/82 and 318/82 Netherlands and Leeuwarder Papierwarenfabriek v Commission [1985] ECR 809).",
        "NP": "25"
    },
    {
        "HT": [
            "Netherlands and Leeuwarder Papierwarenfabriek",
            "Commission"
        ],
        "NO.CASE": [
            "296/82",
            "318/82"
        ],
        "text": "25It should be pointed out that, according to settled case-law, investment by the public authorities in the capital of undertakings, in whatever form, may constitute State aid where the conditions set out in Article 92 are fulfilled (see the judgments of 14 November 1984 in Case 323/82 Intermitís v Commission [1984] ECR 3809, and of 13 March 1985 in Joined Cases 296/82 and 318/82 Netherlands and Leeuwarder Papierwarenfabriek v Commission [1985] ECR 809).",
        "NP": "25"
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "43That argument cannot be accepted. According to the judgments of 17 September 1980 in Case 730/79 Philip Morris v Commission [1980] ECR 2671 and of 11 November 1987 in Case 259/85 France w Commission [1987] ECR 4393, the relatively small amount of aid or the relatively small size of the undertaking which receives it does not as such exclude the possibility that intra-Community trade might be affected.",
        "NP": "43"
    },
    {
        "HT": "France w Commission",
        "NO.CASE": [
            "259/85"
        ],
        "text": "43That argument cannot be accepted. According to the judgments of 17 September 1980 in Case 730/79 Philip Morris v Commission [1980] ECR 2671 and of 11 November 1987 in Case 259/85 France w Commission [1987] ECR 4393, the relatively small amount of aid or the relatively small size of the undertaking which receives it does not as such exclude the possibility that intra-Community trade might be affected.",
        "NP": "43"
    },
    {
        "HT": "Belgium v Commission",
        "NO.CASE": [
            "234/84"
        ],
        "text": "46It should be pointed out in that regard that, as the Court has already decided on numerous occasions, in particular in its abovementioned judgments of 10 July 1986 in Case 234/84 Belgium v Commission [1986] ECR 2263 and of 11 November 1987, observance of the right to be heard is, in all proceedings initiated against a person which are liable to culminate in a measure adversely affecting that person, a fundamental principle of Community law which must be guaranteed even in the absence of specific rules.",
        "NP": "46"
    },
    {
        "HT": [
            "Commission",
            "Federal Republic of Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "61In principle the recovery of aid unlawfully paid must take place in accordance with the relevant procedural provisions of national law, subject however to the proviso that those provisions are to be applied in such a way that the recovery required by Community law is not rendered practically impossible (see the judgment of 2 February 1989 in Case 94/87 Commission v Federal Republic of Germany [1989] ECR 175).",
        "NP": "61"
    },
    {
        "HT": "Deufilv Commission",
        "NO.CASE": [
            "310/85"
        ],
        "text": "66It should be pointed out in that regard that it follows from the Court's previous decisions (see, for example, the judgment of 24 February 1987 in Case 310/85 Deufilv Commission [1987] ECR 901) that recovery of unlawful aid is the logical consequence of the finding that it is unlawful. Consequently, the recovery of State aid unlawfully granted for the purpose of reestablishing the previously existing situation cannot in principle be regarded as disproportionate to the objectives of the Treaty in regard to State aids.",
        "NP": "66"
    }
]