[
    {
        "HT": "PreussenElektra",
        "NO.CASE": [
            "379/98"
        ],
        "text": "10With regard to the criterion relating to intervention by the State or through State resources, the Conseil d’État states that, in a decision dated 21 May 2003, it applied the judgment in Case C-379/98 PreussenElektra [2001] ECR I-2099, holding that the financial burden of the obligation to purchase enjoyed by wind-power installations was shared amongst a certain number of undertakings, without public resources contributing, directly or indirectly, to the financing of the aid, and the Conseil d’État had therefore taken the view that the mechanism then in force for the purchase of the electricity generated by wind-power installations did not constitute State aid within the meaning of Article 87(1) EC.",
        "NP": "10"
    },
    {
        "HT": "Essent Netwerk Noord and Others",
        "NO.CASE": [
            "206/06"
        ],
        "text": "12The Conseil d’État observes also that, in Case C-206/06 Essent Netwerk Noord and Others [2008] ECR I-5497, having pointed out that, in the case giving rise to the judgment in PreussenElektra, the undertakings in question had not been appointed by the Member State to manage a State resource, the Court held that financing by means of a price surcharge imposed by the State on purchasers of electricity, constituting a charge, with the monies remaining, furthermore, under the control of the Member State, had to be regarded as an intervention by the State through State resources.",
        "NP": "12"
    },
    {
        "HT": "Sloman Neptun",
        "NO.CASE": [
            "72/91",
            "73/91"
        ],
        "text": "15It must be stated at the outset that, while categorisation as State aid within the meaning of Article 107(1) TFEU presupposes that four conditions are met, namely, that there is an intervention by the State or through State resources, that the intervention is liable to affect trade between Member States, that it confers a selective advantage on the beneficiary and that it distorts or threatens to distort competition (see, to that effect, Joined Cases C-72/91 and C-73/91 Sloman Neptun [1993] ECR I-887, paragraph 18, and Case C‐677/11 Doux Élevage and Coopérative agricole UKL-ARREE [2013] ECR, paragraph 25), the present question concerns the first of those conditions only.",
        "NP": "15",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "482/99"
        ],
        "text": "16For it to be possible to classify advantages as State aid, first, they must be granted directly or indirectly through State resources and, secondly, that grant must be attributable to the State (see, Case C-482/99 France v Commission [2002] ECR I-4397, paragraph 24, and Doux Élevage and Coopérative agricole UKL-ARREE, paragraph 27).",
        "NP": "16",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": "Banco Exterior de Espana",
        "NO.CASE": [
            "387/92"
        ],
        "text": "19As regards, in the second place, the condition that the advantage must be granted directly or indirectly through State resources, it is to be recalled that measures not involving a transfer of State resources may fall within the concept of aid (see, to that effect, Case C-387/92 Banco Exterior de España [1994] ECR I-877, paragraph 14, and Case C-6/97 Italy v Commission [1999] ECR I-2981, paragraph 16).",
        "NP": "19",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "6/97"
        ],
        "text": "19As regards, in the second place, the condition that the advantage must be granted directly or indirectly through State resources, it is to be recalled that measures not involving a transfer of State resources may fall within the concept of aid (see, to that effect, Case C-387/92 Banco Exterior de España [1994] ECR I-877, paragraph 14, and Case C-6/97 Italy v Commission [1999] ECR I-2981, paragraph 16).",
        "NP": "19",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": "Steinike & Weinlig",
        "NO.CASE": [
            "78/76"
        ],
        "text": "20The concept of intervention through State resources is intended to cover, in addition to advantages granted directly by the State, those granted through a public or private body appointed or established by that State to administer the aid (see, to that effect, inter alia, Case 78/76 Steinike & Weinlig [1977] ECR 595, paragraph 21; Sloman Neptun, paragraph 19; and Doux Élevage and Coopérative agricole UKL-ARREE, paragraph 26).",
        "NP": "20",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "25The Court has held that funds financed through compulsory charges imposed by the legislation of the Member State, managed and apportioned in accordance with the provisions of that legislation, may be regarded as State resources within the meaning of Article 107(1) TFEU even if they are managed by entities separate from the public authorities (see, to that effect, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 35).",
        "NP": "25",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": "Blaizot and Others",
        "NO.CASE": [
            "24/86"
        ],
        "text": "39It should be recalled in this connection that, according to settled case-law, the interpretation which, in the exercise of the jurisdiction conferred upon it by Article 267 TFEU, the Court gives to a rule of European Union law clarifies and defines the meaning and scope of that rule as it must be, or ought to have been, understood and applied from the time of its coming into force. It follows that the rule as thus interpreted may, and must, be applied by the courts to legal relationships arising and established before the judgment ruling on the request for interpretation, provided that in other respects the conditions for bringing before the courts having jurisdiction an action relating to the application of that rule are satisfied (see, inter alia, Case 24/86 Blaizot and Others [1988] ECR 379, paragraph 27; Case C-402/03 Skov and Bilka [2006] ECR I-199, paragraph 50; and Case C‐92/11 RWE Vertrieb [2013] ECR, paragraph 58).",
        "NP": "39",
        "REF.NP.ECR": [
            "58"
        ]
    },
    {
        "HT": "Skov and Bilka",
        "NO.CASE": [
            "402/03"
        ],
        "text": "39It should be recalled in this connection that, according to settled case-law, the interpretation which, in the exercise of the jurisdiction conferred upon it by Article 267 TFEU, the Court gives to a rule of European Union law clarifies and defines the meaning and scope of that rule as it must be, or ought to have been, understood and applied from the time of its coming into force. It follows that the rule as thus interpreted may, and must, be applied by the courts to legal relationships arising and established before the judgment ruling on the request for interpretation, provided that in other respects the conditions for bringing before the courts having jurisdiction an action relating to the application of that rule are satisfied (see, inter alia, Case 24/86 Blaizot and Others [1988] ECR 379, paragraph 27; Case C-402/03 Skov and Bilka [2006] ECR I-199, paragraph 50; and Case C‐92/11 RWE Vertrieb [2013] ECR, paragraph 58).",
        "NP": "39",
        "REF.NP.ECR": [
            "58"
        ]
    },
    {
        "HT": "Richardson",
        "NO.CASE": [
            "137/94"
        ],
        "text": "42As regards, in the second place, the requirement that there should be a risk of serious difficulties, the Court has made it clear that the financial consequences which might result for a Member State from a preliminary ruling have never, in themselves, justified limiting the temporal effect of such a ruling (see to that effect, inter alia, Case C-137/94 Richardson [1995] ECR I-3407, paragraph 37 and the case-law cited).",
        "NP": "42",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": "Bautiaa and Societe Francaise Maritime",
        "NO.CASE": [
            "197/94",
            "252/94"
        ],
        "text": "43In those circumstances, there is nothing in the present case to warrant a derogation from the principle that a ruling on the interpretation of Union law takes effect from the date on which the rule interpreted came into force (see Joined Cases C-197/94 and C-252/94 Bautiaa and Société Française Maritime [1996] ECR I-505, paragraph 49 and the case-law cited).",
        "NP": "43",
        "REF.NP.ECR": [
            "49"
        ]
    }
]