[
    {
        "NO.ECLI": "EU:C:2013:32",
        "NO.CASE": null,
        "text": "33As regards the condition relating to the commitment of State resources, it must be recalled that the concept of aid embraces not only positive benefits, such as subsidies, but also measures which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, therefore, without being subsidies in the strict sense of the word, are similar in character and have the same effect (the judgment in Frucona Košice v Commission, C‐73/11 P, EU:C:2013:32, paragraph 69 and case-law cited).",
        "NP": "33",
        "REF.NP.ECR": [
            "69"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:175",
        "NO.CASE": null,
        "text": "34Consequently, for the purposes of determining the existence of State aid, it is necessary to establish a sufficiently direct link between, on the one hand, the advantage given to the beneficiary and, on the other, a reduction of the State budget or a sufficiently concrete economic risk of burdens on that budget (see, to that effect, the judgment in Bouygues and Bouygues Télécom v Commission and Others and Commission v France and Others, C‐399/10 P and C‐401/10 P, EU:C:2013:175, paragraph 109).",
        "NP": "34",
        "REF.NP.ECR": [
            "109"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:551",
        "NO.CASE": null,
        "text": "38To the extent that Eventech bases its argument on the alleged similarity of the factual and legal circumstances of this case to those of the case which gave rise to the judgment in Commission v Netherlands (C‐279/08 P, EU:C:2011:551), it is clear that the circumstances of that case are distinguishable from those of the main proceedings.",
        "NP": "38"
    },
    {
        "NO.ECLI": "EU:C:2011:551",
        "NO.CASE": null,
        "text": "39In paragraph 106 of the judgment in Commission v Netherlands (EU:C:2011:551), the Court held that the measure at issue could entail an additional burden for the public authorities in the form of an exemption from the obligation to pay fines or other pecuniary penalties because the Kingdom of the Netherlands had given to the undertakings covered by the measure in question the possibility of buying emission allowances in order to avoid the payment of fines which, if such allowances had not been available, would have been payable because the undertaking concerned had exceeded the statutory limits on their emissions of nitrogen oxide.",
        "NP": "39"
    },
    {
        "NO.ECLI": "EU:C:2012:821",
        "NO.CASE": null,
        "text": "42As regards the first argument relied on by Eventech, that there is preferential access to State-funded transport infrastructure for the use of which no payment is sought from Black Cabs, it is certainly true that, as stated by that company, the Court has held that the financing, by means of capital contributions made by the public authorities as a shareholder, to the construction of infrastructure which is to be commercially operated may involve the grant of State aid (see, to that effect, the judgment in Mitteldeutsche Flughafen and Flughafen Leipzig-Halle v Commission, C‐288/11 P, EU:C:2012:821, paragraphs 43 and 44).",
        "NP": "42",
        "REF.NP.ECR": [
            "43",
            "44"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:533",
        "NO.CASE": null,
        "text": "54In that regard, it must be recalled that Article 107(1) TFEU prohibits State aid favouring certain undertakings or the production of certain goods, that is to say, selective aid (the judgment in Mediaset v Commission, C‐403/10 P, EU:C:2011:533, paragraph 36).",
        "NP": "54",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:533",
        "NO.CASE": null,
        "text": "55It follows from the Court’s settled case-law that Article 107(1) TFEU requires an assessment of whether, under a particular legal regime, a national measure is such as to favour certain undertakings or the production of certain goods in comparison with others which, in the light of the objective pursued by that regime, are in a comparable factual and legal situation (the judgment in Mediaset v Commission, EU:C:2011:533, paragraph 36).",
        "NP": "55",
        "REF.NP.ECR": [
            "36"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:288",
        "NO.CASE": null,
        "text": "65In that regard, it should be borne in mind that, in accordance with the Court’s settled case-law, for the purpose of categorising a national measure as State aid, it is necessary, not to establish that the aid has a real effect on trade between Member States and that competition is actually being distorted, but only to examine whether that aid is liable to affect such trade and distort competition (the judgment in Libert and Others, C‐197/11 and C‐203/11, EU:C:2013:288, paragraph 76 and case-law cited).",
        "NP": "65",
        "REF.NP.ECR": [
            "76"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:288",
        "NO.CASE": null,
        "text": "66In particular, when aid granted by a Member State strengthens the position of an undertaking compared with other undertakings competing in intra-Community trade, the latter must be regarded as affected by that aid (see, to that effect, the judgment in Libert and Others, EU:C:2013:288, paragraph 77 and case-law cited).",
        "NP": "66",
        "REF.NP.ECR": [
            "77"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:288",
        "NO.CASE": null,
        "text": "67In that regard, it is not necessary that the beneficiary undertakings are themselves involved in intra-Community trade. Where a Member State grants aid to undertakings, internal activity may be maintained or increased as a result, so that the opportunities for undertakings established in other Member States to penetrate the market in that Member State are thereby reduced (see, to that effect, the judgment in Libert and Others, EU:C:2013:288, paragraph 78 and case-law cited).",
        "NP": "67",
        "REF.NP.ECR": [
            "78"
        ]
    },
    {
        "NO.ECLI": "EU:C:2003:415",
        "NO.CASE": null,
        "text": "68Further, according to the Court’s case-law, there is no threshold or percentage below which it may be considered that trade between Member States is not affected. The relatively small amount of aid or the relatively small size of the undertaking which receives it does not as such exclude the possibility that trade between Member States might be affected (the judgment in Altmark Trans and Regierungspräsidium Magdeburg, C‐280/00, EU:C:2003:415, paragraph 81).",
        "NP": "68",
        "REF.NP.ECR": [
            "81"
        ]
    },
    {
        "NO.ECLI": "EU:C:2003:415",
        "NO.CASE": null,
        "text": "69Consequently, the condition that the aid must be capable of affecting trade between Member States does not depend on the local or regional character of the transport services supplied or on the scale of the field of activity concerned (the judgment in Altmark Trans and Regierungspräsidium Magdeburg, EU:C:2003:415, paragraph 82).",
        "NP": "69",
        "REF.NP.ECR": [
            "82"
        ]
    }
]