[
    {
        "NO.CASE": "C-400/99",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "In Case C-400/99,"
    },
    {
        "NO.CASE": "C-400/99",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "9. By judgment of 9 October 2001 (Case C-400/99 Italy v Commission [2001] ECR I‑7303, hereinafter ‘the interlocutory judgment’) the Court of Justice dismissed that application and the proceedings continued on the substance. In essence, in that judgment, the Court held the application to be admissible on the ground that the Commission had classified the measures at issue as new aid implemented unlawfully, whereas the Italian Government contended that, in some cases, the aid was existing aid legally paid, and that in other cases there was no element of aid in the measures, which implied that those measures should not be suspended, contrary to the purport of the contested decision. Against that background, the Court took the view that the decision in question entailed independent legal effects and therefore constituted a measure against which proceedings might be brought. For details of the analysis which prompted the Court to come to that conclusion, reference is made to the interlocutory judgment.",
        "NP": "9"
    },
    {
        "NO.CASE": "C-47/91",
        "REF.NP.ECR": "25",
        "NO.ECLI": null,
        "text": "24. In this instance, the contested decision does not give effect to any procedural provision concerning the review of State aid that does not derive directly from the Treaty. By that decision, the Commission formally called on the Italian authorities to submit their comments on the measures referred to in it, pursuant to Article 88(2) EC, and, in making that request, provisionally classified that aid as new aid, thereby entailing the suspension thereof to the extent indicated in the same decision (see Case C-312/90 Spain v Commission [1992] ECR I‑4117, paragraph 17, and Case C-47/91 Italy v Commission [1992] ECR I‑4145, paragraph 25, and also the interlocutory judgment, paragraph 56). No procedure or legal effect of that decision is based on any innovative provision of the regulation on procedure in State aid cases.",
        "NP": "24"
    },
    {
        "NO.CASE": "C-47/91",
        "REF.NP.ECR": "25",
        "NO.ECLI": null,
        "text": "24. In this instance, the contested decision does not give effect to any procedural provision concerning the review of State aid that does not derive directly from the Treaty. By that decision, the Commission formally called on the Italian authorities to submit their comments on the measures referred to in it, pursuant to Article 88(2) EC, and, in making that request, provisionally classified that aid as new aid, thereby entailing the suspension thereof to the extent indicated in the same decision (see Case C-312/90 Spain v Commission [1992] ECR I‑4117, paragraph 17, and Case C-47/91 Italy v Commission [1992] ECR I‑4145, paragraph 25, and also the interlocutory judgment, paragraph 56). No procedure or legal effect of that decision is based on any innovative provision of the regulation on procedure in State aid cases.",
        "NP": "24"
    },
    {
        "NO.CASE": "C-47/91",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "42. The Italian Government states that, in the contested decision, the Commission indicates that it is not possible, at this stage, to rule as to the existence of elements of aid. In view of such uncertainty, it was not permissible to initiate a procedure entailing suspension of the measures at issue. In that connection, the Italian Government refers to Case C-47/91 Italy v Commission [1994] ECR I‑4635, in which, in relation to the question of the conformity of individual aid with a decision approving an aid scheme, the Court held as follows:",
        "NP": "42"
    }
]