[
    {
        "HT": [
            "SFEIand Others",
            "La Poste and Others"
        ],
        "NO.CASE": [
            "39/94"
        ],
        "text": "2The facts are set out as follows in paragraphs 1 to 12 of the judgment under appeal:1Syndicat français de l'express international (hereinafter SFEI), now known as the Union française de l'express, of which [DHL International, Federal express international (France) SNC and CRIE SA] are members, is a trade association established under French law, grouping together almost all of the companies offering express courier services competing with Société française de messagerie internationale (hereinafter SFMI).2On 21 December 1990 SFEI lodged a complaint with the Commission alleging principally that the logistical and commercial assistance afforded by the French Post Office (hereinafter La Poste) to SFMI constituted State aid within the meaning of Article 92 of the EC Treaty (now, after amendment, Article 87 EC). In particular, SFEI complained that the remuneration paid by SFMI for the assistance provided by La Poste was not in accordance with normal market conditions. It alleged that the difference between the market price for the purchase of such services and the price actually paid by SFMI constituted State aid. An economic study carried out by Braxton, a consultancy firm, at SFEI's request, was appended to the complaint in order to demonstrate the value of the amount of aid during the period from 1986 to 1989.3La Poste, which operates as a legal monopoly in the ordinary mail sector, was an integral part of the French State administration until the end of 1990. Since 1 January 1991 it has been a legal entity governed by public law by virtue of Law 90-568 of 2 July 1990. That law authorises it to perform certain activities open to competition, and particularly express delivery services.4SFMI is a company incorporated under private law which has been entrusted with the management of La Poste's express delivery service since the end of 1985. SFMI was formed with a share capital of FRF 10 million held as to 66% by Sofipost, a holding company wholly owned by La Poste, and as to 34% by TAT Express, a subsidiary of the airline Transport aérien transrégional (hereinafter TAT).5The detailed conditions for the operation and marketing of the express delivery service provided by SFMI under the name of EMS/Chronopost were set out in an order from the Ministry for Posts and Telecommunications of 19 August 1986. According to that order, La Poste was to provide SFMI with logistical and commercial assistance. The contractual relations between La Poste and SFMI are governed by agreements, the first of which dates from 1986.6In 1992 the structure of the express delivery business carried out by SFMI changed. Sofipost and TAT set up a new company, Chronopost SA, in which their respective holdings were again 66% and 34%. Chronopost, which had exclusive access to La Poste's network until 1 January 1995, concentrated on domestic express deliveries. SFMI was acquired by GD Express Worldwide France, the subsidiary of an international common operator whose participants are the Australian company TNT and the post offices of five countries, a concentration which was authorised by a Commission Decision of 2 December 1991 (TNT/Canada Post, DBP Postdienst, La Poste, PTT Poste and Sweden Post, Case No IV/M.102, OJ 1991 C 322, p. 19). SFMI retained the international business, using Chronopost as an agent and service provider in the handling of its international dispatches in France (hereinafter SFMI-Chronopost).7By letter of 10 March 1992 the Commission notified SFEI of its decision to take no action on the complaint under Article 92 of the Treaty. On 16 May 1992 SFEI together with other undertakings lodged an action with the Court of Justice for annulment of that decision. The Court ruled that it was not necessary to proceed to judgment (order of 18 November 1992 in Case C-222/92 SFEI and Others v Commission, not published in the ECR) in the light of the Commission Decision of 9 July 1992 to withdraw the decision of 10 March 1992....9On 16 June 1993 SFEI and other undertakings brought an action before the Tribunal de commerce de Paris (Paris Commercial Court) against SFMI, Chronopost, La Poste and others. A second study by Braxton was attached to the application, updating the information contained in the first study and evaluating the amount of the aid up to the end of 1991. In a judgment of 5 January 1994, the Tribunal de commerce de Paris referred several questions to the Court of Justice for a preliminary ruling on the interpretation of Articles 92 and 93 of the EC Treaty (now Article 88 EC), one of which sought clarification of the concept of State aid in the circumstances of the present case. The French Government lodged, as an annex to its observations of 10 May 1994, an economic study by Ernst & Young. In Case C-39/94 SFEIand Others v La Poste and Others [1996] ECR I-3547 (hereinafter the SFEI judgment), the Court ruled that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is. capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.10In the meantime, by a letter from the Commission dated 20 March 1996, France was notified of the initiation of the procedure under Article 93(2) of the EC Treaty. On 30 May 1996 France sent the Commission its comments in this regard.11On 17 July 1996 the Commission published in the Official Journal of the European Communities a notice on the initiation of the procedure under Article 93(2) of the EC Treaty regarding aid allegedly granted by France to SFMI-Chronopost (OJ 1996 C 206, p. 3).12On 17 August 1996 SFEI submitted its observations to the Commission in response to that notice. It attached to its observations another economic study by Bain & Company. In addition, SFEI extended its complaint of December 1990 to cover a number of additional points, including the use of La Poste's brand image, privileged access to the air waves of Radio France, customs and tax privileges and La Poste's investment in dispatching platforms.",
        "NP": "2"
    },
    {
        "HT": [
            "Banco Exterior de Espana",
            "Ayuntamiento de Valencia"
        ],
        "NO.CASE": [
            "387/92"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Ecotrade",
            "Altiforni e Ferriere di Servola"
        ],
        "NO.CASE": [
            "200/97"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "342/96"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": "DM Transport",
        "NO.CASE": [
            "256/97"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "305/89"
        ],
        "text": "7As regards the first part of the fourth plea, the Court of First Instance responded to it in these terms in paragraphs 64 to 79 of the judgment under appeal:64The aim of Article 92(1) of the Treaty is to prevent trade between Member States from being affected by advantages granted by public authorities which, in various forms, distort or threaten to distort competition by favouring certain undertakings or certain products (Case C-387/92 Banco Exterior de Espana v Ayuntamiento de Valencia [1994] ECR I-877, paragraph 12, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 26, and SFEI, paragraph 58).65The concept of aid thus encompasses not only positive benefits, such as subsidies, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which, without therefore being subsidies in the strict sense of the word, are of the same character and have the same effect{ SFEI, paragraph 58, Banco Exterior de España, cited above, paragraph 13, and Case C-200/97 Ecotrade v Altiforni e Ferriere di Servóla [1998] ECR I-7907, paragraph 34). In Case T-358/94 Air France v Commission [1996] ECR II-2109, paragraph 67, the Court of First Instance stated, with regard to Article 92 of the EC Treaty:That provision therefore covers all the financial means by which the public sector may actually support undertakings, irrespective of whether or not those means are permanent assets of the public sector.66Furthermore, as the Court of Justice held in Case 78/76 Steinike Sc Weinlig v Germany [1977] ECR 595, paragraph 21, regard must primarily be had to the effects of the aid on the favoured undertakings or producers and not the status of the institutions distributing or administering the aid.67It follows that the concept of aid is an objective one, the test being whether a State measure confers an advantage on one or more particular undertakings (Case T-67/94 Ladbroke Racing v Commission [1998] ECR II-1, paragraph 52, and Case T-46/97 SIC v Commission [2000] ECR II-2125, paragraph 83).68The interpretation of the concept of State aid in the circumstances of the present case was given by the Court of Justice in the SFEI judgment, namely that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the EC Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.69It follows from the above considerations that in order to determine whether the measures in question constitute State aid, it is necessary to examine the situation from the point of view of the recipient undertaking, in this case SFMI-Chronopost, and to establish whether it received the logistical and commercial assistance in question at a price which it would not have obtained under normal market conditions (SFEI judgment, paragraph 60, SIC v Commission, paragraph 78, Case C-342/96 Spain v Commission [1999] ECR I-2459, paragraph 41, and Case C-256/97 DM Transport [1999] ECR I-3913, paragraph 22).70In the SFEI judgment the Court of Justice found that such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided (paragraph 61).71In the present case, the Commission observes in the [decision at issue] that the fact that the transaction takes place between an undertaking operating in a reserved market and its subsidiary operating in a competitive market is of no relevance to this case. The Court of Justice has never suggested that in determining whether State aid is involved the Commission must apply a different approach if one of the parties to the transaction has a monopoly.72Consequently, the Commission considered that the internal prices at which products and services are provided between companies belonging to the same group do not involve any financial advantage whatsoever if they are full-cost prices (total costs plus a markup to remunerate equity capital investment).73It is evident from these statements that the Commission did not base its decision on an economic analysis of the kind required by the SFEI judgment in order to show that the transaction in question would be comparable to a transaction between undertakings operating in normal market conditions. On the contrary, in the [decision at issue] the Commission merely verified the costs incurred by La Poste in providing logistical and commercial assistance and the extent to which those costs were reimbursed by SFMI-Chronopost.74Even supposing that SFMI-Chronopost paid La Poste's full costs for the provision of logistical and commercial assistance, that would not be sufficient in itself to show that no aid within the meaning of Article 92 of the EC Treaty was granted. Given that La Poste might, by virtue of its position as the sole public undertaking in a reserved sector, have been able to provide some of the logistical and commercial assistance at lower cost than a private undertaking not enjoying the same rights, an analysis taking account solely of that public undertaking's costs cannot, in the absence of other evidence, preclude classification of the measures in question as State aid. On the contrary, it is precisely a relationship in which the parent company operates in a reserved market and its subsidiary carries out its activities in a market open to competition that creates a situation in which State aid is likely to exist.75The Commission should thus have examined whether those full costs took account of the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided. Hence, the Commission should at least have checked that the payment received in return by La Poste was comparable to that demanded by a private holding company or a private group of undertakings not operating in a reserved sector, pursuing a structural policy — whether general or sectorial — and guided by long-term prospects (see to this effect Case C-305/89 Italy v Commission [1991] ECR I-1603, paragraph 20).76It follows from the foregoing that, in the [decision at issue], by ruling out the very existence of State aid without checking whether the remuneration received by La Poste for the provision of commercial and logistical assistance to SFMI-Chronopost corresponded to the price that would have been asked under normal market conditions, the Commission based its decision on an incorrect interpretation of Article 92 of the Treaty.77This interpretation is not invalidated by the Commission's submission that Article 222 of the EC Treaty (now Article 295 EC) provides that the Treaty in no way prejudges the system of property ownership in Member States. To require that the remuneration which a public undertaking with a monopoly receives in return for the provision of commercial and logistical assistance to its subsidiary should correspond to the payment which would have been demanded under normal market conditions, does not prohibit such a public undertaking from entering an open market but subjects it to the rules of competition, as the fundamental principles of Community law require. Such a requirement does not adversely affect the system of public ownership and merely ensures that public and private ownership are treated equally.78It follows that the first part of the fourth plea is well founded.79The first article of the [decision at issue] must therefore be annulled in so far as it finds that the logistical and commercial assistance provided by La Poste to its subsidiary SFMI-Chronopost does not constitute State aid to SFMI-Chronopost, and it is not necessary to examine the second part of this plea or the other pleas in so far as they relate to the logistical and commercial assistance provided by La Poste to SFMI-Chronopost. In particular, it is not necessary to examine the second plea, in which [Ufex and Others] allege that the statement of reasons for the [decision at issue] regarding logistical and commercial assistance is inadequate.",
        "NP": "7",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Van der Kooy and Others",
            "Commission"
        ],
        "NO.CASE": [
            "67/85",
            "68/85",
            "70/85"
        ],
        "text": "17In that judgment, the Court held:59... the supply of goods or services on preferential terms is capable of constituting State aid (see Joined Cases 67/85, 68/85 and 70/85 Van der Kooy and Others v Commission [1988] ECR 219, paragraph 28, and Case C-56/93 Belgium v Commission [1996] ECR I-723, paragraph 10).60Accordingly, in order to determine whether a State measure constitutes aid, it is necessary to establish whether the recipient undertaking receives an economic advantage which it would not have obtained under normal market conditions.61In examining that question, it is for the national court to determine what is normal remuneration- for the services in question. Such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided.62In the light of the foregoing considerations, the answer... must be that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.",
        "NP": "17",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "56/93"
        ],
        "text": "17In that judgment, the Court held:59... the supply of goods or services on preferential terms is capable of constituting State aid (see Joined Cases 67/85, 68/85 and 70/85 Van der Kooy and Others v Commission [1988] ECR 219, paragraph 28, and Case C-56/93 Belgium v Commission [1996] ECR I-723, paragraph 10).60Accordingly, in order to determine whether a State measure constitutes aid, it is necessary to establish whether the recipient undertaking receives an economic advantage which it would not have obtained under normal market conditions.61In examining that question, it is for the national court to determine what is normal remuneration- for the services in question. Such a determination presupposes an economic analysis taking into account all the factors which an undertaking acting under normal market conditions should have taken into consideration when fixing the remuneration for the services provided.62In the light of the foregoing considerations, the answer... must be that the provision of logistical and commercial assistance by a public undertaking to its subsidiaries, which are governed by private law and carry on an activity open to free competition, is capable of constituting State aid within the meaning of Article 92 of the Treaty if the remuneration received in return is less than that which would have been demanded under normal market conditions.",
        "NP": "17",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": "Corbeau",
        "NO.CASE": [
            "320/91"
        ],
        "text": "34La Poste is entrusted with a service of general economic interest within the meaning of Article 90(2) of the EC Treaty (now Article 86(2) EC) (see Case C-320/91 Corbeau [1993] ECR I-2533, paragraph 15). Such a service essentially consists in the obligation to collect, carry and deliver mail for the benefit of all users throughout the territory of the Member State concerned, at uniform tariffs and on similar conditions as to quality.",
        "NP": "34",
        "REF.NP.ECR": [
            "15"
        ]
    }
]