[
    {
        "HT": [
            "Balkan",
            "Hauptzollamt Berlin-Packhof"
        ],
        "NO.CASE": [
            "5/73"
        ],
        "text": "1.In answer to the appellant's first argument before the Bundesfinanzhof, the Commission states that in its judgment of 24 October 1973 in Case 5/73 Balkan v Hauptzollamt Berlin-Packhof [1973] ECR 1091, the Court acknowledged that only rules which are generally applicable to all imports or exports and which do not take account either of the currency in which the contracts were concluded or of the time at which they were concluded appear objectively appropriate.",
        "NP": "1."
    },
    {
        "HT": [
            "IRCA",
            "Amministrazione delle Finanze dello Stato"
        ],
        "NO.CASE": [
            "7/76"
        ],
        "text": "1.The Commission recalls that the Court has already expressly stated, in its judgment of 7 July 1976 in Case 7/76, IRCA v Amministrazione delle Finanze dello Stato [1976] ECR 1213, that Regulation No 649/73 validly applies with effect from 26 February 1973. It none the less states its views on the questions referred for a preliminary ruling, because in Case 7/76, unlike the present case, the Court was not yet aware of the delay in the publication of Regulation No 649/73 at the time when it delivered its judgment, and because the earlier judgment concerned the case where new monetary compensatory amounts had been fixed by Regulation No 649/73 for goods already covered by the monetary compensation system.The Commission submits that if the answer to Question 2 is the one which it suggests, Question 3 concerns the period from 5 to 11 March 1973. It adds that for the purpose of the decision in the main action, the relevant period is from 9 to 11 March 1973.The Commission then studies the validity of Regulation No 649/73 for the latter period. In its submission, if that regulation was not applicable at that time, the same is true a fortiori of Regulation No 741/73.",
        "NP": "1."
    },
    {
        "HT": [
            "Balkan",
            "Hauptzollamt Berlin-Packhof"
        ],
        "NO.CASE": [
            "55/75"
        ],
        "text": "2.The appellant in the main action submitted inter alia that for reasons pertaining to the rule of law the case-law of the Court on monetary compensatory amounts should not be followed. In this connexion it referred inter alia to the judgments of the Court of 22 January 1976 in Case 55/75, Balkan v Hauptzollamt Berlin-Packhof [1976] ECR 19, and of 25 May 1978 in Case 136/77, A. Racke v Hauptzollamt Mainz [1978] ECR 1245.In this connexion the appellant in the main action emphasized in particular that in the area in question the Commission should not have any discretionary power as regards inquiry into and determination of facts.It added that any excess of the margin of discretion must be held to be unlawful even were it is not manifest. Where the Commission is entitled to have only the manifest aspects of its discretionary acts subjected to judicial review, grounds which are not manifest do not have to be revealed for the purpose of review and consequently must be proved by the person disputing them. In the appellant's submission, this is tantamount to conferring immunity upon arbitrary acts which are not manifest, including abuses of discretionary powers and factually incorrect assessments.The appellant in the main action submitted that a breach of the duty to give a statement of the reasons on which a regulation is based of itself makes the regulation illegal, even where a statement of reasons is given subsequently.According to the appellant, there is also a presumption of illegality where monetary compensation at the border is fixed in the long term, and this means that the requirements are more stringent as regards the burden of proof on the Commission and the statement of the reasons on which the decision is based.The appellant submitted that in the present case there has been a manifest error and an abuse of discretion.In this connexion, it emphasized that monetary compensation at the frontier serves to neutralize the effects of changes in the monetary parities upon exports and imports. A change of exchange rates is a condition precedent but is not a sufficient ground in itself for the introduction of monetary compensation at the frontier. Consequently, monetary compensatory amounts should not be charged automatically in the case of a change of monetary parity.According to the appellant in the main action, the Commission also failed to take account of the effects of the system of reference prices. That system prevents imports below the intervention price and thus disturbance of the market.The appellant then emphasized that monetary compensatory amounts were not charged on Community quality wine, because such wine did not come within the organization of the market in wine. Therefore such wine was not regarded as having any effect on the Community market in table wines. Hence quality wine coming from non-member countries cannot have any effect on that market either.Moreover, in adopting the regulations at issue, the Commission misjudged the condition of the existence of a threat of disruption and the concept of a threat of disturbance of the market, because there was no German market in table wine.",
        "NP": "2."
    },
    {
        "HT": [
            "A. Racke",
            "Hauptzollamt Mainz"
        ],
        "NO.CASE": [
            "136/77"
        ],
        "text": "2.The appellant in the main action submitted inter alia that for reasons pertaining to the rule of law the case-law of the Court on monetary compensatory amounts should not be followed. In this connexion it referred inter alia to the judgments of the Court of 22 January 1976 in Case 55/75, Balkan v Hauptzollamt Berlin-Packhof [1976] ECR 19, and of 25 May 1978 in Case 136/77, A. Racke v Hauptzollamt Mainz [1978] ECR 1245.In this connexion the appellant in the main action emphasized in particular that in the area in question the Commission should not have any discretionary power as regards inquiry into and determination of facts.It added that any excess of the margin of discretion must be held to be unlawful even were it is not manifest. Where the Commission is entitled to have only the manifest aspects of its discretionary acts subjected to judicial review, grounds which are not manifest do not have to be revealed for the purpose of review and consequently must be proved by the person disputing them. In the appellant's submission, this is tantamount to conferring immunity upon arbitrary acts which are not manifest, including abuses of discretionary powers and factually incorrect assessments.The appellant in the main action submitted that a breach of the duty to give a statement of the reasons on which a regulation is based of itself makes the regulation illegal, even where a statement of reasons is given subsequently.According to the appellant, there is also a presumption of illegality where monetary compensation at the border is fixed in the long term, and this means that the requirements are more stringent as regards the burden of proof on the Commission and the statement of the reasons on which the decision is based.The appellant submitted that in the present case there has been a manifest error and an abuse of discretion.In this connexion, it emphasized that monetary compensation at the frontier serves to neutralize the effects of changes in the monetary parities upon exports and imports. A change of exchange rates is a condition precedent but is not a sufficient ground in itself for the introduction of monetary compensation at the frontier. Consequently, monetary compensatory amounts should not be charged automatically in the case of a change of monetary parity.According to the appellant in the main action, the Commission also failed to take account of the effects of the system of reference prices. That system prevents imports below the intervention price and thus disturbance of the market.The appellant then emphasized that monetary compensatory amounts were not charged on Community quality wine, because such wine did not come within the organization of the market in wine. Therefore such wine was not regarded as having any effect on the Community market in table wines. Hence quality wine coming from non-member countries cannot have any effect on that market either.Moreover, in adopting the regulations at issue, the Commission misjudged the condition of the existence of a threat of disruption and the concept of a threat of disturbance of the market, because there was no German market in table wine.",
        "NP": "2."
    },
    {
        "HT": "Balkan-Import-Export GmbH",
        "NO.CASE": [
            "5/73"
        ],
        "text": "8This ground of complaint cannot be upheld, because, as the Court has already held in its judgment of 24 October 1973 (Case 5/73 Balkan-Import-Export GmbH [1973] ECR 1091), the practicability of the compensatory amounts system requires general rules which apply to all imports or exports and which do not take account of particular details in contracts such as the currency in which they were concluded or the time at which they were concluded.",
        "NP": "8"
    }
]