[
    {
        "HT": [
            "FFSA and Others",
            "Commission"
        ],
        "NO.CASE": [
            "174/97"
        ],
        "text": "42According to settled case-law, where an appeal merely repeats or reproduces verbatim the pleas in law and arguments previously submitted to the Court of First Instance, including those based on facts expressly rejected by that Court, it fails to satisfy the requirements under Article 51 of the ECSC and EC Statutes of the Court of Justice and Article 112(1)(c) of the Rules of Procedure. In reality, such an appeal amounts to no more than a request for reexamination of the application submitted to the Court of First Instance, which, under Article 49 of those statutes, falls outside the jurisdiction of the Court of Justice (see, in particular, the order of 25 March 1998 in Case C-174/97 P FFSA and Others v Commission [1998] ECR I-1303, paragraph 24).",
        "NP": "42",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Germany",
            "Commission"
        ],
        "NO.CASE": [
            "214/83"
        ],
        "text": "49The Court of Justice has already had occasion to hold that the period for notification laid down in a specific provision of Commission Decision No 2320/81/ECSC of 7 August 1981 establishing Community rules for aid to the steel industry (OJ 1981 L 228, p. 14), the so-called Second Steel Aid Code (hereinafter the Second Code), operated as a time-bar such as to preclude the approval of any aid plan notified subsequent to it (Case 214/83 Germany v Commission [1985] ECR 3053, paragraphs 45 to 47). The Court held that according to the express requirements of the Second Code the time-limits laid down in such provisions could not be amended by the Commission unless certain conditions were satisfied and unless the Council gave its assent.",
        "NP": "49",
        "REF.NP.ECR": [
            45,
            46,
            47
        ]
    },
    {
        "HT": [
            "Germany",
            "High Authority"
        ],
        "NO.CASE": [
            "19/58"
        ],
        "text": "56Since that is a finding which touches on the competence of the Commission, it must be raised by the Court of its own motion even though none of the parties has asked it to do so (see, in that regard, Case 19/58 Germany v High Authority [1960] ECR 225, at 233).",
        "NP": "56"
    },
    {
        "HT": [
            "Lestelle",
            "Commission"
        ],
        "NO.CASE": [
            "30/91"
        ],
        "text": "58However, it should be pointed out that where the grounds of a judgment of the Court of First Instance disclose an infringement of Community law but the operative part of the judgment is shown to be well founded for other legal reasons, the appeal must be dismissed (see Case C-30/91 P Lestelle v Commission [1992] ECR I-3755, paragraph 28, and Case C-320/92 P Finsider v Commission [1994] ECR I-5697, paragraph 37).",
        "NP": "58",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": [
            "Finsider",
            "Commission"
        ],
        "NO.CASE": [
            "320/92"
        ],
        "text": "58However, it should be pointed out that where the grounds of a judgment of the Court of First Instance disclose an infringement of Community law but the operative part of the judgment is shown to be well founded for other legal reasons, the appeal must be dismissed (see Case C-30/91 P Lestelle v Commission [1992] ECR I-3755, paragraph 28, and Case C-320/92 P Finsider v Commission [1994] ECR I-5697, paragraph 37).",
        "NP": "58",
        "REF.NP.ECR": [
            "37"
        ]
    }
]