[
    {
        "HT": [
            "Extramet Industrie",
            "Council"
        ],
        "NO.CASE": [
            "358/89"
        ],
        "text": "13The application was declared admissible by judgment of the Court of 16 May 1991 (Case C-358/89 Extramet Industrie v Council [1991] ECR I-2501, hereinafter Extramet I).",
        "NP": "13"
    },
    {
        "HT": [
            "Extramet Industrie",
            "Council"
        ],
        "NO.CASE": [
            "358/89"
        ],
        "text": "14By judgment of 11 June 1992 (Case C-358/89 Extramet Industrie v Council [1992] ECR I-3813, hereinafter Extrámét II), the Court annulled Regulation No 2808/89 on the grounds that the Community institutions (i) had not actually considered whether the Community producer of the product referred to in the regulation in question, namely PEM, had, by its refusal to sell, itself contributed to the injury suffered, and (ii) had not established that the injury did not derive from the factors alleged by the applicant, and had therefore not followed the proper procedure in determining the injury.",
        "NP": "14"
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "74To allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would mean allowing that party to bring before the Court, whose jurisdiction in appeals is limited, a wider case than that heard by the Court of First Instance. In an appeal the Court's jurisdiction is thus confined to examining the assessment by the Court of First Instance of the pleas argued before it (see, to that effect, Case C-13 6/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, at paragraph 59; and Case C-7/95 P Deere v Commission [1998] ECR I-3111, at paragraph 62).",
        "NP": "74"
    },
    {
        "HT": [
            "Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "74To allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would mean allowing that party to bring before the Court, whose jurisdiction in appeals is limited, a wider case than that heard by the Court of First Instance. In an appeal the Court's jurisdiction is thus confined to examining the assessment by the Court of First Instance of the pleas argued before it (see, to that effect, Case C-13 6/92 P Commission v Brazzelli Lualdi and Others [1994] ECR I-1981, at paragraph 59; and Case C-7/95 P Deere v Commission [1998] ECR I-3111, at paragraph 62).",
        "NP": "74"
    },
    {
        "HT": [
            "Asteris and Others",
            "Commission"
        ],
        "NO.CASE": [
            "97/86",
            "193/86",
            "99/86",
            "215/86"
        ],
        "text": "81In order to comply with a judgment annulling a measure and to implement it fully, the institution is required to have regard not only to the operative part of the judgment but also to the grounds which led to the judgment and constitute its essential basis, in so far as they are necessary to determine the exact meaning of what is stated in the operative part. It is those grounds which, on the one hand, identify the precise provision held to be illegal and, on the other, indicate the specific reasons which underlie the finding of illegality contained in the operative part and which the institution concerned must take into account when replacing the annulled measure (Joined Cases 97/86,193/86, 99/86 and 215/86 Asteris and Others v Commission [1988] ECR 2181, paragraph 27).",
        "NP": "81",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "415/96"
        ],
        "text": "82The procedure for replacing such a measure may thus be resumed at the very point at which the illegality occurred (Case C-415/96 Spain v Commission [1998] ECR I-6993, paragraph 31).",
        "NP": "82",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": [
            "Continentale Produkten-Gesellscbaft Erhardt-Renken",
            "Hauptzollamt Munchen-West"
        ],
        "NO.CASE": [
            "246/87"
        ],
        "text": "88In that regard, it should be noted in first place that the period provided for in Article 7(1)(c) is a guide rather than mandatory (see, mutatis mutandis, Case 246/87 Continentale Produkten-Gesellscbaft Erhardt-Renken v Hauptzollamt München-West [1989] ECR 1151, paragraph 8).",
        "NP": "88",
        "REF.NP.ECR": [
            "8"
        ]
    },
    {
        "HT": "Nakajima v Council",
        "NO.CASE": [
            "69/89"
        ],
        "text": "89In second place, it should be noted that the institutions have a wide discretion regarding the determination of the period to be taken into account for the purposes of determining injury in an anti-dumping proceeding (see, inter alia, Case C-69/89 Nakajima v Council [1991] ECR I-2069, paragraph 86).",
        "NP": "89",
        "REF.NP.ECR": [
            "86"
        ]
    },
    {
        "HT": [
            "Epicheiriseon Metalleftikon Viomichanikon kai Naftiliakon and Others",
            "Council"
        ],
        "NO.CASE": [
            "121/86"
        ],
        "text": "90Lastly, it should be observed that it is clear from the scheme of the basic regulation that injury must be established in relation to the time when any decision imposing protective measures is adopted (Case C-121/86 Epicheiriseon Metalleftikon Viomichanikon kai Naftiliakon and Others v Council [1989] ECR 3919, at paragraph 35).",
        "NP": "90"
    },
    {
        "HT": [
            "Commission",
            "NTN and Koyo Seiko"
        ],
        "NO.CASE": [
            "245/95"
        ],
        "text": "94As regards the selection of a reference period, it must, however, be recalled that the existence of sufficient evidence of dumping and the injury resulting therefrom is always a prerequisite for the opening of an investigation, within the meaning of Article 7 of the basic regulation, whether at the initiation of an anti-dumping proceeding or in the course of a review of a regulation imposing anti-dumping duties (Case C-245/95 P Commission v NTN and Koyo Seiko [1998] ECR I-401, paragraph 38). The same is true of the resumption of an investigation in the course of an anti-dumping proceeding which has remained open following a judgment annulling a regulation imposing anti-dumping duties.",
        "NP": "94",
        "REF.NP.ECR": [
            "38"
        ]
    },
    {
        "HT": [
            "Al-Jubail Fertilizer",
            "Council"
        ],
        "NO.CASE": [
            "49/88"
        ],
        "text": "99In that regard, it should be observed that, in performing their duty to provide information, the Community institutions must act with all due diligence by seeking to provide the undertakings concerned, as far as is compatible with the obligation not to disclose business secrets, with information relevant to the defence of their interests, choosing, if necessary on their own initiative, the appropriate means of providing such information. In any event, the undertakings concerned must have been placed in a position during the administrative procedure in which they can effectively make known their views on the correctness and relevance of the facts and circumstances alleged and on the evidence presented by the Commission in support of its allegation concerning the existence of dumping and the resultant injury (Case C-49/88 Al-Jubail Fertilizer v Council [1991] ECR I-3187, paragraph 17).",
        "NP": "99",
        "REF.NP.ECR": [
            "17"
        ]
    }
]