[
    {
        "HT": [
            "Rendo and Others",
            "Commission"
        ],
        "NO.CASE": [
            "19/93"
        ],
        "text": "33As to whether the plea is well founded, it should be observed at the outset that for a person to have an interest in bringing appeal proceedings the appeal must be likely, if successful, to procure an advantage for that party (Case C-19/93 P Rendo and Others v Commission [1995] ECR I-3319, paragraph 13).",
        "NP": "33",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Vlacbou",
            "Court of Auditors"
        ],
        "NO.CASE": [
            "135/87"
        ],
        "text": "37As regards the Parliament's first ground of complaint, it should be pointed out that the appointing authority has a wide discretion for the purpose of finding the candidates with the highest standard of ability, efficiency and integrity (see, in particular, Case 135/87 Vlacbou v Court of Auditors [1988] ECR 2901, paragraph 23).",
        "NP": "37",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Ley",
            "Commission"
        ],
        "NO.CASE": [
            "12/64",
            "29/64"
        ],
        "text": "38The use of the formulation whether ... can in Article 29(1) of the Staff Regulations clearly indicates that the appointing authority is not bound absolutely, where a vacant post is to be filled, to fill that post by way of promotion or transfer, but merely to consider in each case whether those measures are capable of resulting in the appointment of a person of the highest standard of ability, efficiency and integrity (see the judgment in Joined Cases 12/64 and 29/64 Ley v Commission [1965] ECR 107, at 121).",
        "NP": "38"
    },
    {
        "HT": [
            "Mogensen and Others",
            "Commission"
        ],
        "NO.CASE": [
            "10/82"
        ],
        "text": "39Although the subdivision of Article 29(1) requires the appointing authority to consider the possibility of promotion with the utmost care before going on to the following stage, it does not prevent the authority, in the course of such an examination, from also taking account of the possibility of obtaining better candidates by using the other procedures mentioned in that paragraph. Consequently the appointing authority is at liberty to consider the subsequent options (Case 10/82 Mogensen and Others v Commission [1983] ECR 2397, paragraph 10).",
        "NP": "39",
        "REF.NP.ECR": [
            "10"
        ]
    },
    {
        "HT": [
            "Carbajo Ferrero",
            "Parliament"
        ],
        "NO.CASE": [
            "304/97"
        ],
        "text": "50As the Court of First Instance held in paragraph 42 of the contested judgment, the appointing authority is required, when it considers that candidatures for promotion or transfer are not satisfactory, to consider the possibilities offered by Article 29(1)(b) and (c) of the Staff Regulations before following the recruitment procedure (see, in particular, Case C-304/97 P Carbajo Ferrerò v Parliament [1999] ECR I-1749, paragraph 29).",
        "NP": "50",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Parliament",
            "Frederiksen"
        ],
        "NO.CASE": [
            "35/92"
        ],
        "text": "53Accordingly, it must be held that the reasoning adopted by the Court of First Instance in that regard is sufficient to justify the operative part of the contested judgment and that such defects as might vitiate the reasoning in the contested judgment in other respects are of no consequence (see Case C-35/92 P Parliament v Frederiksen [1993] ECR I-991, paragraph 31).",
        "NP": "53",
        "REF.NP.ECR": [
            "31"
        ]
    }
]