[
    {
        "HT": [
            "ARO Lease",
            "Inspecteur der Belastingdienst Grote Ondernemingen, Amsterdam"
        ],
        "NO.CASE": [
            "190/95"
        ],
        "text": "21It must first be noted that, following the judgment of 17 July 1997 in Case C-190/95 ARO Lease v Inspecteur der Belastingdienst Grote Ondernemingen, Amsterdam [1997] ECR I-4383, the parties to the main proceedings accepted at the hearing that Lease Plan did not, during the period to which the refund of VAT sought relates, have any fixed establishment in Belgium from which it supplied services.",
        "NP": "21"
    },
    {
        "HT": [
            "Hamann",
            "Finanzamt Hamburg-Eimsbuttel"
        ],
        "NO.CASE": [
            "51/88"
        ],
        "text": "23As the Court stressed at paragraph 14 of the same judgment, since forms of transport may easily cross frontiers, it is difficult, if not impossible, to determine the place of their utilisation and in each case a practical criterion must therefore be laid down for charging VAT. Consequently, for the hiring out of all forms of transport, the Sixth Directive provided that the service should be deemed to be supplied not at the place where the goods hired out are used but, with a view to simplification and in conformity with the general rule, at the place where the supplier has established his business (Case 51/88 Hamann v Finanzamt Hamburg-Eimsbüttel [1989] ECR 767, paragraphs 17 and 18).",
        "NP": "23",
        "REF.NP.ECR": [
            "17",
            "18"
        ]
    },
    {
        "HT": [
            "Finanzamt Koln-Altstadt",
            "Schumacker"
        ],
        "NO.CASE": [
            "279/93"
        ],
        "text": "34However, it is settled law that discrimination can arise only through the application of different rules to comparable situations or the application of the same rule to different situations (see, inter alia, Case C-279/93 Finanzamt Köln-Altstadt v Schumacker [1995] ECR I-225, paragraph 30).",
        "NP": "34",
        "REF.NP.ECR": [
            "30"
        ]
    }
]