[
    {
        "HT": [
            "Neotype Techmashexport",
            "Commission and Council"
        ],
        "NO.CASE": [
            "305/86",
            "160/87"
        ],
        "text": "23However, since this is an objection of inadmissibility involving public policy considerations, the Court should examine it of its own motion under Article 92(2) of the Rules of Procedure (see, in particular, the judgment in Joined Cases C-305/86 and C-160/87 Neotype Techmashexport v Commission and Council [1990] ECR I-2945).",
        "NP": "23"
    },
    {
        "HT": [
            "Commission",
            "Council,",
            "AETR case,"
        ],
        "NO.CASE": [
            "22/70"
        ],
        "text": "24To that end, it should first be borne in mind that a measure may be challenged under Article 173 of the Treaty only if it has legal effects (see the judgment in Case 22/70 Commission v Council, the AETR case, [1971] ECR 263).",
        "NP": "24"
    },
    {
        "HT": [
            "Van der Kooy and Others",
            "Commission"
        ],
        "NO.CASE": [
            "67/85",
            "68/85",
            "70/85"
        ],
        "text": "30The position of CIRFS in its capacity as negotiator of the discipline is therefore affected by the contested decision. It follows that the application is admissible as far as CIRFS is concerned (judgment in Joined Cases 67, 68 and 70/85 Van der Kooy and Others v Commission [1988] ECR 219).",
        "NP": "30"
    },
    {
        "HT": [
            "Deufil",
            "Commission"
        ],
        "NO.CASE": [
            "310/85"
        ],
        "text": "32With a view to showing that the application is entirely without foundation, the French Government and Allied Signal argue that an undertaking which is a third party is not entitled to contest the interpretation which the Commission and the Member States have given to the wording of the discipline. Those interveners point out that the main addressees of a discipline relating to aid are the Member States and that, according to the Court's case-law (judgment in Case 310/85 Deufil v Commission [1987] ECR 901), such a discipline constitutes no more than guidelines which merely set out the course of conduct which the Commission intends to follow after the Member States have given their assent to the terms and scope of its communications.",
        "NP": "32"
    }
]