[
    {
        "HT": [
            "Akzo Nobel and Others",
            "Commission"
        ],
        "NO.CASE": [
            "97/08"
        ],
        "text": "30It should be noted, at the outset, that infringement of the competition rules by a subsidiary may be imputed to the parent company in particular where, although having separate legal personality, that subsidiary does not decide independently upon its own conduct on the market but carries out, in all material respects, the instructions given to it by the parent company, having regard in particular to the economic, organisational and legal links between those two legal entities (see, inter alia, Case C-97/08 P Akzo Nobel and Others v Commission [2009] ECR I-8237, paragraph 58, and Joined Cases C‐628/10 P and C‐14/11 P Alliance One International and Standard Commercial Tobacco v Commission and Commission v Alliance One International and Others [2012] ECR, paragraph 43).",
        "NP": "30",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Elf Aquitaine",
            "Commission"
        ],
        "NO.CASE": [
            "521/09"
        ],
        "text": "35As regards, in particular, a Commission decision which relies exclusively, with respect to certain addressees, on the presumption that they actually exercised decisive influence, the Commission is in any event required — if it is not to render that presumption in reality irrebuttable — to explain adequately to those addressees the reasons why the elements of fact and of law put forward did not suffice to rebut that presumption (Case C-521/09 P Elf Aquitaine v Commission [2011] ECR I-8947, paragraph 153).",
        "NP": "35",
        "REF.NP.ECR": [
            "153"
        ]
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "40With regard in particular to the evidence adduced by Alstom at paragraphs 90 to 150 of its response to the statement of objections to rebut the presumption that it actually exercised decisive influence, while it would appear that the Commission did not, in the contested decision, address each of those items of evidence individually, it nevertheless gave the person concerned sufficient information to enable it to ascertain whether that decision was well founded or whether it was vitiated by a defect making it possible to challenge its validity and to enable the General Court to review its legality (see, to that effect, inter alia, Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, paragraph 462, and ENI v Commission, paragraph 72).",
        "NP": "40",
        "REF.NP.ECR": [
            "462"
        ]
    },
    {
        "HT": [
            "Elf Aquitaine",
            "Commission"
        ],
        "NO.CASE": [
            "521/09"
        ],
        "text": "44Moreover, it should be noted, first of all, as regards the standard of reasoning required, that, unlike the situation which gave rise to the judgment in Case C-521/09 P Elf Aquitaine v Commission [2011] ECR I-8947, relied on by the Alstom group companies, those companies were not, in the present case, faced with the first Commission decision in which the Commission altered its usual approach and relied solely on the presumption that the parent company had exercised decisive influence over the subsidiary in order to impute the infringement to the parent company (see, by analogy, Order in Case C‐421/11 P Elf Aquitaine v Commission, paragraph 58).",
        "NP": "44",
        "REF.NP.ECR": [
            "58"
        ]
    },
    {
        "HT": [
            "ArcelorMittal Luxembourg",
            "Commission",
            "Commission",
            "ArcelorMittal Luxembourg and Others"
        ],
        "NO.CASE": [
            "201/09",
            "216/09"
        ],
        "text": "128In that context, the Commission must also respect the principle of legal certainty, which requires that any measure adopted by the institutions of the European Union should be clear and precise, so as to enable the persons concerned to ascertain precisely what their rights and obligations are under the measure and take steps accordingly (see, to that effect, inter alia, Joined Cases C-201/09 P and C-216/09 P ArcelorMittal Luxembourg v Commission and Commission v ArcelorMittal Luxembourg and Others [2011] ECR I-2239, paragraph 68).",
        "NP": "128",
        "REF.NP.ECR": [
            "68"
        ]
    },
    {
        "HT": [
            "FIAMM and Others",
            "Council and Commission"
        ],
        "NO.CASE": [
            "120/06",
            "121/06"
        ],
        "text": "155However, it should be noted that, if the grounds of a judgment of the General Court disclose an infringement of European Union law but its operative part is shown to be well founded on other legal grounds, such an infringement is not capable of bringing about the annulment of that judgment, and a substitution of grounds must be made (see, to that effect, inter alia, Joined Cases C-120/06 P and C-121/06 P FIAMM and Others v Council and Commission [2008] ECR I-6513, paragraph 187 and case-law cited).",
        "NP": "155",
        "REF.NP.ECR": [
            "187"
        ]
    }
]