[
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "30To allow a party to put forward for the first time before the Court of Justice a plea in law which it has not raised before the Court of First Instance would be to allow it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the Court of First Instance. In an appeal the jurisdiction of the Court of Justice is thus confined to review of the findings of law on the pleas argued before the Court of First Instance (Case C-136/92 P Commission ν Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 59).",
        "REF.NP.ECR": [
            "59"
        ]
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "87/94"
        ],
        "text": "32Finally, as regards the argument that the Court of First Instance failed to establish the appropriate nature of the procedure, the Court of First Instance cited the relevant case-law of the Court of Justice, at paragraph 36 of the contested order, referring, in particular, to Case C-87/94 Commission ν Belgium [1996] ECR I-2043. As the Court of First Instance rightly pointed out, it follows from the application of the Community rules on public procurement and the case-law of the Court of Justice, that acts of contracting entities are imputable to the Member States to which those entities belong and may therefore be condemned in the context of the infringement procedure established by Article 169 of the Treaty."
    },
    {
        "HT": "Giry and Guerhin and Others",
        "NO.CASE": [
            "253/78",
            "1/79",
            "3/79"
        ],
        "text": "39As regards a possible competition procedure, it should be added that, according to the case-law of the Court of Justice, letters from the Commission concerning its decision to close a competition file may be taken into account by a national court called upon to resolve a dispute within the same field. However, the national court remains free to accept or reject the Commission's observations (see, in particular, Joined Cases 253/78 and 1/79 to 3/79 Giry and Guerhin and Others [1980] ECR 2327, paragraphs 12 and 13). The same is, a fortiori, true when the decision to close the file was adopted by the Commission in respect of matters falling within the scope of the public procurement rules, rather than the competition rules of the Treaty.",
        "REF.NP.ECR": [
            "12",
            "13"
        ]
    },
    {
        "HT": [
            "Star Fruit",
            "Commission"
        ],
        "NO.CASE": [
            "247/87"
        ],
        "text": "42As regards the first argument, concerning the absence of procedural rights for complainants under Article 169, the Court of First Instance rightly pointed out, at paragraph 32 of the contested order, that the procedural position of parties who have submitted a complaint to the Commission is fundamentally different in the case of a procedure under Article 169 of the Treaty from their position in the case of a proceeding under Regulation No 17. According to the settled case-law of the Court of Justice, the Commission is not bound to initiate a procedure under Article 169 but has a discretion which excludes the right for individuals to require it to adopt a specific position (see, in particular, Case 247/87 Star Fruit ν Commission [1989] ECR 291, paragraph 11). It follows that the Court of First Instance was correct in stating that, in the case of a procedure under Article 169 of the Treaty, it is not open to persons who have lodged a complaint to bring an action before the Community judicature against a decision to take no further action on their complaint; nor do they have any procedural rights, comparable to those they may have in the case of a procedure under Regulation No 17, enabling them to require the Commission to inform them and to grant them a hearing. The appellant's argument must therefore be rejected as clearly unfounded.",
        "REF.NP.ECR": [
            "11"
        ]
    }
]