[
    {
        "NO.ECLI": "EU:T:2013:258",
        "NO.CASE": null,
        "text": "1By its appeal, the European Commission asks the Court to set aside the judgment of the General Court of the European Union in Parker ITR and Parker Hannifin v Commission (T‐146/09, EU:T:2013:258, the judgment under appeal), by which the General Court partially annulled Commission Decision C(2009) 428 final of 28 January 2009 relating to a proceeding under Article 81 [EC] and Article 53 of the EEA Agreement (Case COMP/39406 — Marine hoses) (the contested decision) and reduced the fine imposed by that decision on Parker ITR Srl (Parker ITR) and the amount of that fine for which Parker-Hannifin Corp. (Parker-Hannifin) was held jointly and severally liable.",
        "NP": "1"
    },
    {
        "NO.ECLI": "EU:T:2005:220",
        "NO.CASE": null,
        "text": "21The General Court rejected the other pleas in law. As regards, in particular, the eighth plea in law, alleging, inter alia, an infringement of Article 23(2) of Regulation No 1/2003 in the calculation of the ceiling of 10% of turnover applicable to the part of the fine for which Parker ITR was held solely responsible, the General Court held, in paragraphs 227 and 228 of the judgment under appeal:227... according to settled case-law, the objective sought by the introduction of the 10% ceiling can be realised only if that ceiling is applied initially to each separate addressee of the decision imposing the fine. It is only if it subsequently transpires that several addressees constitute the undertaking, that is the economic entity responsible for the infringement penalised, again at the date when the decision is adopted, that the ceiling can be calculated on the basis of the overall turnover of that undertaking, that is to say of all its constituent parts taken together (Tokai Carbon and Others v Commission, [T‐71/03, T‐74/03, T‐87/03 and T‐91/03, EU:T:2005:220], paragraph 390).228Since the first plea has been upheld, the eighth plea, in so far as it relates to the period of the infringement prior to 1 January 2002 during which the infringement was committed by ITR [SpA], is ineffective. Moreover, it is unfounded, in so far as it relates to the period of the infringement after 1 January 2002, since, during the whole of that period, with the exception of one month, Parker ITR and Parker-Hannifin constituted an economic entity which was liable for the infringement penalised. The ceiling for the fine could therefore be calculated on the basis of the overall turnover of that undertaking, that is to say of all its constituent parts taken together.",
        "NP": "21",
        "REF.NP.ECR": [
            "390"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:2153",
        "NO.CASE": null,
        "text": "26In support of that request, they submit, in essence, that the parties should be heard as regards the issue — which would arise if the judgment under appeal were set aside — of how, for the purpose of calculating the fine imposed on Parker ITR, the ceiling of 10% laid down in Article 23(2) of Regulation No 1/2003 should be applied in respect of the period during which that company did not form part of the Parker-Hannifin group. The respondents submit, in the first place, that the Court delivered, on the same day that the Opinion in the present case was delivered, a judgment of decisive importance as regards that issue (YKK and Others v Commission, C‐408/12 P, EU:C:2014:2153). They submit, in the second place, that by taking the view that the General Court had examined the substance of the arguments they had made in that respect before rejecting them, the Advocate General misread the judgment under appeal. They add that they did not have the opportunity to express their views on the consequences, in the present proceedings, of the absence of a cross-appeal.",
        "NP": "26"
    },
    {
        "NO.ECLI": "EU:C:2014:2284",
        "NO.CASE": null,
        "text": "27In that regard, it must be recalled that, under Article 83 of the Rules of Procedure, the Court may at any time, after hearing the Advocate General, order the reopening of the oral part of the procedure, in particular where it considers that it lacks sufficient information, where a party has, after the close of that part of the procedure, submitted a new fact which is of such a nature as to be a decisive factor for the decision of the Court, or where the case must be decided on the basis of an argument which has not been debated between the parties or the persons referred to in Article 23 of the Statute of the Court of Justice of the European Union (judgment in Buono and Others v Commission, C‐12/13 P and C‐13/13 P, EU:C:2014:2284, paragraph 26 and the case-law cited).",
        "NP": "27",
        "REF.NP.ECR": [
            "26"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:2153",
        "NO.CASE": null,
        "text": "28In the present case, the Court considers, after hearing the Advocate General, that it has sufficient information to give a ruling, that the case does not need to be decided on the basis of arguments which have not been debated between the parties and that the judgment in YKK and Others v Commission (EU:C:2014:2153) is not a new fact of such a nature as to be a decisive factor for its decision.",
        "NP": "28"
    },
    {
        "NO.ECLI": "EU:C:2014:2284",
        "NO.CASE": null,
        "text": "29In addition, pursuant to the second paragraph of Article 252 TFEU, it is the duty of the Advocate General, acting with complete impartiality and independence, to make, in open court, reasoned submissions on cases which, in accordance with the Statute of the Court of Justice, require the Advocate General’s involvement. The Court is not bound either by the Advocate General’s Opinion or by the reasoning on which it is based (judgment in Buono and Others v Commission, EU:C:2014:2284, paragraph 27 and the case-law cited).",
        "NP": "29",
        "REF.NP.ECR": [
            "27"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "32The Commission submits that, in holding, in paragraph 116 of the judgment under appeal, that the principle of personal liability cannot be called into question by the principle of economic continuity in cases where, as in the present case, an undertaking involved in the cartel transfers a part of its business to an independent third party and there is no structural link between the transferor and the transferee, the General Court treated two distinct transactions as one and confused the applicable legal criteria. The General Court regarded as relevant only the second of those two transactions, relating to the sale of a subsidiary by one group to another, namely the sale of ITR Rubber by the Saiag group to the Parker-Hannifin group. However, it ignored the first transaction, prior to that sale, involving the transfer of activities between two entities of the same group, namely between ITR SpA and ITR Rubber, which both belonged to the Saiag group. According to the Commission, that transfer of activities took place in the circumstances required by the case-law for it to be viewed as a case of economic continuity since, at the date at which it took place, the two entities concerned were controlled by the same person within the group and had close economic and organisational links (see, inter alia, judgment in ETI and Others, C‐280/06, EU:C:2007:775, paragraphs 48 and 49).",
        "NP": "32",
        "REF.NP.ECR": [
            "48",
            "49"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "35In response, the respondents contend that, contrary to the assertions made by the Commission, the Court did not lay down, in its judgment in ETI and Others (EU:C:2007:775), a mechanical rule that the mere existence of a past structural link between the transferor and the transferee of an activity involved in an infringement automatically renders the transferee liable for that infringement. The Court ruled, more restrictively, that such a consequence was possible only if it was demonstrated that the transferor and the transferee were subject to real control by the same person at the time of the structural link and had carried out, in all material respects, the same commercial instructions.",
        "NP": "35"
    },
    {
        "NO.ECLI": "EU:C:2013:386",
        "NO.CASE": null,
        "text": "39It is settled case-law that EU competition law refers to the activities of undertakings and the concept of an undertaking covers any entity engaged in an economic activity, irrespective of its legal status and the way in which it is financed. When such an entity infringes competition rules, it falls, according to the principle of personal responsibility, to that entity to answer for that infringement (see, inter alia, Versalis v Commission, C‐511/11, EU:C:2013:386, paragraph 51 and the case-law cited).",
        "NP": "39",
        "REF.NP.ECR": [
            "51"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "40The Court has noted that, when an entity that has committed an infringement of the competition rules is subject to a legal or organisational change, this change does not necessarily create a new undertaking free of liability for the conduct of its predecessor that infringed the competition rules, when, from an economic point of view, the two entities are identical. If undertakings could escape penalties by simply changing their identity through restructurings, sales or other legal or organisational changes, the objective of suppressing conduct that infringes the competition rules and preventing its reoccurrence by means of deterrent penalties would be jeopardised (judgment in ETI and Other, EU:C:2007:775, paragraphs 41 and 42 and the case-law cited).",
        "NP": "40",
        "REF.NP.ECR": [
            "41",
            "42"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "41The Court has thus held that where two entities constitute one economic entity, the fact that the entity that committed the infringement still exists does not as such preclude imposing a penalty on the entity to which its economic activities were transferred. In particular, applying penalties in this way is permissible where those entities have been under the control of the same person and have therefore, given the close economic and organisational links between them, carried out, in all material respects, the same commercial instructions (judgments in ETI and Others, EU:C:2007:775, paragraphs 48 and 49 and the case-law cited, and Versalis v Commission, EU:C:2013:386, paragraph 52).",
        "NP": "41",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:386",
        "NO.CASE": null,
        "text": "41The Court has thus held that where two entities constitute one economic entity, the fact that the entity that committed the infringement still exists does not as such preclude imposing a penalty on the entity to which its economic activities were transferred. In particular, applying penalties in this way is permissible where those entities have been under the control of the same person and have therefore, given the close economic and organisational links between them, carried out, in all material respects, the same commercial instructions (judgments in ETI and Others, EU:C:2007:775, paragraphs 48 and 49 and the case-law cited, and Versalis v Commission, EU:C:2013:386, paragraph 52).",
        "NP": "41",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "49As regards, in the first place, the date on which structural links must have existed between the transferor and the transferee and the period during which those links must have existed in order for economic continuity to be possible, it must be noted that the Court has accepted that there may be economic continuity (i) in situations where the transfer of activities took place during the infringement period and structural links between the transferor and the transferee existed during that period (judgment in ETI and Others, EU:C:2007:775, paragraphs 45 and 50), and (ii) in situations where that transfer took place after the infringement had come to an end, provided that the structural links between the two entities existed at the time of that transfer (see, inter alia, judgment in Aalborg Portland and Others v Commission, C‐204/00 P, C‐205/00 P, C‐211/00 P, C‐213/00 P, C‐217/00 P and C‐219/00 P, EU:C:2004:6, paragraphs 59, 351, 356 and 357). The Court has never indicated that those links must subsist until the adoption of the decision penalising the infringement.",
        "NP": "49",
        "REF.NP.ECR": [
            "59",
            "351",
            "356",
            "357"
        ]
    },
    {
        "NO.ECLI": "EU:C:2004:6",
        "NO.CASE": null,
        "text": "49As regards, in the first place, the date on which structural links must have existed between the transferor and the transferee and the period during which those links must have existed in order for economic continuity to be possible, it must be noted that the Court has accepted that there may be economic continuity (i) in situations where the transfer of activities took place during the infringement period and structural links between the transferor and the transferee existed during that period (judgment in ETI and Others, EU:C:2007:775, paragraphs 45 and 50), and (ii) in situations where that transfer took place after the infringement had come to an end, provided that the structural links between the two entities existed at the time of that transfer (see, inter alia, judgment in Aalborg Portland and Others v Commission, C‐204/00 P, C‐205/00 P, C‐211/00 P, C‐213/00 P, C‐217/00 P and C‐219/00 P, EU:C:2004:6, paragraphs 59, 351, 356 and 357). The Court has never indicated that those links must subsist until the adoption of the decision penalising the infringement.",
        "NP": "49",
        "REF.NP.ECR": [
            "59",
            "351",
            "356",
            "357"
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:386",
        "NO.CASE": null,
        "text": "54As regards, in the third place, the assertion in paragraph 116 of the judgment under appeal that, in the circumstances of the present case, the Commission should have attributed to the former operators liability for the infringement committed before the transfer of activities, that assertion forms part of the erroneous reasoning by which the General Court dismissed from the outset the existence of economic continuity. It is settled case-law that, where such a situation is established, the fact that the entity that committed the infringement still exists does not as such preclude imposing a penalty on the entity to which its economic activities were transferred (see, inter alia, judgment in Versalis v Commission, EU:C:2013:386, points 52 to 54).",
        "NP": "54"
    },
    {
        "NO.ECLI": "EU:C:2009:536",
        "NO.CASE": null,
        "text": "58According to settled case-law, in the particular case in which a parent company holds all or almost all of the capital in a subsidiary which has committed an infringement of the European Union competition rules, there is a rebuttable presumption that that parent company in fact exercises a decisive influence over its subsidiary. In such a situation, it is sufficient for the Commission to prove that all or almost all of the capital in the subsidiary is held by the parent company in order to take the view that that presumption applies (see, inter alia, judgments in Akzo Nobel and Others v Commission, C‐97/08 P, EU:C:2009:536, paragraph 60; Eni v Commission, C‐508/11 P, EU:C:2013:289, paragraph 47 and the case-law cited; and Schindler Holding and Others v Commission, C‐501/11 P, EU:C:2013:522, paragraphs 105 to 111).",
        "NP": "58",
        "REF.NP.ECR": [
            105,
            106,
            107,
            108,
            109,
            110,
            111
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:289",
        "NO.CASE": null,
        "text": "58According to settled case-law, in the particular case in which a parent company holds all or almost all of the capital in a subsidiary which has committed an infringement of the European Union competition rules, there is a rebuttable presumption that that parent company in fact exercises a decisive influence over its subsidiary. In such a situation, it is sufficient for the Commission to prove that all or almost all of the capital in the subsidiary is held by the parent company in order to take the view that that presumption applies (see, inter alia, judgments in Akzo Nobel and Others v Commission, C‐97/08 P, EU:C:2009:536, paragraph 60; Eni v Commission, C‐508/11 P, EU:C:2013:289, paragraph 47 and the case-law cited; and Schindler Holding and Others v Commission, C‐501/11 P, EU:C:2013:522, paragraphs 105 to 111).",
        "NP": "58",
        "REF.NP.ECR": [
            105,
            106,
            107,
            108,
            109,
            110,
            111
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:522",
        "NO.CASE": null,
        "text": "58According to settled case-law, in the particular case in which a parent company holds all or almost all of the capital in a subsidiary which has committed an infringement of the European Union competition rules, there is a rebuttable presumption that that parent company in fact exercises a decisive influence over its subsidiary. In such a situation, it is sufficient for the Commission to prove that all or almost all of the capital in the subsidiary is held by the parent company in order to take the view that that presumption applies (see, inter alia, judgments in Akzo Nobel and Others v Commission, C‐97/08 P, EU:C:2009:536, paragraph 60; Eni v Commission, C‐508/11 P, EU:C:2013:289, paragraph 47 and the case-law cited; and Schindler Holding and Others v Commission, C‐501/11 P, EU:C:2013:522, paragraphs 105 to 111).",
        "NP": "58",
        "REF.NP.ECR": [
            105,
            106,
            107,
            108,
            109,
            110,
            111
        ]
    },
    {
        "NO.ECLI": "EU:C:2013:768",
        "NO.CASE": null,
        "text": "59The respondents cannot claim that the contested decision contains no reference to that case-law, since it is expressly referred to in recital 325 to that decision. Nor can they invoke, at the appeal stage, an infringement of their rights of the defence on the ground that that presumption was not discussed during the administrative procedure. Since they did not invoke such an infringement in the application initiating the proceedings before the General Court, in which they merely challenged the lawfulness of the application of that presumption in their case, that argument must, in any event, be rejected as new and therefore inadmissible (see, inter alia, Gascogne Sack Deutschland, C‐40/12 P, EU:C:2013:768, paragraphs 51 and 52).",
        "NP": "59",
        "REF.NP.ECR": [
            "51",
            "52"
        ]
    },
    {
        "NO.ECLI": "EU:C:2007:775",
        "NO.CASE": null,
        "text": "60In so far as the respondents submit that, in ETI and Others (EU:C:2007:775, paragraphs 50 and 51), the Court, while noting the existence of a structural link between the two entities in question — namely that they were owned by the same public authority — nevertheless left it to the national court to determine whether those entities had been subject to the control of that authority, it suffices to point out that it is natural, in the context of a reference for a preliminary ruling where the assessment of the facts is for the national court, that the Court left the responsibility of verifying the links between the entities at issue in that case, two of which were public bodies, to the national court.",
        "NP": "60",
        "REF.NP.ECR": [
            "50",
            "51"
        ]
    },
    {
        "NO.ECLI": "EU:C:2009:536",
        "NO.CASE": null,
        "text": "61The present case, however, concerns two commercial companies, one of which is wholly owned by the other, a situation similar to that in Akzo Nobel and Others v Commission (EU:C:2009:536). Contrary to the respondents’ argument, the Commission was therefore entitled to rely on the presumption that the parent company, ITR SpA, exercised decisive influence over the commercial policy of its subsidiary, ITR Rubber.",
        "NP": "61"
    },
    {
        "NO.ECLI": "EU:C:2011:620",
        "NO.CASE": null,
        "text": "62However, it must be emphasised that the presumption of actual exercise of decisive influence is rebuttable and may be overturned by the production of sufficient evidence to show that the subsidiary acts independently on the market. In order to do so, it is for the entities concerned to adduce any factor relating to the economic, organisational and legal links between the subsidiary in question and the parent company that they consider to be capable of demonstrating that the subsidiary determined its conduct on the market independently and that those two entities therefore did not constitute a single economic entity (see, inter alia, Elf Aquitaine v Commission, C‐521/09 P, EU:C:2011:620, paragraphs 56, 58 and 65 and the case-law cited).",
        "NP": "62",
        "REF.NP.ECR": [
            "56",
            "58",
            "65"
        ]
    },
    {
        "NO.ECLI": "EU:C:2011:816",
        "NO.CASE": null,
        "text": "74As regards judicial review of Commission decisions imposing a fine for infringement of the competition rules, the review of legality is supplemented by the unlimited jurisdiction which Article 31 of Regulation No 1/2003 confers on the Courts of the European Union. Under that jurisdiction, the Courts, in addition to carrying out a mere review of the lawfulness of the penalty, may substitute their own appraisal for the Commission’s and, consequently, cancel, reduce or increase the fine or penalty payment imposed (see, inter alia, judgment in KME Germany and Others v Commission, C‐389/10 P, EU:C:2011:816, paragraph 130 and the case-law cited).",
        "NP": "74",
        "REF.NP.ECR": [
            "130"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:2062",
        "NO.CASE": null,
        "text": "75In order to satisfy the requirements, for the purpose of Article 47 of the Charter of Fundamental Rights of the European Union, of conducting a review exercising its powers of unlimited jurisdiction with regard to the fine, the EU judicature is bound, in the exercise of the powers conferred by Articles 261 TFEU and 263 TFEU, to examine all complaints based on issues of fact and law which seek to show that the amount of the fine is not commensurate with the gravity or the duration of the infringement (judgment in Telefónica and Telefónica de España v Commission, C‐295/12 P, EU:C:2014:2062, paragraph 200).",
        "NP": "75",
        "REF.NP.ECR": [
            "200"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:2062",
        "NO.CASE": null,
        "text": "76However, the exercise of unlimited jurisdiction does not amount to a review of the Court’s own motion, and proceedings are inter partes. It is, in principle, for the applicant to raise pleas in law against that decision and to adduce evidence in support of those pleas (see, inter alia, Telefónica and Telefónica de España v Commission, EU:C:2014:2062, paragraph 213 and the case-law cited).",
        "NP": "76",
        "REF.NP.ECR": [
            "213"
        ]
    },
    {
        "NO.ECLI": "EU:C:2000:631",
        "NO.CASE": null,
        "text": "77In addition, as the Advocate General pointed out in point 113 of his Opinion, the General Court is bound, when exercising its unlimited jurisdiction, by certain requirements. Those requirements include the duty to state reasons, by which it is bound in accordance with Article 36 of the Statute of the Court, applicable to the General Court under the first paragraph of Article 53 of the Statute, and the principle of equal treatment. When the amount of the fine imposed on them is determined, the exercise of unlimited jurisdiction cannot result in discrimination between undertakings which have participated in an infringement of the competition rules (Sarrió v Commission, C‐291/98 P, EU:C:2000:631, paragraph 97).",
        "NP": "77",
        "REF.NP.ECR": [
            "97"
        ]
    },
    {
        "NO.ECLI": "EU:C:2014:66",
        "NO.CASE": null,
        "text": "89In that regard, they note that, until 31 January 2002, Parker ITR and Parker-Hannifin were two separate undertakings. On that ground, they claimed before the General Court, in their eighth plea in law, that in order to determine the ceiling of 10% applicable to the amount of the fine for which Parker ITR could be held solely liable in respect of the period prior to 31 January 2002, it was necessary, contrary to the approach taken by the Commission in the contested decision, to take into consideration only Parker ITR’s turnover in 2008, and not the Parker-Hannifin group’s consolidated turnover for that year. The respondents add that Advocate General Wathelet came to a similar conclusion in his Opinion in YKK and Others v Commission (C‐408/12 P, EU:C:2014:66, points 96 to 145).",
        "NP": "89"
    },
    {
        "NO.ECLI": "EU:T:2005:220",
        "NO.CASE": null,
        "text": "93In that regard, it must be pointed out that, in paragraph 227 of the judgment under appeal, the General Court first referred to its judgment in Tokai Carbon and Others v Commission (EU:T:2005:220). It should be noted that the General Court also relied on that judgment in order to deal with a similar point of law in its judgment in YKK and Others v Commission (T‐448/07, EU:T:2012:322, paragraph 193), which was the subject of the appeal proceedings to which the respondents referred in their response.",
        "NP": "93",
        "REF.NP.ECR": [
            "193"
        ]
    },
    {
        "NO.ECLI": "EU:T:2012:322",
        "NO.CASE": null,
        "text": "93In that regard, it must be pointed out that, in paragraph 227 of the judgment under appeal, the General Court first referred to its judgment in Tokai Carbon and Others v Commission (EU:T:2005:220). It should be noted that the General Court also relied on that judgment in order to deal with a similar point of law in its judgment in YKK and Others v Commission (T‐448/07, EU:T:2012:322, paragraph 193), which was the subject of the appeal proceedings to which the respondents referred in their response.",
        "NP": "93",
        "REF.NP.ECR": [
            "193"
        ]
    },
    {
        "NO.ECLI": "EU:T:2013:258",
        "NO.CASE": null,
        "text": "1.Sets aside paragraphs 1, 2 and 3 of the operative part of the judgment of the General Court of the European Union in Parker ITR and Parker-Hannifin v Commission (T‐146/09, EU:T:2013:258);",
        "NP": null
    }
]