[
    {
        "HT": [
            "Nashua",
            "Council and Commission"
        ],
        "NO.CASE": [
            "150/87"
        ],
        "text": "7As the Court held in its order of 11 November 1987 in Case C-150/87 Nashua v Council and Commission [1987] ECR 4421, paragraph 6), the Commission's role forms an integral part of the Council's decision-making process. It follows from the provisions of Council Regulation No 2176/84 that the Commission is responsible for carrying out the necessary investigations and for deciding, on the basis of those investigations, whether to terminate the proceedings or to continue them by adopting provisional measures and by proposing that the Council adopt definitive measures. However, it is the Council which has the power to give a final decision. It is not obliged to make any decision at all if it disagrees with the Commission but may, if it wishes, adopt a decision on the basis of the latter's proposals.",
        "NP": "7",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "(Toyo Bearing",
            "Council, Machi Fujikosbi",
            "Council,",
            "Koyo Seiko",
            "Council"
        ],
        "NO.CASE": [
            "240/84",
            "255/84",
            "256/84"
        ],
        "text": "9As is clear from the judgments of 7 May 1987 in Cases 240/84, 255/84 and 256/84 (Toyo Bearing v Council, Machi Fujikosbi v Council, and Koyo Seiko v Council [1987] ECR 1809, 1861 and 1899 respectively), it is by challenging the regulation introducing definitive antidumping duties that traders can raise any irregularity associated with the rejection of their proposed undertakings.",
        "NP": "9"
    },
    {
        "HT": [
            "Nippon Seiko",
            "Council"
        ],
        "NO.CASE": [
            "258/84"
        ],
        "text": "12As the Court has consistently held, in particular in its judgment of 7 May 1987 in Case 258/84 Nippon Seiko v Council [1987] ECR 1923, paragraph 7, a regulation imposing different antidumping duties on a series of traders is of direct concern to any one of them only in respect of those provisions which impose on that trader a specific antidumping duty and determine the amount thereof, and not in respect of those provisions which impose antidumping duties on other undertakings.",
        "NP": "12",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": "Allied Corporation",
        "NO.CASE": [
            "239/82",
            "275/82"
        ],
        "text": "17Regulations introducing an antidumping duty are legislative in nature and scope, inasmuch as they apply to all traders generally. Nevertheless, it is conceivable that some provisions of those regulations may be of direct and individual concern to those producers and exporters of the product in question who are alleged on the basis of information about their business activities to be dumping. This is true in general of producers and exporters who are able to establish that they were identified in the measures adopted by the Commission or the Council or were concerned by the preliminary investigations (see judgments of 21 February 1984 in Joined Cases 239 and 275/82 Allied Corporation /[1984] ECR 1005, paragraphs 11 and 12, and of 23 May 1985 in Case 53/83 Allied Corporation II [1985] ECR 1621, paragraph 4).",
        "NP": "17",
        "REF.NP.ECR": [
            "4"
        ]
    },
    {
        "HT": "Allied Corporation II",
        "NO.CASE": [
            "53/83"
        ],
        "text": "17Regulations introducing an antidumping duty are legislative in nature and scope, inasmuch as they apply to all traders generally. Nevertheless, it is conceivable that some provisions of those regulations may be of direct and individual concern to those producers and exporters of the product in question who are alleged on the basis of information about their business activities to be dumping. This is true in general of producers and exporters who are able to establish that they were identified in the measures adopted by the Commission or the Council or were concerned by the preliminary investigations (see judgments of 21 February 1984 in Joined Cases 239 and 275/82 Allied Corporation /[1984] ECR 1005, paragraphs 11 and 12, and of 23 May 1985 in Case 53/83 Allied Corporation II [1985] ECR 1621, paragraph 4).",
        "NP": "17",
        "REF.NP.ECR": [
            "4"
        ]
    },
    {
        "HT": "Import Standard Office (ISO)",
        "NO.CASE": [
            "118/77"
        ],
        "text": "18The same is true of those importers whose resale prices were taken into account for the construction of export prices and who are consequently concerned by the findings relating to the existence of dumping (see judgments of 29 March 1979 in Case 118/77 Import Standard Office (ISO) [1979] ECR 1277, paragraph 15, and of 21 February 1984 Allied Corporation I, quoted above, paragraph 15).",
        "NP": "18",
        "REF.NP.ECR": [
            "15"
        ]
    },
    {
        "HT": [
            "Nachi Fujikoshi",
            "Council [1987]"
        ],
        "NO.CASE": [
            "255/84"
        ],
        "text": "63The question whether the interests of the Community call for Community intervention involves appraisal of complex economic situations. As the Court has held, in particular in its judgment of 7 May 1987 in Case 255/84 Nachi Fujikoshi v Council [1987] ECR 1861, paragraph 21, judicial review of such an appraisal must be limited to verifying whether the relevant procedural rules have been complied with, whether the facts on which the choice is based have been accurately stated and whether there has been a manifest error of appraisal or a misuse of powers.",
        "NP": "63",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": "Nicolet Instrument",
        "NO.CASE": [
            "203/85"
        ],
        "text": "69The Court has consistently held (see in particular the judgment of 26 June 1986 in Case 203/85 Nicolet Instrument [1986] ECR 2049, paragraph 10) that the statement of reasons required by Article 190 of the Treaty must disclose in a clear and unequivocal fashion the reasoning followed by the Community authority which adopted the measure in question in such a way as to make the persons concerned aware of the reasons for the measure and thus enable them to defend their rights, and to enable the Court to exercise its supervisory jurisdiction.",
        "NP": "69",
        "REF.NP.ECR": [
            "10"
        ]
    }
]