[
    {
        "HT": [
            "Belgian State",
            "Humbel"
        ],
        "NO.CASE": [
            "263/86"
        ],
        "text": "15As the Court has already emphasized in Case 263/86 Belgian State v Humbel [1988] ECR 5365, at paragraphs 17, 18 and 19, the essential characteristic of remuneration lies in the fact that it constitutes consideration for the service in question, and is normally agreed upon between the provider and the recipient of the service. In the same judgment the Court considered that such a characteristic is absent in the case of courses provided under the national education system. First of all, the State, in establishing and maintaining such a system, is not seeking to engage in gainful activity, but is fulfilling its duties towards its own population in the social, cultural and educational fields. Secondly, the system in question is, as a general rule, funded from the public purse and not by pupils or their parents. The Court added that the nature of the activity is not affected by the fact that pupils or their parents must sometimes pay teaching or enrolment fees in order to make a certain contribution to the operating expenses of the system.",
        "NP": "15"
    },
    {
        "HT": [
            "Society for the Protection of Unborn Children Ireland",
            "Grogan"
        ],
        "NO.CASE": [
            "159/90"
        ],
        "text": "21It must be noted here that, since the establishment in question is not a provider of services within the meaning of Article 60 of the Treaty, the application of Article 59 does not arise. The same is true of Article 62 of the Treaty, under which Member States are not to introduce any new restrictions on the freedom to provide services which has in fact been attained at the date of the entiy into force of the Treaty. The Court has already held, in Case C-159/90 Society for the Protection of Unborn Children Ireland v Grogan [1991] ECR I-4685, paragraph 29, that Article 62, which is complementary to Article 59, cannot prohibit restrictions which do not fall within the scope of Article 59.",
        "NP": "21",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Lair",
            "Universitat Hannover"
        ],
        "NO.CASE": [
            "39/86"
        ],
        "text": "25The Court has already held — in particular in Case 39/86 Lair v Universität Hannover [1988] ECR 3161, which concerned a dispute about the award of an educational grant under the same national legislation as is at issue in the main proceedings, that at the present stage of development of Community law assistance given to students for maintenance and for training falls in principle outside the scope of the Treaty.",
        "NP": "25"
    }
]