[
    {
        "NO.CASE": "C‑266/04",
        "REF.NP.ECR": "40",
        "NO.ECLI": null,
        "text": "44. According to the Commission, that charge does not fall within the scope of the Treaty provisions on State aid. Since there is no connection between the amount of grants paid out under the radio broadcasting aid scheme and the revenue generated by the charge which finances such aid, in so far as the criteria for determining the amount of aid are unconnected to the level of revenue from the charge, it does not form an integral part of that scheme. The Commission refers in that regard to paragraph 40 of Joined Cases C‑266/04 to C‑270/04, C‑276/04 and C‑321/04 to C‑325/04 Distribution Casino France and Others  [2005] ECR I‑9481. ",
        "NP": "44"
    },
    {
        "NO.CASE": "C-342/06",
        "REF.NP.ECR": "88",
        "NO.ECLI": null,
        "text": "63. According to settled case‑law, the statement of reasons required by Article 190 of the EC Treaty (now Article 253 EC) must be appropriate to the measure at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in such a way as to enable the persons concerned to ascertain the reasons for it and to enable the competent Community Court to exercise its power of review. The requirements to be satisfied by the statement of reasons depend on the circumstances of each case, in particular the content of the measure, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 190 of the Treaty must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see, inter alia, Case C‑390/06 Nuova Agricast  [2008] ECR I-0000, paragraph 79, and Joined Cases C‑341/06 P and C-342/06 P Chronopost and La Poste v UFEX and Others  [2008] ECR I‑0000, paragraph 88 and the case‑law cited). ",
        "NP": "63"
    },
    {
        "NO.CASE": "C-80/05",
        "REF.NP.ECR": "59",
        "NO.ECLI": null,
        "text": "78. According to case‑law, in the application of Article 92(3) of the EC Treaty, the Commission enjoys wide discretion, the exercise of which involves complex economic and social assessments which must be made in a Community context. In that context, judicial review of the manner in which that discretion is exercised is confined to establishing that the rules of procedure and the rules relating to the duty to give reasons have been complied with, and to verifying that the facts relied on are accurate and that there has been no error of law, manifest error in the assessment of the facts or misuse of powers (see, inter alia, Joined Cases C‑75/05 P and C-80/05 P Germany and Others v Kronofrance  [2008] ECR I‑0000, paragraph 59 and the case‑law cited). ",
        "NP": "78"
    },
    {
        "NO.CASE": "C-121/06",
        "REF.NP.ECR": "123",
        "NO.ECLI": null,
        "text": "124. Next, where the Court rules, in proceedings under Article 234 EC, that a measure adopted by a Community authority is invalid, its decision has the legal effect of requiring the competent Community institutions to take the necessary measures to remedy that illegality, as the obligation laid down in Article 233 EC in the case of a judgment annulling a measure applies in such a situation by analogy (see, inter alia, Joined Cases C‑120/06 P and C-121/06 P FIAMM and Others v Council and Commission  [2008] ECR I-0000, paragraph 123 and the case‑law cited). ",
        "NP": "124"
    }
]