[
    {
        "HT": [
            "Union Royale Belge des Societes de Football Association and Others",
            "Bosman and Others"
        ],
        "NO.CASE": [
            "415/93"
        ],
        "text": "20It must be recalled that, according to settled case-law, it is solely for the national court before which the dispute has been brought, and which must assume responsibility for the subsequent judicial decision, to determine in the light of the particular circumstances of the case both the need for a preliminary ruling in order to enable it to deliver judgment and the relevance of the questions which it submits to the Court (see, inter alia, Case C-415/93 Union Royale Belge des Sociétés de Football Association and Others v Bosman and Others [1995] ECR I-4921, paragraph 59). Nevertheless, the Court has held that it cannot give a preliminary ruling on a question submitted by a national court where it is quite obvious that the ruling sought by that court on the interpretation or validity of Community law bears no relation to the actual facts of the main action or its purpose, where the problem is hypothetical, or where the Court does not have before it the factual or legal material necessary to give a useful answer to the questions submitted to it (see Bosman, paragraph 61, and Case C-437/97 Evangelischer Krankenhausverein Wien and Others v Abgabenberufungskommission Wien and Others [2000] ECR I-1157, paragraph 52).",
        "NP": "20",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Evangelischer Krankenhausverein Wien and Others",
            "Abgabenberufungskommission Wien and Others"
        ],
        "NO.CASE": [
            "437/97"
        ],
        "text": "20It must be recalled that, according to settled case-law, it is solely for the national court before which the dispute has been brought, and which must assume responsibility for the subsequent judicial decision, to determine in the light of the particular circumstances of the case both the need for a preliminary ruling in order to enable it to deliver judgment and the relevance of the questions which it submits to the Court (see, inter alia, Case C-415/93 Union Royale Belge des Sociétés de Football Association and Others v Bosman and Others [1995] ECR I-4921, paragraph 59). Nevertheless, the Court has held that it cannot give a preliminary ruling on a question submitted by a national court where it is quite obvious that the ruling sought by that court on the interpretation or validity of Community law bears no relation to the actual facts of the main action or its purpose, where the problem is hypothetical, or where the Court does not have before it the factual or legal material necessary to give a useful answer to the questions submitted to it (see Bosman, paragraph 61, and Case C-437/97 Evangelischer Krankenhausverein Wien and Others v Abgabenberufungskommission Wien and Others [2000] ECR I-1157, paragraph 52).",
        "NP": "20",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Foglia",
            "Novello"
        ],
        "NO.CASE": [
            "244/80"
        ],
        "text": "22The documents in the case contain nothing to show that the parties to the main proceedings manifestly colluded to obtain a ruling from the Court by means of an artificial dispute, as was the case in Case 244/80 Foglia v Novello [1981] ECR 3045. On the contrary, it is plain that the parties disagree on a number of important points, and it is clear from the documents that Idéal Tourisme did not come to an agreement with the Belgian State to refer hypothetical questions to the Court for a preliminary ruling.",
        "NP": "22"
    },
    {
        "HT": [
            "Norbury Developments",
            "Customs and Excise"
        ],
        "NO.CASE": [
            "136/97"
        ],
        "text": "32It must be noted at the outset that Article 28(3)(b) of the Sixth Directive, read in conjunction with Annex F thereto, clearly and unambiguously authorises Member States to continue to apply, under the same conditions, certain exemptions which were provided for in their legislation before the entry into force of the Sixth Directive. While that article consequently does not permit Member States to introduce new exemptions or extend the scope of existing exemptions following the entry into force of that directive, it does not prevent a reduction of existing exemptions, especially as their abolition constitutes the objective pursued by Article 28(4) of the directive (see Case C-136/97 Norbury Developments v Customs and Excise [1999] ECR I-2941, paragraph 19).",
        "NP": "32",
        "REF.NP.ECR": [
            "19"
        ]
    },
    {
        "HT": [
            "Klensch and Others",
            "Secretaire d'Etat a L'Agriculture et a la Viticulture"
        ],
        "NO.CASE": [
            "201/85",
            "202/85"
        ],
        "text": "35The principle of equal treatment is indeed one of the fundamental principles of Community law. That principle requires that similar situations are not to be treated differently unless differentiation is objectively justified (Joined Cases 201/85 and 202/85 Klensch and Others v Secrétaire d'Etat à L'Agriculture et à la Viticulture [1986] ECR 3477, paragraph 9).",
        "NP": "35",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "ORO Amsterdam Beheer and Concerto",
            "Inspecteur der Omzetbelasting"
        ],
        "NO.CASE": [
            "165/88"
        ],
        "text": "37However, the Community system of VAT is the result of a gradual harmonisation of national laws in the context of Articles 99 and 100 of the EC Treaty (now Articles 93 EC and 94 EC). As the Court has repeatedly stated, this harmonisation, as brought about by successive directives and in particular by the Sixth Directive, is still only partial (see Case C-165/88 ORO Amsterdam Beheer and Concerto v Inspecteur der Omzetbelasting [1989] ECR 4081, paragraph 21).",
        "NP": "37",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": [
            "Royscot and Others",
            "Customs and Excise"
        ],
        "NO.CASE": [
            "305/97"
        ],
        "text": "39With respect to such a situation, it is for the Community legislature to establish the definitive Community system of exemptions from VAT and thereby to bring about the progressive harmonisation of national VAT laws (see, to that effect, Case C-305/97 Royscot and Others v Customs and Excise [1999] ECR I-6671, paragraph 31).",
        "NP": "39",
        "REF.NP.ECR": [
            "31"
        ]
    }
]