[
    {
        "HT": [
            "Merci Convenzionali",
            "Porto di Genova"
        ],
        "NO.CASE": [
            "170/90"
        ],
        "text": "18The Openbaar Ministerie appealed against the judgment at first instance to the Hof van Beroep, Ghent. That court found that the facts of the case brought before it were very similar to those which had given rise to Case C-170/90 Merci Convenzionali v Porto di Genova [1991] ECR I-5889 (the Merci judgment). It pointed out, however, that there was a fundamental difference between the two cases in so far as, unlike the Italian legislation at issue in Merci, the Belgian legislation merely recognises the occupation of dockers, who alone are entitled to carry out given activities within a clearly defined area, but does not by any means confer a monopoly on undertakings or on trade associations.",
        "NP": "18"
    },
    {
        "HT": [
            "GT-Link",
            "DSB"
        ],
        "NO.CASE": [
            "242/95"
        ],
        "text": "21In this regard, it must first be pointed out that it follows from the case-law of the Court that the provisions of the Treaty which, like the first paragraph of Article 6 and Articles 85 and 86, have direct effect remain directly effective and give rise for individuals to rights which the national courts must protect even in the context of Article 90 (see in particular the Merci judgment, paragraph 23, and Case C-242/95 GT-Link v DSB [1997] ECR I-4449, paragraph 57).",
        "NP": "21",
        "REF.NP.ECR": [
            "57"
        ]
    },
    {
        "HT": [
            "Corsica Ferries France",
            "Gruppo Antichi Ormeggiatori del Forti di Genova and Others"
        ],
        "NO.CASE": [
            "266/96"
        ],
        "text": "31Nor is such legislation capable of falling under the prohibitions laid down in Articles 85 and 86 of the Treaty, taken separately, which are, in themselves, concerned solely with the conduct of undertakings and not with laws or regulations adopted by Member States (see, inter alia, C-266/96 Corsica Ferries France v Gruppo Antichi Ormeggiatori del Forti di Genova and Others [1998] ECR I-3949, paragraph 35).",
        "NP": "31",
        "REF.NP.ECR": [
            "35"
        ]
    },
    {
        "HT": "Corsica Ferries",
        "NO.CASE": [
            "18/93"
        ],
        "text": "32As for the first paragraph of Article 6 of the Treaty, which lays down the general principle of the prohibition of discrimination on grounds of nationality, it is settled case-law that it applies independently only to situations governed by Community law in respect of which the Treaty lays down no specific rule against discrimination (see, to this effect, Case C-18/93 Corsica Ferries [1994] ECR I-1783, paragraph 19, and Case C-336/96 Gilly v Directeur des Services Fiscaux du Bas-Rhin [1998] ECR I-2793, paragraph 37). That principle has been specifically applied, as regards employed persons, by Article 48 of the Treaty and, as regards the freedom to provide services, by Article 59 of the Treaty (now, after amendment, Article 49 EC).",
        "NP": "32",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": [
            "Gilly",
            "Directeur des Services Fiscaux du Bas-Rhin"
        ],
        "NO.CASE": [
            "336/96"
        ],
        "text": "32As for the first paragraph of Article 6 of the Treaty, which lays down the general principle of the prohibition of discrimination on grounds of nationality, it is settled case-law that it applies independently only to situations governed by Community law in respect of which the Treaty lays down no specific rule against discrimination (see, to this effect, Case C-18/93 Corsica Ferries [1994] ECR I-1783, paragraph 19, and Case C-336/96 Gilly v Directeur des Services Fiscaux du Bas-Rhin [1998] ECR I-2793, paragraph 37). That principle has been specifically applied, as regards employed persons, by Article 48 of the Treaty and, as regards the freedom to provide services, by Article 59 of the Treaty (now, after amendment, Article 49 EC).",
        "NP": "32",
        "REF.NP.ECR": [
            "37"
        ]
    },
    {
        "HT": [
            "SETTG",
            "Ypourgos Ergasias"
        ],
        "NO.CASE": [
            "398/95"
        ],
        "text": "36It follows from the judgment in Case C-398/95 SETTG v Ypourgos Ergasias [1997] ECR I-3091 that national legislation which, by making it mandatory for the relations between the parties to take the legal form of a contract of employment, prevent economic operators from one Member State from pursuing their activities in another Member State as self-employed persons working under a contract for the provision of services constitutes a barrier capable of falling within the ambit of the prohibition laid down in Article 59 of the Treaty.",
        "NP": "36"
    }
]