[
    {
        "NO.CASE": "C 51",
        "REF.NP.ECR": "96",
        "text": "‘89 In view of the foregoing, it must be held that the applicant has not established that the … decision [at issue] is vitiated by a manifest error of assessment as regards the Commission’s finding, in paragraphs 95 and 102, that the applicant had failed to prove that Cembureau and the chairman of CEN/TC 51 acted together to ensure that the Standard would correspond to the products of Portland cement producers and would exclude competing products. Nor has the applicant demonstrated that paragraph 96 of the … decision [at issue], rejecting its allegation that Cembureau controlled CEN/TC 51 through the chairman of CEN/TC 51, is vitiated by a manifest error of assessment."
    },
    {
        "NO.CASE": "C 51",
        "REF.NP.ECR": "14",
        "text": "52. By its second plea, EMC Development takes issue with the General Court, in the first part of this plea, for having breached Article 48(2) of its Rules of Procedure by rejecting, at paragraphs 83, 96, 100 and 103 of the judgment under appeal, as inadmissible certain arguments submitted to the General Court by EMC Development in its reply on the ground that they constitute new evidence adduced in the course of the proceedings which is not based on matters of law or of fact that came to light in the course of the procedure, within the meaning of that provision. According to those arguments, first, it is necessary to determine, in the context of the assessment of the discriminatory or non-discriminatory nature of the procedure for the adoption of the Standard, whether Cembureau manipulated mandate M/144 referred to at paragraph 14 of this order and used the means necessary to exert such manipulation. Second, that procedure cannot be characterised as transparent, since there are lacunae in the evidence available and since EMC Development experienced difficulties in obtaining disclosure from the Commission of a number of documents relating to the procedure for the adoption of the Standard. Third, that procedure cannot be characterised as transparent owing to the existence of unregulated ad hoc groups, in particular an ad hoc group of members of CEN/TC 51. Fourth, the procedure for the adoption of the Standard cannot be characterised as open, in so far as EMC Development was not invited to make submissions to CEN and there was no procedure enabling it to take part in the discussions.",
        "NP": "52"
    },
    {
        "NO.CASE": "C‑413/08",
        "REF.NP.ECR": "30",
        "NO.ECLI": null,
        "text": "68. Second, EMC Development claims, relying in particular on paragraph 30 of Case C‑413/08 P Lafarge  v Commission , [2010] ECR I-0000, that even if the burden of proof rests on one party, the evidence which it submits may be of such a kind as to require the other party to provide justification and may thus transfer the burden of proof to that other party. In EMC Development’s submission, since the Commission maintained that it had carefully considered evidence which it always had in its possession, full credit ought to have been given to EMC Development’s submissions and substantial weight ought to have been accorded to the evidence which it adduced.",
        "NP": "68"
    },
    {
        "NO.CASE": "C-282/95",
        "REF.NP.ECR": "36",
        "NO.ECLI": null,
        "text": "75. Complainants are entitled to have the fate of their complaint settled by a decision of the Commission against which an action may be brought (Case C-282/95 P Guérin Automobiles  v Commission  [1997] ECR I-1503, paragraph 36, and IECC  v Commission , paragraph 35). In that regard, the Commission is under an obligation to state reasons if it declines to continue with the examination of a complaint. Since the reasons stated must be sufficiently precise and detailed to enable the General Court effectively to review the Commission’s use of its discretion to define priorities, the Commission must set out the facts justifying the decision and the legal considerations on the basis of which it was adopted ( Ufex and Others  v Commission , paragraphs 90 and 91).",
        "NP": "75"
    },
    {
        "NO.CASE": "C‑501/06",
        "REF.NP.ECR": "55",
        "NO.ECLI": null,
        "text": "89. By its fifth plea, EMC Development takes issue with the General Court for having infringed Article 81(1) EC by failing to apply the case-law of this Court, in particular that resulting from paragraph 55 of Joined Cases C‑501/06 P, C‑513/06 P, C‑515/06 P and C‑519/06 P GlaxoSmithKline Services and Others  v Commission [2009] ECR I‑9291, where it was held, first, that the anti-competitive object and effect of an agreement are not cumulative but alternative conditions for assessing whether such an agreement is anti-competitive and, second, that the alternative nature of that condition, indicated by the conjunction ‘or’, leads first to the need to consider the precise purpose of the agreement. It follows from that case-law that the Commission ought to have considered first of all the object of the Standard instead of confining itself to the examination provided for in the Guidelines and to the effect of the Standard. EMC Development maintains that, in order to assess the anti-competitive nature of an agreement, it is necessary, in accordance with paragraph 58 of GlaxoSmithKline Services and Others  v Commission , to have regard to the content of its provisions.",
        "NP": "89"
    },
    {
        "NO.CASE": "C‑131/03",
        "REF.NP.ECR": "39",
        "NO.ECLI": null,
        "text": "102. It should be observed, in the first place, that where an appeal merely repeats or reproduces verbatim the pleas in law and arguments submitted to the General Court, including those based on facts expressly rejected by that Court, it fails to satisfy the requirements that an appeal must indicate precisely the contested elements of the judgment which the appellant seeks to have set aside and also the legal arguments specifically advanced in support of the appeal, referred to at paragraph 39 of the present order. Such an appeal amounts to an application for mere reconsideration of the application submitted to the General Court, which falls outside the jurisdiction of the Court of Justice (see, in particular, Case C‑131/03 P Reynolds Tobacco and Others  v Commission [2006] ECR I‑7795, paragraphs 49 and 50).",
        "NP": "102"
    }
]