[
    {
        "HT": [
            "Collotti",
            "Court of Justice"
        ],
        "NO.CASE": [
            "20/65"
        ],
        "text": "13It is settled law that a decision which has not been challenged by the addressee within the time-limit laid down by Article 173 of the Treaty becomes definitive as against him (see in the first place the judgment in Case 20/65 Collotti v Court of Justice [1965] ECR 847).",
        "NP": "13"
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "14The undertaking in receipt of individual aid which is the subject-matter of a Commission decision adopted on the basis of Article 93 of the Treaty has the right to bring an action for annulment under the second paragraph of Article 173 of the Treaty even if the decision is addressed to a Member State (judgment in Case 730/79 Philip Morris v Commission [1980] ECR 2671). By virtue of the third paragraph of that article, the expiry of the time-limit laid down in that provision has the same time-barring effect vis-à-vis such an undertaking as it does vis-à-vis the Member State which is the addressee of the decision.",
        "NP": "14"
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "156/77"
        ],
        "text": "15It is settled law that a Member State may no longer call in question the validity of a decision addressed to it on the basis of Article 93 (2) of the Treaty once the time-limit laid down in the third paragraph of Article 173 of the Treaty has expired (see the judgments in Case 156/77 Commission v Belgium [1978] ECR 1881 and Case C-183/91 Commission v Greece [1993] ECR I-3131).",
        "NP": "15"
    },
    {
        "HT": [
            "Commission",
            "Greece"
        ],
        "NO.CASE": [
            "183/91"
        ],
        "text": "15It is settled law that a Member State may no longer call in question the validity of a decision addressed to it on the basis of Article 93 (2) of the Treaty once the time-limit laid down in the third paragraph of Article 173 of the Treaty has expired (see the judgments in Case 156/77 Commission v Belgium [1978] ECR 1881 and Case C-183/91 Commission v Greece [1993] ECR I-3131).",
        "NP": "15"
    },
    {
        "HT": [
            "Rau",
            "BALM"
        ],
        "NO.CASE": [
            "133/85",
            "136/85"
        ],
        "text": "19It is true that in its judgment in Joined Cases 133 to 136/85 Rau v BALM [1987] ECR 2289, on which the French Government relies in its observations, the Court held that the possibility of bringing a direct action under the second paragraph of Article 173 of the EEC Treaty against a decision adopted by a Community institution did not preclude the possibility of bringing an action in a national court against a measure adopted by a national authority for the implementation of that decision, on the ground that the latter decision was unlawful.",
        "NP": "19"
    },
    {
        "HT": [
            "Universitat Hamburg",
            "Hauptzollamt Hamburg-Kehrwieder"
        ],
        "NO.CASE": [
            "216/82"
        ],
        "text": "21This case is also distinguishable from Case 216/82 Universität Hamburg v Hauptzollamt Hamburg-Kehrwieder [1983] ECR 2771.",
        "NP": "21"
    },
    {
        "HT": [
            "Simmenthal",
            "Commission"
        ],
        "NO.CASE": [
            "92/78"
        ],
        "text": "23In that judgment the Court took into account the fact that the rejection of the application by the national authority was the only measure directly addressed to the person concerned of which it had necessarily been informed in good time and which it could challenge in the courts without encountering any difficulty in demonstrating its interest in bringing proceedings. It held that in those circumstances the possibility of pleading the unlawfulness of the Commission's decision derived from a general principle of law which found its expression in Article 184 of the EEC Treaty, namely the principle which confers upon any party to proceedings the right to challenge, for the purpose of obtaining the annulment of a decision of direct and individual concern to that party, the validity of previous acts of the institutions which form the legal basis of the decision which is being attacked, if that party was not entitled under Article 173 of the Treaty to bring a direct action challenging those acts by which it was thus affected without having been in a position to ask that they be declared void (see the judgment in Case 92/78 Simmenthal v Commission [1979] ECR 777).",
        "NP": "23"
    }
]