[
    {
        "HT": [
            "Commission",
            "Spain"
        ],
        "NO.CASE": [
            "266/94"
        ],
        "text": "15In that regard, it must be remembered that the aim of the prelitigation procedure provided for by Article 169 of the Treaty is to give the Member State an opportunity to justify its position or, if appropriate, to enable it to comply of its own accord with the requirements of the Treaty. The proper conduct of that procedure thus constitutes an essential guarantee which is required not only in order to protect the rights of the Member State concerned but also to ensure that any contentious procedure will have a clearly defined dispute as its subject-matter (see the order of 11 July 1995 in Case C-266/94 Commission v Spain [1995] ECR I-1975, paragraph 17).",
        "NP": "15",
        "REF.NP.ECR": [
            "17"
        ]
    },
    {
        "HT": "Corbeau",
        "NO.CASE": [
            "320/91"
        ],
        "text": "22In its application, as in its reasoned opinion, the Commission has essentially confined itself to repeating its legal arguments. It has maintained its position that Article 90(2) of the Treaty cannot be relied on to justify a State measure incompatible with Articles 30, 34 and 37. It is only as a secondary point, in the light of the judgments in Case C-320/91 Corbeau [1993] ECR I-2533 and Case C-393/92 Almelo and Others v Energiebedrijf IJsselmij [1994] ECR I-1477, both of which postdated its reasoned opinion, that it has considered the question whether the conditions for the application of Article 90(2), as interpreted by the Court, were fulfilled in this case.",
        "NP": "22"
    },
    {
        "HT": [
            "Almelo and Others",
            "Energiebedrijf IJsselmij"
        ],
        "NO.CASE": [
            "393/92"
        ],
        "text": "22In its application, as in its reasoned opinion, the Commission has essentially confined itself to repeating its legal arguments. It has maintained its position that Article 90(2) of the Treaty cannot be relied on to justify a State measure incompatible with Articles 30, 34 and 37. It is only as a secondary point, in the light of the judgments in Case C-320/91 Corbeau [1993] ECR I-2533 and Case C-393/92 Almelo and Others v Energiebedrijf IJsselmij [1994] ECR I-1477, both of which postdated its reasoned opinion, that it has considered the question whether the conditions for the application of Article 90(2), as interpreted by the Court, were fulfilled in this case.",
        "NP": "22"
    },
    {
        "HT": [
            "Pubblico Ministero",
            "Manghera"
        ],
        "NO.CASE": [
            "59/75"
        ],
        "text": "32Accordingly, without requiring the abolition of those monopolies, that provision prescribes in mandatory terms that they must be adjusted in such a way as to ensure that when the transitional period has ended the discrimination referred to has ceased to exist (Case 59/75 Pubblico Ministero v Manghera [1976] ECR 91, paragraph 5).",
        "NP": "32",
        "REF.NP.ECR": [
            "5"
        ]
    },
    {
        "HT": [
            "Commission",
            "Greece"
        ],
        "NO.CASE": [
            "347/88"
        ],
        "text": "33As the Court held in Manghera, cited above (paragraph 12), and Case C-347/88 Commission v Greece [1990] ECR I-4747 (paragraph 44), exclusive import rights give rise to discrimination prohibited by Article 37(1) against exporters established in other Member States. Such rights directly affect conditions under which goods are marketed only as regards operators or sellers in other Member States.",
        "NP": "33"
    },
    {
        "HT": [
            "Delbaize",
            "Promalvin"
        ],
        "NO.CASE": [
            "47/90"
        ],
        "text": "35In that connection, the French Government has conceded that available national production both of electricity and of gas is reserved as a matter of priority to users within French territory. Accordingly, it must be concluded that EDF's and GDF's exclusive export rights have, if not the object, at least the effect of specifically restricting patterns of exports and thereby establishing a difference in treatment between domestic trade and export trade, in such a way as to provide a special advantage for the French domestic market (on that point, see in particular, with regard to Article 34 of the Treaty, Case C-47/90 Delbaize v Promalvin [1992] ECR I-3669, paragraph 12).",
        "NP": "35",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "France, Italy and United Kingdom",
            "Commission"
        ],
        "NO.CASE": [
            "188/80",
            "189/80",
            "190/80"
        ],
        "text": "46As the Court held in Joined Cases 188/80, 189/80 and 190/80 France, Italy and United Kingdom v Commission [1982] ECR 2545, paragraph 12, Article 90 concerns only undertakings for whose actions States must take special responsibility by reason of the influence which they may exert over such actions. It emphasizes that such undertakings, subject to the provisions contained in paragraph 2, are subject to all the rules laid down in the Treaty and, further, requires the Member States to respect those rules in their relations with those undertakings.",
        "NP": "46",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "202/88"
        ],
        "text": "55Second, in Case C-202/88 France v Commission [1991] ECR I-1223, paragraph 12, the Court held that, in allowing derogations to be made from the general rules of the Treaty in certain circumstances, Article 90(2) seeks to reconcile the Member States' interest in using certain undertakings, in particular in the public sector, as an instrument of economic or fiscal policy with the Community's interest in ensuring compliance with the rules on competition and the preservation of the unity of the common market.",
        "NP": "55",
        "REF.NP.ECR": [
            "12"
        ]
    },
    {
        "HT": [
            "BRT",
            "SABAM and NV Fonior"
        ],
        "NO.CASE": [
            "127/73"
        ],
        "text": "65It is true that, for an undertaking to be regarded as entrusted with the operation of a service of general economic interest within the meaning of Article 90(2) of the Treaty, it must have been so entrusted by an act of public authority (see Case 127/73 BRT v SABAM and NV Fonior [1974] ECR 313, paragraph 20, and Case 66/86 Ahmed Saeed Flugreisen and Others v Zentrale zur Bekämpfung UnUuteren Wettbewerbs [1989] ECR 803, paragraph 55).",
        "NP": "65",
        "REF.NP.ECR": [
            "55"
        ]
    },
    {
        "HT": [
            "Ahmed Saeed Flugreisen and Others",
            "Zentrale zur Bekampfung UnUuteren Wettbewerbs"
        ],
        "NO.CASE": [
            "66/86"
        ],
        "text": "65It is true that, for an undertaking to be regarded as entrusted with the operation of a service of general economic interest within the meaning of Article 90(2) of the Treaty, it must have been so entrusted by an act of public authority (see Case 127/73 BRT v SABAM and NV Fonior [1974] ECR 313, paragraph 20, and Case 66/86 Ahmed Saeed Flugreisen and Others v Zentrale zur Bekämpfung UnUuteren Wettbewerbs [1989] ECR 803, paragraph 55).",
        "NP": "65",
        "REF.NP.ECR": [
            "55"
        ]
    },
    {
        "HT": [
            "Commission",
            "Netherlands"
        ],
        "NO.CASE": [
            "96/81"
        ],
        "text": "102In proceedings under Article 169 of the Treaty for failure to fulfil an obligation, it is incumbent upon the Commission to prove the allegation that the obligation has not been fulfilled and to place before the Court the information needed to enable it to determine whether the obligation has not been fulfilled (see Case 96/81 Commission v Netherlands [1982] ECR 1791, paragraph 6).",
        "NP": "102",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "Commission",
            "Belgium"
        ],
        "NO.CASE": [
            "85/85"
        ],
        "text": "103In that regard, it must be borne in mind that the purpose of the prelitigation procedure provided for by Article 169 of the Treaty is to enable the Member State to comply of its own accord with the requirements of the Treaty or, if appropriate, to justify its position (see, to that effect, Case 85/85 Commission v Belgium [1986] ECR 1149, paragraph 11). That is precisely what the French Government did by putting forward, in its reply to the Commission's letter of formal notice, a number of arguments to justify maintenance of the exclusive rights at issue under, in particular, Article 90(2) of the Treaty.",
        "NP": "103",
        "REF.NP.ECR": [
            "11"
        ]
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "289/94"
        ],
        "text": "104The reasoned opinion must contain a coherent and detailed statement of the reasons which led the Commission to conclude that the State in question failed to fulfil one of its obligations under the Treaty (see in particular Case C-289/94 Commission v Italy [1996] ECR I-4405, paragraph 16). In this case, the reasons given by the Commission were essentially legal considerations in relation to which the explanations given by the French Government were not relevant.",
        "NP": "104",
        "REF.NP.ECR": [
            "16"
        ]
    }
]