[
    {
        "HT": [
            "Roquette Freres",
            "Council"
        ],
        "NO.CASE": [
            "138/79"
        ],
        "text": "18In this regard it must be observed first of all that when the implementation by the Council of the Community's agricultural policy necessitates the evaluation of a complex economic situation, the discretion which it has does not apply exclusively to the nature and scope of the measures to be taken but also to some extent to the finding of the basic facts inasmuch as, in particular, it is open to the Council to rely if necessary on general findings. In reviewing the exercise of such a power the Court must confine itself to examining whether it contains a manifest error or constitutes a misuse of power or whether the authority in question did not clearly exceed the bounds of its discretion (see the judgment in Case 138/79 Roquette Frères v Council [1980] ECR 3333, paragraph 25).",
        "NP": "18",
        "REF.NP.ECR": [
            "25"
        ]
    },
    {
        "HT": [
            "Lion and Loiret & Hoentjens",
            "FIRS"
        ],
        "NO.CASE": [
            "292/81",
            "293/81"
        ],
        "text": "22Each of the common organizations of the market embodies features specific to each organization (see the judgment in Joined Cases 292/81 and 293/81 Lion and Loiret & Hoentjens v FIRS [1982] ECR 3887, paragraph 24) and, as the Commission points out in its reply, the organization of the wine market has, for a number of years, been characterized by a permanent structural imbalance which is in the process of being reformed.",
        "NP": "22",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": "Crispoltoni and Others",
        "NO.CASE": [
            "133/93",
            "300/93",
            "362/93"
        ],
        "text": "24It must be borne in mind in this regard that in pursuing the various aims laid down in Article 39 of the Treaty the Community institutions must constantly reconcile any conflicts between those aims taken individually and, where necessary, give any one of them the temporary priority which the facts or circumstances, in view of which their decisions are made, require (see the judgment in Joined Cases C-133/93, C-300/93 and C-362/93 Crispoltoni and Others [1994] ECR I-4863, paragraph 32, and the judgment in Case C-280/93 Germany v Council [1994] ECR I-4973, paragraph 47).",
        "NP": "24",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "Germany",
            "Council"
        ],
        "NO.CASE": [
            "280/93"
        ],
        "text": "24It must be borne in mind in this regard that in pursuing the various aims laid down in Article 39 of the Treaty the Community institutions must constantly reconcile any conflicts between those aims taken individually and, where necessary, give any one of them the temporary priority which the facts or circumstances, in view of which their decisions are made, require (see the judgment in Joined Cases C-133/93, C-300/93 and C-362/93 Crispoltoni and Others [1994] ECR I-4863, paragraph 32, and the judgment in Case C-280/93 Germany v Council [1994] ECR I-4973, paragraph 47).",
        "NP": "24",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "Atlanta Fruchthandelsgesellschaft and Others",
            "Bundesamt fur Ernahrung und Forstwirtschaft"
        ],
        "NO.CASE": [
            "466/93"
        ],
        "text": "29Although the reasoning required by Article 190 of the EC Treaty must show clearly and unequivocally the reasoning of the Community authority which adopted the contested measure so as to enable the persons concerned to ascertain the reasons for the measure and to enable the Court to exercise its review (see the judgment in Case C-466/93 Atlanta Fruchthandelsgesellschaft and Others v Bundesamt für Ernährung und Forstwirtschaft [1995] ECR I-3799, paragraph 16), it is not required to go into every relevant point of fact and law. The question whether a statement of reasons satisfies those requirements must be assessed with reference not only to its wording but also to its context and the whole body of legal rules governing the matter in question. Consequently, if the contested measure clearly discloses the essential objective pursued by the institution, it would be excessive to require a specific statement of reasons for each of the technical choices made by the institution.",
        "NP": "29",
        "REF.NP.ECR": [
            "16"
        ]
    }
]