[
    {
        "HT": [
            "Papiers Peints",
            "Commission"
        ],
        "NO.CASE": [
            "73/74"
        ],
        "text": "37The Court of First Instance went on to state, in paragraphs 148 to 150 of the contested judgment, first, that the Commission's practice in earlier decisions had generally been to conclude that agreements not included amongst the means indicated by the regulation providing for a common organisation in order to attain the objectives set out in Article 39 were not necessary within the meaning of the first sentence of Article 2(1) of Regulation No 26, secondly, that the common organisation of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage, established by Regulation No 234/68 did not make provision for agricultural cooperatives to impose such a fee on third parties and, thirdly, that the Commission had confirmed that it had no knowledge of any fee similar to the user fee in other agricultural sectors. The Court thus held, in paragraph 151, that it was incumbent on the Commission to set out its reasoning in a particularly explicit manner, since the scope of its decision went appreciably further than that of earlier decisions. It made reference in that respect to Case 73/74 Papiers Peints v Commission [1975] ECR 1491, paragraphs 31 to 33.",
        "NP": "37",
        "REF.NP.ECR": [
            31,
            32,
            33
        ]
    },
    {
        "HT": [
            "Oude Luttikhuis and Others",
            "Verenigde Cooperatieve Melkindustrie"
        ],
        "NO.CASE": [
            "399/93"
        ],
        "text": "38In paragraph 152, the Court of First Instance, referring to Case C-399/93 Oude Luttikhuis and Others v Verenigde Coöperatieve Melkindustrie [1995] ECR I-4515, paragraphs 23 to 28, further held that the obligation to state reasons was all the more stringent because, since it constitutes a derogation from the general rule in Article 85(1) of the Treaty, Article 2 of Regulation No 26 must be interpreted strictly.",
        "NP": "38",
        "REF.NP.ECR": [
            23,
            24,
            25,
            26,
            27,
            28
        ]
    },
    {
        "HT": [
            "Frubo",
            "Commission"
        ],
        "NO.CASE": [
            "71/74"
        ],
        "text": "39As a further preliminary consideration, the Court of First Instance pointed out, in paragraph 153, that the first sentence of Article 2(1) of Regulation No 26 applies only if the agreement between the members of a cooperative is conducive to attainment of all the objectives of Article 39. In support of that finding, it cited Case 71/74 Frubo v Commission [1975] ECR 563, paragraphs 22 to 27, and Oude Luttikhuis, cited above, paragraph 25. Moreover, the Commission's statement of reasons should have shown how the agreement at issue fulfilled each of the objectives of Article 39 or, at the very least, how the Commission was able to reconcile those sometimes divergent objectives so as to enable the first sentence of Article 2(1) of Regulation No 26 to be applied.",
        "NP": "39",
        "REF.NP.ECR": [
            22,
            23,
            24,
            25,
            26,
            27
        ]
    },
    {
        "HT": "Emesa Sugar",
        "NO.CASE": [
            "17/98"
        ],
        "text": "63For the reasons given by the Court of Justice in its order of 4 February 2000 in Case C-17/98 Emesa Sugar [2000] ECR I-665, it is not appropriate to grant that application.",
        "NP": "63"
    },
    {
        "HT": "Ijssel-Vliet",
        "NO.CASE": [
            "311/94"
        ],
        "text": "67The VBA observes in that respect that the five objectives of the common agricultural policy, set out in Article 39(1) of the Treaty, could prove to be inimical and run counter to competition law. In that context, Article 2(1) of Regulation No 26 must, according to the VBA, be understood as giving precedence to the objectives set out in Article 39 of the Treaty. The VBA refers in that regard, to Case C-311/94 Ijssel-Vliet [1996] ECR I-5023, paragraph 31.",
        "NP": "67",
        "REF.NP.ECR": [
            "31"
        ]
    },
    {
        "HT": [
            "Commission",
            "Sytraval and Brink's France"
        ],
        "NO.CASE": [
            "367/95"
        ],
        "text": "93So far as concerns those four grounds of appeal, which it is appropriate to examine together, the Court points out, first, that it is settled case-law that the statement of reasons required by Article 190 of the EC Treaty (now Article 253 EC) must be appropriate to the act at issue and must disclose in a clear and unequivocal fashion the reasoning followed by the institution which adopted the measure in question in such a way as to enable the persons concerned to ascertain the reasons for the measure and to enable the competent Community Court to exercise its power of review. The requirement to state reasons must be evaluated according to the circumstances of each case, in particular the content of the measure in question, the nature of the reasons given and the interest which the addressees of the measure, or other parties to whom it is of direct and individual concern, may have in obtaining explanations. It is not necessary for the reasoning to go into all the relevant facts and points of law, since the question whether the statement of reasons meets the requirements of Article 190 of the Treaty must be assessed with regard not only to its wording but also to its context and to all the legal rules governing the matter in question (see, in particular, Case C-367/95 P Commission v Sytraval and Brink's France [1998] ECR I-1719, paragraph 63).",
        "NP": "93",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "Lesteile",
            "Commission"
        ],
        "NO.CASE": [
            "30/91"
        ],
        "text": "121It should be borne in mind that it is settled case-law that if the grounds of a judgment of the Court of First Instance reveal an infringement of Community law but the operative part appears well founded on other legal grounds, the appeal must be dismissed (see Case C-30/91 P Lesteile v Commission [1992] ECR I-3755, paragraph 28, and Case C-294/95 P Ojha v Commission [1996] ECR I-5863, paragraph 52).",
        "NP": "121",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Ojha",
            "Commission"
        ],
        "NO.CASE": [
            "294/95"
        ],
        "text": "121It should be borne in mind that it is settled case-law that if the grounds of a judgment of the Court of First Instance reveal an infringement of Community law but the operative part appears well founded on other legal grounds, the appeal must be dismissed (see Case C-30/91 P Lesteile v Commission [1992] ECR I-3755, paragraph 28, and Case C-294/95 P Ojha v Commission [1996] ECR I-5863, paragraph 52).",
        "NP": "121",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": "DLG",
        "NO.CASE": [
            "250/92"
        ],
        "text": "125Secondly, the VBA submits that the Court of First Instance should have verified whether the Commission had taken account of the fact that Community competition law does not preclude a cooperative society from applying and maintaining in force restrictions which are necessary to ensure that it functions properly and maintains its contractual power in relation to producers (Case C-250/92 DLG [1994] ECR I-5641, paragraphs 34 and 35). According to the judgment in Oude Luttikhuis, cited above, such restrictions do not fall within the scope of Article 85(1) of the Treaty.",
        "NP": "125",
        "REF.NP.ECR": [
            "34",
            "35"
        ]
    },
    {
        "HT": [
            "New Holland Ford",
            "Commission"
        ],
        "NO.CASE": [
            "8/95"
        ],
        "text": "138Under Articles 168a of the EC Treaty (now Article 225 EC), and 51 of the EC Statute of the Court of Justice, however, an appeal may be based only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts (see, in particular, Case C-8/95 P New Holland Ford v Commission [1998] ECR I-3175, paragraph 25).",
        "NP": "138",
        "REF.NP.ECR": [
            "25"
        ]
    }
]