[
    {
        "HT": [
            "United Kingdom",
            "Council"
        ],
        "QUOT.START": {},
        "QUOT.END": {},
        "NO.CASE": [
            "131/86"
        ],
        "text": "9From the fact that all those changes had been made after 21 December 1988 by persons who were clearly not Commissioners, the Court, relying on the judgment of the Court of Justice in Case 131/86 United Kingdom v Council (Battery Hens) [1988] ECR 905, concluded that there had been a breach of the principle of the inalterability of administrative measures. According to that principle, once a measure has been adopted by the competent authority in accordance with the procedure laid down, no amendments, other than corrections to spelling or grammar, may be made except in accordance with the same procedure. Failing this, the amendments must be regarded as irregular, and there is no need to assess their scope, significance or substance (paragraphs 40, 42, 47 and 49).",
        "NP": "9"
    },
    {
        "HT": [
            "Societe des Usines a Tubes de la Sarre",
            "High Authority"
        ],
        "NO.CASE": [
            "1/57",
            "14/57"
        ],
        "text": "15At this point in its reasoning the Court of First Instance held (in paragraph 65) that the various defects mentioned above exhibited by the measure, namely the amendments to the statement of reasons and the operative part of the measure made after its adoption by the Commission according to the terms of the minutes of meeting No 945 and the lack of competence of the authority issuing the measure, should entail the annulment of the contested decision on grounds of lack of powers and the infringement of essential procedural requirements. However, the Court considered that before annulling the measure, it should examine the last plea put forward by the applicants concerning the non-existence of the measure. If that plea is well founded, the applications should be dismissed as inadmissible (judgment in Joined Cases 1/57 and 14/57 Société des Usines à Tubes de la Sarre v High Authority [1957] ECR 105).",
        "NP": "15"
    },
    {
        "HT": [
            "Lemmerz-Werke",
            "High Authority"
        ],
        "NO.CASE": [
            "53/63",
            "54/63"
        ],
        "text": "18The Court explained that: All those rigorous formal requirements governing the drawing up, adoption and authentication of measures are necessary in order to guarantee the stability of the legal order and legal certainty for those subject to measures adopted by Community institutions. Such formalism is strictly necessary for the maintenance of a legal system based on the hierarchy of rules. It guarantees observance of the principles of legality, legal certainty, and sound administration (judgment of the Court of Justice in Joined Cases 53/63 and 54/63 Lemmerz-Werke v High Authority [1963] ECR 239 and in Joined Cases 23/63, 24/63 and 52/63 Usines Henricot v High Authority [1963] ECR 217). Any infringement of those rules would create a system that was essentially precarious, in which the description of the persons subject to measures adopted by the institutions, the extent of their rights and obligations and the authority issuing the measures could be known only approximately, thereby jeopardizing the exercise of judicial review (paragraph 76).",
        "NP": "18"
    },
    {
        "HT": [
            "Usines Henricot",
            "High Authority"
        ],
        "NO.CASE": [
            "23/63",
            "24/63",
            "52/63"
        ],
        "text": "18The Court explained that: All those rigorous formal requirements governing the drawing up, adoption and authentication of measures are necessary in order to guarantee the stability of the legal order and legal certainty for those subject to measures adopted by Community institutions. Such formalism is strictly necessary for the maintenance of a legal system based on the hierarchy of rules. It guarantees observance of the principles of legality, legal certainty, and sound administration (judgment of the Court of Justice in Joined Cases 53/63 and 54/63 Lemmerz-Werke v High Authority [1963] ECR 239 and in Joined Cases 23/63, 24/63 and 52/63 Usines Henricot v High Authority [1963] ECR 217). Any infringement of those rules would create a system that was essentially precarious, in which the description of the persons subject to measures adopted by the institutions, the extent of their rights and obligations and the authority issuing the measures could be known only approximately, thereby jeopardizing the exercise of judicial review (paragraph 76).",
        "NP": "18"
    },
    {
        "HT": [
            "AKZO Chemie",
            "Commission"
        ],
        "NO.CASE": [
            "5/85"
        ],
        "text": "29To require the college of Commissioners to adopt all the language versions in which measures are binding is, in the Commission's view, clearly far too strict a reading of the relevant provisions of the Treaty relating to the principle of collegiality. A certain degree of flexibility in its functioning is indispensable for the accomplishment of the multifarious and wide-ranging tasks conferred upon it. Such flexibility is reflected in the fact that it may use three different types of procedure: formal adoption at a meeting, written procedure and delegation of authority to the competent Commissioner. The Court of Justice has held, in particular in its judgment in Case 5/85 AKZO Chemie v Commission [1986] ECR 2585, that the procedure for the delegation of authority is compatible with the principle of collegiality and that its use is consequently lawful.",
        "NP": "29"
    },
    {
        "HT": [
            "Consorzio Cooperative d'Abruzzo",
            "Commission"
        ],
        "NO.CASE": [
            "15/85"
        ],
        "text": "47Relying on the judgment of the Court of Justice in Case 15/85 Consorzio Cooperative d'Abruzzo v Commission [1987] ECR 1005, the Commission points out that the irregularities in question, assuming that they may be regarded as such, concern only the internal procedure for drawing up the contested decision, so that its addressees could not have identified them merely by reading the text which had been duly notified to them. The alleged irregularities were therefore not sufficiently obvious for the contested decision to be treated as non-existent.",
        "NP": "47"
    }
]