[
    {
        "HT": [
            "Elf Aquitaine",
            "Commission"
        ],
        "NO.CASE": [
            "521/09"
        ],
        "text": "41As the Court of Justice has held, the mere fact that an entity does not, in a given case, produce evidence capable of rebutting the presumption of actual exercise of decisive influence by a parent company over its subsidiary does not mean that that presumption cannot be rebutted in any circumstances (Case C-521/09 P Elf Aquitaine v Commission [2011] ECR I-8947, paragraph 66).",
        "NP": "41",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "206/02",
            "207/02",
            "208/02",
            "213/02"
        ],
        "text": "48That upper limit of the amount of the fine seeks to prevent fines being imposed which it is foreseeable that the undertakings will not be able to pay, having regard to their size, as determined, albeit approximately and imperfectly, by their total turnover. That limit is therefore one which is uniformly applicable to all undertakings, arrived at by reference to the size of each of them and seeks to ensure that the fines are not excessive or disproportionate (see, in particular, Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, paragraphs 280 and 281).",
        "NP": "48",
        "REF.NP.ECR": [
            "280",
            "281"
        ]
    },
    {
        "HT": [
            "Lafarge",
            "Commission"
        ],
        "NO.CASE": [
            "413/08"
        ],
        "text": "49That objective must, however, be combined with the aim of ensuring that the fine has sufficient deterrent effect, which justifies taking into consideration the size and the economic power of the undertaking concerned, namely the global resources of the infringer (see, to that effect, Case C-413/08 P Lafarge v Commission [2010] ECR I-5361, paragraph 102 and the case-law cited).",
        "NP": "49",
        "REF.NP.ECR": [
            "102"
        ]
    },
    {
        "HT": [
            "Der Grune Punkt - Duales System Deutschland",
            "Commission"
        ],
        "NO.CASE": [
            "385/07"
        ],
        "text": "66As is apparent from the first paragraph of Article 58 of the Statute of the Court and from its case-law, the Court has jurisdiction, in an appeal, to verify whether a breach of procedure adversely affecting the appellant’s interests was committed by the General Court (see, in particular, Case C-385/07 P Der Grüne Punkt - Duales System Deutschland v Commission [2009] ECR I-6155, paragraph 176).",
        "NP": "66",
        "REF.NP.ECR": [
            "176"
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "80In so far as the appellant seeks, in the alternative, a reduction in the fine for which it is jointly and severally liable as compensation for the financial damage which it claims to have sustained as a result of the excessive duration of the proceedings before the General Court, it must be borne in mind that, when first faced with a similar situation, the Court of Justice granted such an application, for reasons of economy of procedure and in order to ensure an immediate and effective remedy regarding a procedural irregularity of that kind and, accordingly, reduced the amount of the fine (Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417, paragraph 48).",
        "NP": "80",
        "REF.NP.ECR": [
            "48"
        ]
    },
    {
        "HT": [
            "Bergaderm and Goupil",
            "Commission"
        ],
        "NO.CASE": [
            "352/98"
        ],
        "text": "96In the light of the foregoing, it must be found that the procedure in the General Court breached the second paragraph of Article 47 of the Charter in that it failed to comply with the requirement that it adjudicate within a reasonable time, which constitutes a sufficiently serious breach of a rule of law that is intended to confer rights on individuals (Case C-352/98 P Bergaderm and Goupil v Commission [2000] ECR I-5291, paragraph 42).",
        "NP": "96",
        "REF.NP.ECR": [
            "42"
        ]
    },
    {
        "HT": [
            "SGL Carbon",
            "Commission"
        ],
        "NO.CASE": [
            "328/05"
        ],
        "text": "101Furthermore, it is not open to the Court, when determining an appeal, to substitute, on grounds of fairness, its own assessment for that of the General Court exercising its unlimited jurisdiction to rule on the amount of fine imposed on an undertaking for infringements of European Union law (see, in particular, Case C-328/05 P SGL Carbon v Commission [2007] ECR I-3921, paragraph 98 and the case-law cited). In addition, it is settled case-law that the Commission is not required, when determining the amount of the fine, to take into account the financial situation of an undertaking, since recognition of such an obligation would be tantamount to giving unjustified competitive advantages to undertakings least well adapted to the market conditions (see, in particular, SGL Carbon v Commission, paragraph 100 and the case-law cited).",
        "NP": "101",
        "REF.NP.ECR": [
            "98"
        ]
    }
]