[
    {
        "NO.CASE": "C-408/04",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "In Case C-408/04 P,"
    },
    {
        "NO.CASE": "C-390/98",
        "REF.NP.ECR": "88",
        "NO.ECLI": null,
        "text": "19. By the first limb of the first plea, Salzgitter submits that the Court of First Instance committed an error of law in finding that the Commission was entitled to assess the aid covered by the contested decision under Article 4(c) CS and not Article 67 CS (Joined Cases 27/58 to 29/58 Hauts Fourneaux de Givors and Others  v High Authority [1960] ECR 501, 523; Case 30/59 De Gezamenlijke Steenkolenmijnen in Limburg v High Authority [1961] ECR 1, 25; and Case C-390/98 Banks  [2001] ECR I‑6117, paragraph 88).",
        "NP": "19"
    },
    {
        "NO.CASE": "C-110/03",
        "REF.NP.ECR": "27",
        "NO.ECLI": null,
        "text": "66. Salzgitter also contends that the Court of First Instance did not breach the audi alteram partem principle, since it relied on the facts as presented by Salzgitter in its written pleadings, by which Salzgitter intended to show that the principle of legal certainty had been infringed (C-110/03 Belgium v Commission  [2005] ECR I-2801, paragraph 27).",
        "NP": "66"
    },
    {
        "NO.CASE": "C-74/00",
        "REF.NP.ECR": "115 and 116",
        "NO.ECLI": null,
        "text": "74. The Commission submits that the authorisation granted by that decision, which was adopted on the basis of the EEC Treaty, could have no effect under the ECSC Treaty, and that aid to steel undertakings provided for under the ZRFG was prohibited before publication of the First Steel Aid Code ( Commission  v France , paragraphs 41 to 44). The Commission submits that the authorisation contained in the 1971 Decision and the authorisations which followed only became applicable to steel undertakings by reason of that code and that that general authorisation, which was temporary, expired on 31 December 1981, the date that code expired (see, to that effect, Joined Cases C-74/00 P and C‑75/00 P Falck and Acciaierie di Bolzano  v Commission  [2002] ECR I‑7869, paragraphs 115 and 116). ",
        "NP": "74"
    },
    {
        "NO.CASE": "C-47/91",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "82. Salzgitter also contends that Article 6 of the Third Steel Aid Code did not apply to aid granted while the ZRFG remained in force because that aid, granted under an authorised aid scheme, constituted existing aid (C-47/91 Italy  v Commission  [1994] ECR I‑4635).",
        "NP": "82"
    },
    {
        "NO.CASE": "C-24/95",
        "REF.NP.ECR": "25",
        "NO.ECLI": null,
        "text": "96. The Commission submits that undertakings to which aid has been granted cannot entertain a legitimate expectation that the aid is lawful unless it has been notified and a diligent businessman is normally able to determine whether that procedure has been followed (C-24/95 Alcan Deutschland  [1997] ECR I‑1591, paragraph 25). Moreover, the approach adopted by the Court of First Instance undermines legal certainty and favours beneficiaries of illegal aid.",
        "NP": "96"
    }
]