[
    {
        "HT": [
            "United Kingdom",
            "Council"
        ],
        "NO.CASE": [
            "68/86"
        ],
        "text": "3The directive at issue was adopted on 7 March 1988 and notified to the Member States on 11 March 1988. Its contents, including the date by which it was to be implemented, are identical to the contents of Council Directive 85/649/EEC of 31 December 1985 prohibiting the use in livestock farming of certain substances having a hormonal action (Official Journal 1985 L 382, p. 228), which was annulled by the Court in its judgment in Case 68/86 United Kingdom v Council [1988] ECR 855 on the ground that by failing to comply with the procedure laid down in Article 6(1) of its rules of procedure the Council had infringed an essential procedural requirement.",
        "NP": "3"
    },
    {
        "HT": "Schrader",
        "NO.CASE": [
            "265/87"
        ],
        "text": "14However, with regard to judicial review of compliance with those conditions it must be stated that in matters concerning the common agricultural policy the Community legislature has a discretionary power which corresponds to the political responsibilities given to it by Articles 40 and 43 of the Treaty. Consequently, the legality of a measure adopted in that sphere can be affected only if the measure is manifestly inappropriate having regard to the objective which the competent institution is seeking to pursue (see in particular the judgment in Case 265/87 Schräder [1989] ECR 2237, paragraphs 21 and 22).",
        "NP": "14",
        "REF.NP.ECR": [
            "21",
            "22"
        ]
    },
    {
        "HT": [
            "Walzstahl-Vereinigung and Thyssen",
            "Commission"
        ],
        "NO.CASE": [
            "140/82",
            "146/82",
            "221/82",
            "226/82"
        ],
        "text": "24Furthermore, the Court has consistently held (see in particular the judgments in Joined Cases 140, 146, 221 and 226/82 Walzstahl-Vereinigung and Thyssen v Commission [1984] ECR 951, paragraph 27, and Case 69/83 Lux v Court of Auditors [1984] ECR 2447, paragraph 30) that a decision may amount to a misuse of powers only if it appears, on the basis of objective, relevant and consistent factors, to have been taken with the exclusive purpose, or at any rate the main purpose, of achieving an end other than that stated or evading a procedure specifically prescribed by the Treaty for dealing with the circumstances of the case.",
        "NP": "24",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Lux",
            "Court of Auditors"
        ],
        "NO.CASE": [
            "69/83"
        ],
        "text": "24Furthermore, the Court has consistently held (see in particular the judgments in Joined Cases 140, 146, 221 and 226/82 Walzstahl-Vereinigung and Thyssen v Commission [1984] ECR 951, paragraph 27, and Case 69/83 Lux v Court of Auditors [1984] ECR 2447, paragraph 30) that a decision may amount to a misuse of powers only if it appears, on the basis of objective, relevant and consistent factors, to have been taken with the exclusive purpose, or at any rate the main purpose, of achieving an end other than that stated or evading a procedure specifically prescribed by the Treaty for dealing with the circumstances of the case.",
        "NP": "24",
        "REF.NP.ECR": [
            "30"
        ]
    },
    {
        "HT": [
            "Regina",
            "Kirk"
        ],
        "NO.CASE": [
            "63/83"
        ],
        "text": "42As regards the first aspect, it should first be pointed out that the Court has held (see in particular the judgment in Case 63/83 Regina v Kirk [1984] ECR 2689, paragraph 22) that the principle that penal provisions may not have retroactive effect is one which is common to all the legal orders of the Member States and is enshrined in Article 7 of the European Convention for the Protection of Human Rights and Fundamental Freedoms as a fundamental right which takes its place among the general principles of law whose observance is ensured by the Court of Justice.",
        "NP": "42",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": [
            "Pretore di Salo",
            "Persons Unknown"
        ],
        "NO.CASE": [
            "14/86"
        ],
        "text": "43As the Court held in its judgment in Case 14/86 Pretore di Salò v Persons Unknown [1987] ECR 2545, a directive cannot, of itself and independently of a national law adopted by a Member State for its implementation, have the effect of determining or aggravating the liability in criminal law of persons who act in contravention of the provisions of that directive. None of the provisions of the directive at issue seek to produce that effect.",
        "NP": "43"
    },
    {
        "HT": "Societa agricola fattoria alimentare",
        "NO.CASE": [
            "337/88"
        ],
        "text": "45As regards the retroactive effect of the directive at issue outside the criminal sphere, it should be recalled that, as the Court has already held on several occasions (see in particular the judgment in Case C-337/88 Società agricola fattoria alimentare [1990] ECR I-1, paragraph 13), although in general the principle of legal certainty precludes a Community measure from taking effect from a point in time before its publication, it may exceptionally be otherwise where the purpose to be achieved so demands and where the legitimate expectations of those concerned are duly respected. In order to reply to the question raised, it is therefore necessary to determine whether those criteria were satisfied in the present case.",
        "NP": "45",
        "REF.NP.ECR": [
            "13"
        ]
    }
]