[
    {
        "DATE": "26 February 2019",
        "NAME.CASE": {
            "HT": [
                "Futbol Club Barcelona",
                "Commission"
            ]
        },
        "NO.CASE": [
            "865/16"
        ],
        "NO.ECLI": "EU:T:2019:113",
        "text": "1By its appeal, the European Commission requests the Court of Justice to set aside the judgment of the General Court of the European Union of 26 February 2019, Fútbol Club Barcelona v Commission (T‐865/16, EU:T:2019:113; the judgment under appeal), by which the General Court annulled Commission Decision (EU) 2016/2391 of 4 July 2016 on the State aid SA.29769 (2013/C) (ex 2013/NN) implemented by Spain for certain football clubs (OJ 2016 L 357, p. 1; the decision at issue).",
        "NP": "NP0001"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "text": "25In the third place, the Commission submits that it follows from the foregoing that the General Court, in paragraphs 72 to 75 of the judgment under appeal, misinterpreted the judgment of 8 December 2011, France Télécom v Commission (C‐81/10 P, EU:C:2011:811). Although it is true that the tax regime at issue in that judgment was different in certain respects from the one examined in the present case, it is nevertheless clear from that judgment that a special tax regime must be regarded as conferring an advantage on its beneficiaries where it may lead, at the time of its adoption, to their being taxed at a lower rate, even where the actual materialisation of that advantage depends on external circumstances.",
        "NP": "NP0025"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "text": "35FCB contends, in the third place, that the tax regime at issue in this case bears no similarity to the tax regime analysed in the judgment of 8 December 2011, France Télécom v Commission (C‐81/10 P, EU:C:2011:811). First of all, the four clubs in question do not benefit from an exception to the common tax regime, but are subject to the usual rules applicable to non-profit entities. Next, there is no evidence to show that the tax regime applicable to those four clubs is more favourable. Lastly, in the present case, it is not the amount of the aid that is at issue, but whether that aid actually exists.",
        "NP": "NP0035"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "text": "44In the third place, the Kingdom of Spain considers the judgment of 8 December 2011, France Télécom v Commission (C‐81/10 P, EU:C:2011:811), irrelevant to the present case. Unlike the case giving rise to that judgment, which raised questions relating to the identification of an advantage in the context of specific tax measures applicable to a single economic operator, the present case concerns a rule, namely the obligation for professional football clubs to convert themselves into SLCs, not having a tax purpose, in which the very existence of an advantage is disputed.",
        "NP": "NP0044"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": [
            "54",
            "123"
        ],
        "text": "45In the fourth place, the Kingdom of Spain asserts that the standard of proof required by the General Court in the judgment under appeal is no higher than that required by the Court of Justice in its case-law, as is apparent, inter alia, from the judgment of 21 December 2016, Commission v World Duty Free Group and Others (C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraphs 54 and 123). The diligent and impartial examination which the Commission is required to carry out, in particular with respect to the existence of a true economic advantage, should ensure that, when it adopts its final decision, it has at its disposal the most complete and reliable information possible for that purpose. In the present case, this was not the case, the Commission merely identifying the existence of a reduced tax rate.",
        "NP": "NP0045"
    },
    {
        "DATE": "4 March 2020",
        "NAME.CASE": {
            "HT": [
                "Buonotourist",
                "Commission"
            ]
        },
        "NO.CASE": [
            "586/18"
        ],
        "NO.ECLI": "EU:C:2020:152",
        "REF.NP.ECR": "67",
        "text": "46As regards the admissibility of certain of the evidence and arguments presented by the Commission in support of the present appeal, which is disputed by FCB on account of the alleged ineffective nature of that evidence and those arguments, it should be recalled that it follows from the second subparagraph of Article 256(1) TFEU and from the first paragraph of Article 58 of the Statute of the Court of Justice of the European Union that an appeal is to be limited to points of law only. The General Court thus has exclusive jurisdiction to find and appraise the relevant facts and assess the evidence. The appraisal of those facts and the assessment of that evidence thus do not, save where the facts and evidence are distorted, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, inter alia, judgment of 4 March 2020, Buonotourist v Commission, C‐586/18 P, EU:C:2020:152, paragraph 67 and the case-law cited).",
        "NP": "NP0046"
    },
    {
        "DATE": "29 July 2019",
        "NAME.CASE": {
            "HT": [
                "Bayerische Motoren Werke and Freistaat Sachsen",
                "Commission"
            ]
        },
        "NO.CASE": [
            "654/17"
        ],
        "NO.ECLI": "EU:C:2019:634",
        "REF.NP.ECR": "69",
        "text": "47Moreover, in accordance with Article 170(1) of the Rules of Procedure of the Court of Justice, the subject matter of the proceedings before the General Court may not be changed in the appeal. The Court of Justice’s jurisdiction in an appeal is, after all, limited to assessing the findings of law on the pleas argued at first instance. A party cannot, therefore, put forward for the first time before the Court of Justice a plea in law which it has not raised before the General Court since that would allow that party to bring before the Court of Justice, whose jurisdiction in appeal proceedings is limited, a wider case than that heard by the General Court (see, inter alia, judgment of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraph 69 and the case-law cited). However, an appellant is entitled to lodge an appeal relying, before the Court of Justice, on grounds which arise from the judgment under appeal itself and seek to criticise, in law, its correctness (see, in particular, judgment of 26 February 2020, SEAE v Alba Aguilera and Others, C‐427/18 P, EU:C:2020:109, paragraph 54 and the case-law cited).",
        "NP": "NP0047"
    },
    {
        "DATE": "26 February 2020",
        "NAME.CASE": {
            "HT": [
                "SEAE",
                "Alba Aguilera and Others"
            ]
        },
        "NO.CASE": [
            "427/18"
        ],
        "NO.ECLI": "EU:C:2020:109",
        "REF.NP.ECR": "54",
        "text": "47Moreover, in accordance with Article 170(1) of the Rules of Procedure of the Court of Justice, the subject matter of the proceedings before the General Court may not be changed in the appeal. The Court of Justice’s jurisdiction in an appeal is, after all, limited to assessing the findings of law on the pleas argued at first instance. A party cannot, therefore, put forward for the first time before the Court of Justice a plea in law which it has not raised before the General Court since that would allow that party to bring before the Court of Justice, whose jurisdiction in appeal proceedings is limited, a wider case than that heard by the General Court (see, inter alia, judgment of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraph 69 and the case-law cited). However, an appellant is entitled to lodge an appeal relying, before the Court of Justice, on grounds which arise from the judgment under appeal itself and seek to criticise, in law, its correctness (see, in particular, judgment of 26 February 2020, SEAE v Alba Aguilera and Others, C‐427/18 P, EU:C:2020:109, paragraph 54 and the case-law cited).",
        "NP": "NP0047"
    },
    {
        "DATE": "17 September 2020",
        "NAME.CASE": {
            "HT": "Compagnie des peches de Saint-Malo"
        },
        "NO.CASE": [
            "212/19"
        ],
        "NO.ECLI": "EU:C:2020:726",
        "REF.NP.ECR": "38",
        "text": "57According to the Court’s settled case-law, classification of a national measure as State aid, within the meaning of Article 107(1) TFEU, requires all the following conditions to be satisfied. First, there must be an intervention by the State or through State resources. Secondly, the intervention must be liable to affect trade between Member States. Third, it must confer a selective advantage on the beneficiary. Fourth, it must distort or threaten to distort competition (see, inter alia, judgment of 17 September 2020, Compagnie des pêches de Saint-Malo, C‐212/19, EU:C:2020:726, paragraph 38 and the case-law cited).",
        "NP": "NP0057"
    },
    {
        "DATE": "17 September 2020",
        "NAME.CASE": {
            "HT": "Compagnie des peches de Saint-Malo"
        },
        "NO.CASE": [
            "212/19"
        ],
        "NO.ECLI": "EU:C:2020:726",
        "REF.NP.ECR": "39",
        "text": "58As regards the condition that the measure in question must be regarded as conferring an advantage on its beneficiary, it follows from the Court’s equally settled case-law that measures which, whatever their form, are likely directly or indirectly to benefit undertakings or are to be regarded as an economic advantage which the recipient undertaking would not have obtained under normal market conditions are regarded as State aid (see, inter alia, judgment of 17 September 2020, Compagnie des pêches de Saint-Malo, C‐212/19, EU:C:2020:726, paragraph 39 and the case-law cited).",
        "NP": "NP0058"
    },
    {
        "DATE": "16 July 2015",
        "NAME.CASE": {
            "HT": "BVVG"
        },
        "NO.CASE": [
            "39/14"
        ],
        "NO.ECLI": "EU:C:2015:470",
        "REF.NP.ECR": "26",
        "text": "59The concept of State aid is thus broader than that of subsidy, since it may include not only positive benefits such as subsidies, loans or direct investment in the capital of undertakings, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect (see, inter alia, judgments of 16 July 2015, BVVG, C‐39/14, EU:C:2015:470, paragraph 26, and of 20 September 2017, Commission v Frucona Košice, C‐300/16 P, EU:C:2017:706, paragraph 20).",
        "NP": "NP0059"
    },
    {
        "DATE": "20 September 2017",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Frucona Kosice"
            ]
        },
        "NO.CASE": [
            "300/16"
        ],
        "NO.ECLI": "EU:C:2017:706",
        "REF.NP.ECR": "20",
        "text": "59The concept of State aid is thus broader than that of subsidy, since it may include not only positive benefits such as subsidies, loans or direct investment in the capital of undertakings, but also interventions which, in various forms, mitigate the charges which are normally included in the budget of an undertaking and which therefore, without being subsidies in the strict sense of the word, are of the same character and have the same effect (see, inter alia, judgments of 16 July 2015, BVVG, C‐39/14, EU:C:2015:470, paragraph 26, and of 20 September 2017, Commission v Frucona Košice, C‐300/16 P, EU:C:2017:706, paragraph 20).",
        "NP": "NP0059"
    },
    {
        "DATE": "21 December 2016",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "World Duty Free Group and Others"
            ]
        },
        "NO.CASE": [
            "20/15",
            "21/15"
        ],
        "NO.ECLI": "EU:C:2016:981",
        "REF.NP.ECR": "56",
        "text": "60It follows that national measures that confer a tax advantage which, although not involving a transfer of State resources, place the recipients in a more favourable financial situation than other taxpayers, are capable of conferring a selective advantage on the recipients and therefore constitute State aid, within the meaning of Article 107(1) TFEU (see, inter alia, judgments of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 56, and of 19 December 2018, A-Brauerei, C‐374/17, EU:C:2018:1024, paragraph 21).",
        "NP": "NP0060"
    },
    {
        "DATE": "19 December 2018",
        "NAME.CASE": {
            "HT": "A-Brauerei"
        },
        "NO.CASE": [
            "374/17"
        ],
        "NO.ECLI": "EU:C:2018:1024",
        "REF.NP.ECR": "21",
        "text": "60It follows that national measures that confer a tax advantage which, although not involving a transfer of State resources, place the recipients in a more favourable financial situation than other taxpayers, are capable of conferring a selective advantage on the recipients and therefore constitute State aid, within the meaning of Article 107(1) TFEU (see, inter alia, judgments of 21 December 2016, Commission v World Duty Free Group and Others, C‐20/15 P and C‐21/15 P, EU:C:2016:981, paragraph 56, and of 19 December 2018, A-Brauerei, C‐374/17, EU:C:2018:1024, paragraph 21).",
        "NP": "NP0060"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "REF.NP.ECR": "17",
        "text": "61It should also be borne in mind that the concept of advantage, which is intrinsic to the classification of a measure as State aid, is an objective one, irrespective of the motives of the persons responsible for the measure in question. Accordingly, the nature of the objectives pursued by State measures and their grounds of justification have no bearing whatsoever on whether such measures are to be classified as State aid. Article 107(1) TFEU does not distinguish between the causes or the objectives of State aid, but defines them in relation to their effects (see, inter alia, judgment of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraph 17 and the case-law cited).",
        "NP": "NP0061"
    },
    {
        "DATE": "19 September 2018",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "France and IFP Energies nouvelles"
            ]
        },
        "NO.CASE": [
            "438/16"
        ],
        "NO.ECLI": "EU:C:2018:737",
        "REF.NP.ECR": "110",
        "text": "62According to the settled case-law of the Court, it is for the Commission to prove the existence of State aid within the meaning of Article 107(1) TFEU and thus also to prove that the condition of granting an advantage to the beneficiaries is fulfilled. In particular, the Commission is required to conduct a diligent and impartial examination of the contested measures, so that it has at its disposal, when adopting the final decision establishing the existence and, as the case may be, the incompatibility or unlawfulness of the aid, the most complete and reliable information possible for that purpose (see, to that effect, judgment of 19 September 2018, Commission v France and IFP Énergies nouvelles, C‐438/16 P, EU:C:2018:737, paragraph 110 and the case-law cited).",
        "NP": "NP0062"
    },
    {
        "DATE": "25 June 1970",
        "NAME.CASE": {
            "HT": [
                "France",
                "Commission"
            ]
        },
        "NO.CASE": [
            "47/69"
        ],
        "NO.ECLI": "EU:C:1970:60",
        "REF.NP.ECR": "7",
        "text": "63In that regard, it is apparent from the case-law of the Court that, for the purposes of examining the various constituent elements of a measure likely to constitute State aid, within the meaning of Article 107(1) TFEU, it is necessary to consider all points of law or fact which are attached to that measure, in particular, the profits and costs resulting therefrom (see, by analogy, judgment of 25 June 1970, France v Commission, 47/69, EU:C:1970:60, paragraph 7) and, therefore, to carry out an assessment of that measure as a whole, taking into account all its characteristics (see, to that effect, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 98 and 101, and of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraphs 18, 19 and 24).",
        "NP": "NP0063"
    },
    {
        "DATE": "15 November 2011",
        "NAME.CASE": {
            "HT": [
                "Commission and Spain",
                "Government of Gibraltar and United Kingdom"
            ]
        },
        "NO.CASE": [
            "106/09",
            "107/09"
        ],
        "NO.ECLI": "EU:C:2011:732",
        "REF.NP.ECR": [
            "98",
            "101"
        ],
        "text": "63In that regard, it is apparent from the case-law of the Court that, for the purposes of examining the various constituent elements of a measure likely to constitute State aid, within the meaning of Article 107(1) TFEU, it is necessary to consider all points of law or fact which are attached to that measure, in particular, the profits and costs resulting therefrom (see, by analogy, judgment of 25 June 1970, France v Commission, 47/69, EU:C:1970:60, paragraph 7) and, therefore, to carry out an assessment of that measure as a whole, taking into account all its characteristics (see, to that effect, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 98 and 101, and of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraphs 18, 19 and 24).",
        "NP": "NP0063"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "REF.NP.ECR": [
            "18",
            "19",
            "24"
        ],
        "text": "63In that regard, it is apparent from the case-law of the Court that, for the purposes of examining the various constituent elements of a measure likely to constitute State aid, within the meaning of Article 107(1) TFEU, it is necessary to consider all points of law or fact which are attached to that measure, in particular, the profits and costs resulting therefrom (see, by analogy, judgment of 25 June 1970, France v Commission, 47/69, EU:C:1970:60, paragraph 7) and, therefore, to carry out an assessment of that measure as a whole, taking into account all its characteristics (see, to that effect, judgments of 15 November 2011, Commission and Spain v Government of Gibraltar and United Kingdom, C‐106/09 P and C‐107/09 P, EU:C:2011:732, paragraphs 98 and 101, and of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraphs 18, 19 and 24).",
        "NP": "NP0063"
    },
    {
        "DATE": "1 October 2015",
        "NAME.CASE": {
            "HT": [
                "Electrabel and Dunamenti Eromu",
                "Commission"
            ]
        },
        "NO.CASE": [
            "357/14"
        ],
        "NO.ECLI": "EU:C:2015:642",
        "REF.NP.ECR": "104",
        "text": "64Thus, the Court has already held that, when assessing the existence of an advantage in relation to Article 107(1) TFEU, the Commission has a duty to carry out a global assessment of the aid measure at issue, according to the information available and developments foreseeable at the time when the decision to grant that aid was taken, taking into account, inter alia, the context of that aid (judgment of 1 October 2015, Electrabel and Dunamenti Erőmű v Commission, C‐357/14 P, EU:C:2015:642, paragraph 104).",
        "NP": "NP0064"
    },
    {
        "DATE": "9 June 2011",
        "NAME.CASE": {
            "HT": [
                "Comitato ",
                "Commission"
            ]
        },
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "NO.ECLI": "EU:C:2011:368",
        "REF.NP.ECR": "63",
        "text": "65It is, however, settled case-law that, in the specific case of an aid scheme, the Commission may merely study the characteristics of the scheme at issue in order to assess, in the grounds for its decision, whether, by reason of the arrangements provided for under the scheme, the latter gives an appreciable advantage to beneficiaries in relation to their competitors and is likely to benefit in particular undertakings engaged in trade between Member States. Thus, in a decision which concerns such a scheme, the Commission is not required to carry out an analysis of the aid granted in individual cases under the scheme. It is only at the stage of recovery of the aid that it is necessary to look at the individual situation of each undertaking concerned (see, inter alia, judgments of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission, C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368, paragraph 63, of 13 June 2013, HGA and Others v Commission, C‐630/11 P to C‐633/11 P, EU:C:2013:387, paragraph 114; and of 29 July 2019, Azienda Napoletana Mobilità, C‐659/17, EU:C:2019:633, paragraph 27).",
        "NP": "NP0065"
    },
    {
        "DATE": "13 June 2013",
        "NAME.CASE": {
            "HT": [
                "HGA and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "630/11",
            "633/11"
        ],
        "NO.ECLI": "EU:C:2013:387",
        "REF.NP.ECR": "114",
        "text": "65It is, however, settled case-law that, in the specific case of an aid scheme, the Commission may merely study the characteristics of the scheme at issue in order to assess, in the grounds for its decision, whether, by reason of the arrangements provided for under the scheme, the latter gives an appreciable advantage to beneficiaries in relation to their competitors and is likely to benefit in particular undertakings engaged in trade between Member States. Thus, in a decision which concerns such a scheme, the Commission is not required to carry out an analysis of the aid granted in individual cases under the scheme. It is only at the stage of recovery of the aid that it is necessary to look at the individual situation of each undertaking concerned (see, inter alia, judgments of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission, C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368, paragraph 63, of 13 June 2013, HGA and Others v Commission, C‐630/11 P to C‐633/11 P, EU:C:2013:387, paragraph 114; and of 29 July 2019, Azienda Napoletana Mobilità, C‐659/17, EU:C:2019:633, paragraph 27).",
        "NP": "NP0065"
    },
    {
        "DATE": "29 July 2019",
        "NAME.CASE": {
            "HT": "Azienda Napoletana Mobilita"
        },
        "NO.CASE": [
            "659/17"
        ],
        "NO.ECLI": "EU:C:2019:633",
        "REF.NP.ECR": "27",
        "text": "65It is, however, settled case-law that, in the specific case of an aid scheme, the Commission may merely study the characteristics of the scheme at issue in order to assess, in the grounds for its decision, whether, by reason of the arrangements provided for under the scheme, the latter gives an appreciable advantage to beneficiaries in relation to their competitors and is likely to benefit in particular undertakings engaged in trade between Member States. Thus, in a decision which concerns such a scheme, the Commission is not required to carry out an analysis of the aid granted in individual cases under the scheme. It is only at the stage of recovery of the aid that it is necessary to look at the individual situation of each undertaking concerned (see, inter alia, judgments of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission, C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368, paragraph 63, of 13 June 2013, HGA and Others v Commission, C‐630/11 P to C‐633/11 P, EU:C:2013:387, paragraph 114; and of 29 July 2019, Azienda Napoletana Mobilità, C‐659/17, EU:C:2019:633, paragraph 27).",
        "NP": "NP0065"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "REF.NP.ECR": "22",
        "text": "66Accordingly, in the case of such an aid scheme, a distinction must be drawn between the adoption of such a scheme, on the one hand, and the grant of aid on the basis of that scheme, on the other (see, to that effect, judgment of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraph 22).",
        "NP": "NP0066"
    },
    {
        "DATE": "5 October 1994",
        "NAME.CASE": {
            "HT": [
                "Italy",
                "Commission"
            ]
        },
        "NO.CASE": [
            "47/91"
        ],
        "NO.ECLI": "EU:C:1994:358",
        "REF.NP.ECR": "21",
        "text": "74After all, as has been noted in paragraph 66 of the present judgment, in the case of an aid scheme, a distinction must be drawn between the adoption of that scheme and the aid granted on the basis of it. It is clear from the case-law of the Court that individual measures which merely implement an aid scheme which, as such, should have been notified to the Commission by the Member State concerned, constitute mere measures implementing the general scheme which do not, in principle, have to be notified to that institution (see, to that effect, judgment of 5 October 1994, Italy v Commission, C‐47/91, EU:C:1994:358, paragraph 21).",
        "NP": "NP0074"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "REF.NP.ECR": "22",
        "text": "86However, since, in the case of such an aid scheme, the examination which the Commission is required to carry out under Article 107(1) TFEU relates exclusively, as is apparent from paragraphs 66 and 68 to 77 of the present judgment, to that scheme and not to aid subsequently granted on the basis of it, the question whether that scheme confers an advantage on its beneficiaries cannot depend on the financial situation of the beneficiaries at the time of the subsequent grant of that aid, but must necessarily be assessed, as the Advocate General stated in point 76 of his Opinion, with reference to the time of adoption of the scheme in question, by carrying out an ex ante analysis (see, to that effect, judgment of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraph 22).",
        "NP": "NP0086"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "REF.NP.ECR": [
            "19",
            "24"
        ],
        "text": "87Thus, where the tax aid scheme applies on an annual or periodic basis, the Commission need only demonstrate, in accordance with the case-law referred to in paragraphs 58 to 60 and 64 of the present judgment, that the aid scheme is such as to favour its beneficiaries, by ascertaining that the scheme, taken as a whole, is, given its particular characteristics, capable of resulting, at the time of its adoption, in the tax liability being lower than it would have been if the general tax regime had been applied, irrespective of whether, in view of those characteristics, that institution is not in a position to determine, in advance for each tax year, the precise level of taxation for that tax year (see, to that effect, judgment of 8 December 2011, France Télécom v Commission, C‐81/10 P, EU:C:2011:811, paragraphs 19 and 24).",
        "NP": "NP0087"
    },
    {
        "DATE": "5 March 2019",
        "NAME.CASE": {
            "HT": "Eesti Pagar"
        },
        "NO.CASE": [
            "349/17"
        ],
        "NO.ECLI": "EU:C:2019:172",
        "REF.NP.ECR": "56",
        "text": "90In that regard, it should be recalled that the notification requirement is one of the fundamental features of the system of control put in place by the FEU Treaty in the field of State aid. Within that system, Member States are under an obligation, first, to notify to the Commission each measure intended to grant new aid or alter aid for the purposes of Article 107(1) TFEU and, secondly, not to implement such a measure, in accordance with Article 108(3) TFEU, until that institution has taken a final decision on the measure (see, inter alia, judgment of 5 March 2019, Eesti Pagar, C‐349/17, EU:C:2019:172, paragraph 56 and the case-law cited).",
        "NP": "NP0090"
    },
    {
        "DATE": "29 July 2019",
        "NAME.CASE": {
            "HT": [
                "Bayerische Motoren Werke and Freistaat Sachsen",
                "Commission"
            ]
        },
        "NO.CASE": [
            "654/17"
        ],
        "NO.ECLI": "EU:C:2019:634",
        "REF.NP.ECR": [
            "79",
            "146"
        ],
        "text": "91Thus, that notification requirement is essential to enabling the Commission to exercise fully the supervisory function entrusted to it by Articles 107 and 108 TFEU in the field of State aid and, in particular, to assess, in the exercise of its exclusive competence in that respect, subject to review by the Courts of the European Union, the compatibility of aid measures with the internal market under Article 107(3) TFEU (see, to that effect, judgment of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraphs 79 and 146).",
        "NP": "NP0091"
    },
    {
        "DATE": "29 April 2004",
        "NAME.CASE": {
            "HT": [
                "Italy",
                "Commission"
            ]
        },
        "NO.CASE": [
            "298/00"
        ],
        "NO.ECLI": "EU:C:2004:240",
        "REF.NP.ECR": "49",
        "text": "92The Commission’s examination of the conditions for the existence of State aid falling within the scope of Article 107(1) TFEU therefore cannot favour Member States which pay aid in breach of Article 108(3) TFEU to the detriment of those which, in accordance with that provision, notify the aid at the planning stage and refrain from implementing it pending the final decision adopted by that institution (see, to that effect, inter alia, judgments of 29 April 2004, Italy v Commission, C‐298/00 P, EU:C:2004:240, paragraph 49, and of 1 June 2006, P & O European Ferries (Vizcaya) and Diputación Foral de Vizcaya v Commission, C‐442/03 P and C‐471/03 P, EU:C:2006:356, paragraph 110).",
        "NP": "NP0092"
    },
    {
        "DATE": "1 June 2006",
        "NAME.CASE": {
            "HT": [
                "P & O European Ferries (Vizcaya) and Diputacion Foral de Vizcaya",
                "Commission"
            ]
        },
        "NO.CASE": [
            "442/03",
            "471/03"
        ],
        "NO.ECLI": "EU:C:2006:356",
        "REF.NP.ECR": "110",
        "text": "92The Commission’s examination of the conditions for the existence of State aid falling within the scope of Article 107(1) TFEU therefore cannot favour Member States which pay aid in breach of Article 108(3) TFEU to the detriment of those which, in accordance with that provision, notify the aid at the planning stage and refrain from implementing it pending the final decision adopted by that institution (see, to that effect, inter alia, judgments of 29 April 2004, Italy v Commission, C‐298/00 P, EU:C:2004:240, paragraph 49, and of 1 June 2006, P & O European Ferries (Vizcaya) and Diputación Foral de Vizcaya v Commission, C‐442/03 P and C‐471/03 P, EU:C:2006:356, paragraph 110).",
        "NP": "NP0092"
    },
    {
        "DATE": "18 July 2006",
        "NAME.CASE": {
            "HT": [
                "Meca-Medina and Majcen",
                "Commission"
            ]
        },
        "NO.CASE": [
            "519/04"
        ],
        "NO.ECLI": "EU:C:2006:492",
        "REF.NP.ECR": "28",
        "text": "100It is irrelevant, in that context, contrary to what the General Court stated in paragraphs 65, 66 and 69 of the judgment under appeal, that the deduction for reinvestment of extraordinary profits – which was also pointed out by FCB at the hearing – is particularly significant in the professional football sector, in view, in particular, of the practice of player transfers. As is apparent from the case-law of the Court, that fact is in no way such as to alter the conditions of application of Articles 107 and 108 TFEU (see, to that effect, judgment of 18 July 2006, Meca-Medina and Majcen v Commission, C‐519/04 P, EU:C:2006:492, paragraph 28).",
        "NP": "NP0100"
    },
    {
        "DATE": "8 December 2011",
        "NAME.CASE": {
            "HT": [
                "France Telecom",
                "Commission"
            ]
        },
        "NO.CASE": [
            "81/10"
        ],
        "NO.ECLI": "EU:C:2011:811",
        "text": "104It follows, moreover, from the foregoing that the General Court also erred in law when it held, in paragraphs 72 to 75 of the judgment under appeal, that the differences between the aid scheme resulting from the measure at issue and the aid scheme at issue in the judgment of 8 December 2011, France Télécom v Commission (C‐81/10 P, EU:C:2011:811), precluded the Court’s findings, in particular, in paragraphs 19 to 24 of that judgment, from being applied to the present case. In fact, apart from factual differences which are irrelevant for the application of Article 107(1) TFEU, that judgment, as is apparent, in particular from paragraphs 86 and 87 of the present judgment, also concerned an aid scheme which, from the time it was adopted, conferred an advantage on its beneficiary by granting it a reduced tax rate, even though it was not possible for the Commission to determine, in advance and for each tax year, the precise level of taxation relating to that scheme.",
        "NP": "NP0104"
    },
    {
        "DATE": "24 October 2019",
        "NAME.CASE": {
            "HT": "Etat belge"
        },
        "NO.CASE": [
            "35/19"
        ],
        "NO.ECLI": "EU:C:2019:894",
        "REF.NP.ECR": "31",
        "text": "105Those findings can in no way be called into question by the line of argument put forward by the Kingdom of Spain, both in its written submissions and at the hearing, based on the fiscal autonomy of the Member States. In accordance with the established case-law of the Court, the Member States must exercise their competence in the field of direct taxation in compliance with EU law (see, to that effect, judgment of 24 October 2019, État belge, C‐35/19, EU:C:2019:894, paragraph 31 and the case-law cited) and, in particular, the rules established by the FEU Treaty on State aid (see, to that effect, judgment of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraphs 25, 29 and 36). The Member States must therefore refrain, in the exercise of that competence, from adopting measures which may constitute State aid incompatible with the internal market within the meaning of Article 107 TFEU.",
        "NP": "NP0105"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": [
            "25",
            "29",
            "36"
        ],
        "text": "105Those findings can in no way be called into question by the line of argument put forward by the Kingdom of Spain, both in its written submissions and at the hearing, based on the fiscal autonomy of the Member States. In accordance with the established case-law of the Court, the Member States must exercise their competence in the field of direct taxation in compliance with EU law (see, to that effect, judgment of 24 October 2019, État belge, C‐35/19, EU:C:2019:894, paragraph 31 and the case-law cited) and, in particular, the rules established by the FEU Treaty on State aid (see, to that effect, judgment of 29 March 2012, 3M Italia, C‐417/10, EU:C:2012:184, paragraphs 25, 29 and 36). The Member States must therefore refrain, in the exercise of that competence, from adopting measures which may constitute State aid incompatible with the internal market within the meaning of Article 107 TFEU.",
        "NP": "NP0105"
    },
    {
        "DATE": "8 September 2020",
        "NAME.CASE": {
            "HT": [
                "Commission and Council",
                "Carreras Sequeros and Others"
            ]
        },
        "NO.CASE": [
            "119/19",
            "126/19"
        ],
        "NO.ECLI": "EU:C:2020:676",
        "REF.NP.ECR": "130",
        "text": "108In the present case, in view of, in particular, the fact that the action for annulment brought by FCB in Case T‐865/16 is based on pleas that were the subject of an exchange of arguments before the General Court and whose examination does not require any further measure of organisation of procedure or inquiry to be taken in the case, the Court of Justice considers that the state of the proceedings is such that it may give final judgment in the matter and that it should do so (see, by analogy, judgment of 8 September 2020, Commission and Council v Carreras Sequeros and Others, C‐119/19 P and C‐126/19 P, EU:C:2020:676, paragraph 130), within the limits of the matter before it (see, to that effect, judgment of 1 July 2008, Chronopost and La Poste v UFEX and Others, C‐341/06 P and C‐342/06 P, EU:C:2008:375, paragraph 134).",
        "NP": "NP0108"
    },
    {
        "DATE": "1 July 2008",
        "NAME.CASE": {
            "HT": [
                "Chronopost and La Poste",
                "UFEX and Others"
            ]
        },
        "NO.CASE": [
            "341/06",
            "342/06"
        ],
        "NO.ECLI": "EU:C:2008:375",
        "REF.NP.ECR": "134",
        "text": "108In the present case, in view of, in particular, the fact that the action for annulment brought by FCB in Case T‐865/16 is based on pleas that were the subject of an exchange of arguments before the General Court and whose examination does not require any further measure of organisation of procedure or inquiry to be taken in the case, the Court of Justice considers that the state of the proceedings is such that it may give final judgment in the matter and that it should do so (see, by analogy, judgment of 8 September 2020, Commission and Council v Carreras Sequeros and Others, C‐119/19 P and C‐126/19 P, EU:C:2020:676, paragraph 130), within the limits of the matter before it (see, to that effect, judgment of 1 July 2008, Chronopost and La Poste v UFEX and Others, C‐341/06 P and C‐342/06 P, EU:C:2008:375, paragraph 134).",
        "NP": "NP0108"
    },
    {
        "DATE": "1 July 2008",
        "NAME.CASE": {
            "HT": [
                "Chronopost and La Poste",
                "UFEX and Others"
            ]
        },
        "NO.CASE": [
            "341/06",
            "342/06"
        ],
        "NO.ECLI": "EU:C:2008:375",
        "REF.NP.ECR": "138",
        "text": "109That action is based on five pleas in law, set out in paragraph 8 of the present judgment. The General Court having rejected the first of those pleas, without the FCB or the Kingdom of Spain challenging, in the context of a cross-appeal, the merits of that part of the judgment under appeal, the setting aside of that judgment by the Court of Justice does not affect that judgment inasmuch as the General Court rejected that plea (see, by analogy, judgment of 1 July 2008, Chronopost and La Poste v UFEX and Others, C‐341/06 P and C‐342/06 P, EU:C:2008:375, paragraph 138).",
        "NP": "NP0109"
    },
    {
        "DATE": "5 March 2019",
        "NAME.CASE": {
            "HT": "Eesti Pagar"
        },
        "NO.CASE": [
            "349/17"
        ],
        "NO.ECLI": "EU:C:2019:172",
        "REF.NP.ECR": "98",
        "text": "120It should be borne in mind that it is in accordance with the settled case-law of the Court that, in view of the mandatory nature of the supervision of State aid by the Commission pursuant to Article 108 TFEU, undertakings to which aid has been granted may not, in principle, rely on a legitimate expectation that the aid is lawful unless it has been granted in compliance with the procedure laid down in that article, and furthermore, an economic operator exercising due care should normally be able to determine whether that procedure has been followed. In particular, where aid is implemented without prior notification to the Commission, with the result that it is unlawful under Article 108(3) TFEU, the recipient of the aid cannot rely at that time on a legitimate expectation that its grant is lawful (judgments of 5 March 2019, Eesti Pagar, C‐349/17, EU:C:2019:172, paragraph 98, and of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraph 145). This is true both in cases of individual grants of aid and aid granted under an aid scheme (judgment of 30 April 2020, Nelson Antunes da Cunha, C‐627/18, EU:C:2020:321, paragraph 46).",
        "NP": "NP0120"
    },
    {
        "DATE": "29 July 2019",
        "NAME.CASE": {
            "HT": [
                "Bayerische Motoren Werke and Freistaat Sachsen",
                "Commission"
            ]
        },
        "NO.CASE": [
            "654/17"
        ],
        "NO.ECLI": "EU:C:2019:634",
        "REF.NP.ECR": "145",
        "text": "120It should be borne in mind that it is in accordance with the settled case-law of the Court that, in view of the mandatory nature of the supervision of State aid by the Commission pursuant to Article 108 TFEU, undertakings to which aid has been granted may not, in principle, rely on a legitimate expectation that the aid is lawful unless it has been granted in compliance with the procedure laid down in that article, and furthermore, an economic operator exercising due care should normally be able to determine whether that procedure has been followed. In particular, where aid is implemented without prior notification to the Commission, with the result that it is unlawful under Article 108(3) TFEU, the recipient of the aid cannot rely at that time on a legitimate expectation that its grant is lawful (judgments of 5 March 2019, Eesti Pagar, C‐349/17, EU:C:2019:172, paragraph 98, and of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraph 145). This is true both in cases of individual grants of aid and aid granted under an aid scheme (judgment of 30 April 2020, Nelson Antunes da Cunha, C‐627/18, EU:C:2020:321, paragraph 46).",
        "NP": "NP0120"
    },
    {
        "DATE": "30 April 2020",
        "NAME.CASE": {
            "HT": "Nelson Antunes da Cunha"
        },
        "NO.CASE": [
            "627/18"
        ],
        "NO.ECLI": "EU:C:2020:321",
        "REF.NP.ECR": "46",
        "text": "120It should be borne in mind that it is in accordance with the settled case-law of the Court that, in view of the mandatory nature of the supervision of State aid by the Commission pursuant to Article 108 TFEU, undertakings to which aid has been granted may not, in principle, rely on a legitimate expectation that the aid is lawful unless it has been granted in compliance with the procedure laid down in that article, and furthermore, an economic operator exercising due care should normally be able to determine whether that procedure has been followed. In particular, where aid is implemented without prior notification to the Commission, with the result that it is unlawful under Article 108(3) TFEU, the recipient of the aid cannot rely at that time on a legitimate expectation that its grant is lawful (judgments of 5 March 2019, Eesti Pagar, C‐349/17, EU:C:2019:172, paragraph 98, and of 29 July 2019, Bayerische Motoren Werke and Freistaat Sachsen v Commission, C‐654/17 P, EU:C:2019:634, paragraph 145). This is true both in cases of individual grants of aid and aid granted under an aid scheme (judgment of 30 April 2020, Nelson Antunes da Cunha, C‐627/18, EU:C:2020:321, paragraph 46).",
        "NP": "NP0120"
    },
    {
        "NO.CASE": [
            "865/16"
        ],
        "NO.ECLI": "EU:T:2019:113",
        "text": "1.Sets aside the judgment of the General Court of the European Union of 26 February 2019, Fútbol Club Barcelona v Commission (T‐865/16, EU:T:2019:113), in so far as it upholds the second plea in law relied on at first instance, and annuls Commission Decision (EU) 2016/2391 of 4 July 2016 on the State aid SA.29769 (2013/C) (ex 2013/NN) implemented by Spain for certain football clubs;",
        "NP": null
    }
]