[
    {
        "HT": "Affish v Rijksdienst voor de Keuring van Vee en Vlees",
        "NO.CASE": [
            "183/95"
        ],
        "text": "7In support of its appeal, Infrisa puts forward three pleas in law. The first plea alleges that the Court of First Instance erred in law by holding that the dismissal by the Court of Justice of certain pleas of invalidity in its judgment in Case C-183/95 Affish v Rijksdienst voor de Keuring van Vee en Vlees [1997] ECR I-4315, which was delivered in the context of a preliminary-ruling procedure, necessarily entailed the dismissal by order of Infrisa's action. The second plea alleges that, by the manner in which it treated new evidence submitted to it, the Court of First instance infringed the rights of the defence and the right to effective judicial protection. Finally, the appellant complains that the Court of First Instance infringed its own Rules of Procedure so far as its composition was concerned."
    },
    {
        "HT": "Deere n Commission",
        "NO.CASE": [
            "7/95"
        ],
        "text": "29To allow a party to put forward for the first time before the Court of Justice a plea which it has not raised before the Court of First Instance would mean allowing that party to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider scope than the one heard by the Court of First Instance. In an appeal, the jurisdiction of the Court of Justice is thus confined to examining the assessment by the Court of First Instance of the pleas argued before it (Case C-7/95 Ρ Deere ν Commission [1998] ECRI-3111, paragraph 62).",
        "REF.NP.ECR": [
            "62"
        ]
    },
    {
        "HT": "Hilti n Commission",
        "NO.CASE": [
            "53/92"
        ],
        "text": "34In that respect, it is sufficient to note that the appraisal by the Court of First Instance of the evidence put before it does not constitute a point of law which is subject to review by the Court of Justice in the context of an appeal, save where the sense of that evidence has been distorted or the substantive inaccuracy of the Court of First Instance's findings is apparent from the documents in the case-file (see, in particular, Case C-53/92 Ρ Hilti ν Commission [1994] ECR I-667, paragraph 42; Case C-119/97 Ρ Ufex and Others ν Commission [1999] ECR I-1341, paragraph 66).",
        "REF.NP.ECR": [
            "66"
        ]
    },
    {
        "HT": "Ufex and Others n Commission",
        "NO.CASE": [
            "119/97"
        ],
        "text": "34In that respect, it is sufficient to note that the appraisal by the Court of First Instance of the evidence put before it does not constitute a point of law which is subject to review by the Court of Justice in the context of an appeal, save where the sense of that evidence has been distorted or the substantive inaccuracy of the Court of First Instance's findings is apparent from the documents in the case-file (see, in particular, Case C-53/92 Ρ Hilti ν Commission [1994] ECR I-667, paragraph 42; Case C-119/97 Ρ Ufex and Others ν Commission [1999] ECR I-1341, paragraph 66).",
        "REF.NP.ECR": [
            "66"
        ]
    }
]