[
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "47/91"
        ],
        "text": "11As far as existing aid is concerned, paragraph (1) of Article 93 gives the Commission the power, in cooperation with the Member States, to keep aid under constant review. As part of that review, the Commission proposes to the Member States any appropriate measures required by the progressive development or by the functioning of the common market. Paragraph (2) of the same article provides that, if, after giving notice to the parties concerned to submit their comments, the Commission finds that aid is not compatible with the common market having regard to Article 92, or that such aid is being misused, it is to decide that the State concerned shall abolish or alter such aid within a period of time to be determined by the Commission (judgment in Case C-47/91 Italy v Commission [1992] ECR I-4145, paragraph 23). As far as existing aid is concerned, therefore, the initiative lies with the Commission.",
        "NP": "11",
        "REF.NP.ECR": [
            "23"
        ]
    },
    {
        "HT": [
            "Lorenz",
            "Germany"
        ],
        "NO.CASE": [
            "120/73"
        ],
        "text": "12As far as new aid is concerned, Article 93(3) provides that the Commission is to be informed, in sufficient time to enable it to submit its comments, of any plans to grant or alter aid. The Commission then proceeds to an initial examination of the planned aid. If, at the end of that examination, it considers that any such plan is not compatible with the common market having regard to Article 92, it is to initiate the contentious review procedure provided for in Article 93(2). In such a case, the last sentence of Article 93(3) prohibits the Member State concerned from putting the proposed measures into effect until the procedure has resulted in a final decision. New aid is therefore subject to preventive review by the Commission and in principle cannot be put into effect as long as that institution has not declared it compatible with the Treaty (judgment in Case C-47/91 Italy v Commission, cited above, paragraph 24). However, that last rule must be qualified by the case-law of the Court, according to which, if the Commission, after being informed by a Member State of a plan to grant or alter aid, fails to initiate the contentious procedure, this State may, at the end of a period sufficient to enable a preliminary examination of the plan to be carried out, grant the proposed aid, provided that it has given prior notice to the Commission, and this aid will then be governed by the rules concerning existing aid (judgment in Case 120/73 Lorenz v Germany [1973] ECR 1471, paragraph 6).",
        "NP": "12",
        "REF.NP.ECR": [
            "6"
        ]
    },
    {
        "HT": [
            "Heineken Brouwerijen",
            "Inspecteurs der Vennootschapsbelasting, Amsterdam and Utrecht"
        ],
        "NO.CASE": [
            "91/83",
            "127/83"
        ],
        "text": "13It is clear from both the terms and purposes of those provisions that aid which existed before the entry into force of the Treaty and aid which could be properly put into effect under the conditions laid down in Article 93(3), including those arising from the interpretation of that article given by the Court in its judgment in the Lorenz case, is to be regarded as existing aid within the meaning of Article 93(1). On the other hand, measures to grant or alter aid, where the alterations may relate to existing aid or initial plans notified to the Commission, must be regarded as new aid subject to the obligation of notification laid down by Article 93(3) (see the judgment in Joined Cases 91/83 and 127/83 Heineken Brouwerijen v Inspecteurs der Vennootschapsbelasting, Amsterdam and Utrecht [1984] ECR 3435, paragraph 17 and 18).",
        "NP": "13",
        "REF.NP.ECR": [
            "17",
            "18"
        ]
    },
    {
        "HT": [
            "Steinike & Weinlig",
            "Germany"
        ],
        "NO.CASE": [
            "78/76"
        ],
        "text": "15As far as the Commission is concerned, the Court has pointed out, in its judgment in Case 78/76 Steinike & Weinlig v Germany [1977] ECR 595, paragraph 9, that the intention of the Treaty, in providing through Article 93 for aid to be kept under constant review and supervised by the Commission, is for a finding that an aid may be incompatible with the common market to be made, subject to review by the Court, in an appropriate procedure which it is the Commission's responsibility to set in motion.",
        "NP": "15",
        "REF.NP.ECR": [
            "9"
        ]
    },
    {
        "HT": [
            "Federation Nationale du Commerce Exterieur des Produits Alimentaires and Syndicat National des Negociants et Transformateurs de Saumon",
            "France"
        ],
        "NO.CASE": [
            "354/90"
        ],
        "text": "17As the Court pointed out in its judgment in Case C-354/90 Fédération Nationale du Commerce Extérieur des Produits Alimentaires and Syndicat National des Négociants et Transformateurs de Saumon v France [1991] ECR I-5505, paragraph 14, the principal and exclusive role conferred on the Commission by Articles 92 and 93 of the Treaty, which is to hold aid to be incompatible with the common market where this is appropriate, is fundamentally different from the role of national courts in safeguarding rights which individuals enjoy as a result of the direct effect of the prohibition laid down in the last sentence of Article 93(3) of the Treaty. When the national courts make a ruling in such a matter, they do not thereby decide on the compatibility of the aid with the common market, the final determination on that matter being the exclusive responsibility of the Commission, subject to review by the Court of Justice.",
        "NP": "17",
        "REF.NP.ECR": [
            "14"
        ]
    }
]