[
    {
        "NO.CASE": "C-75/05",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "Federal Republic of Germany,  represented by W.-D. Plessing and C. Schulze‑Bahr, acting as Agents, assisted by M. Núñez-Müller, Rechtsanwalt (C-75/05 P),"
    },
    {
        "NO.CASE": "C-80/05",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "established in Meppen (Germany), represented by H.-J. Niemeyer, Rechtsanwalt (C-80/05 P), with an address for service in Luxembourg,"
    },
    {
        "NO.CASE": "C-75/05",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "21. The Federal Republic of Germany, and Glunz and OSB, brought two appeals against that judgment, which were registered respectively on 11 February 2005 under the number C-75/05 P and on 16 February 2005 under the number C‑80/05 P. ",
        "NP": "21"
    },
    {
        "NO.CASE": "C-367/95",
        "REF.NP.ECR": "38",
        "NO.ECLI": null,
        "text": "37. Since the present action concerns a Commission decision on State aid, it must be borne in mind that, in the context of the procedure for reviewing State aid provided for in Article 88 EC, the preliminary stage of the procedure for reviewing aid under Article 88(3) EC, which is intended merely to allow the Commission to form a prima facie  opinion on the partial or complete conformity of the aid in question, must be distinguished from the examination under Article 88(2) EC. It is only in connection with the latter examination, which is designed to enable the Commission to be fully informed of all the facts of the case, that the Treaty imposes an obligation on the Commission to give the parties concerned notice to submit their comments ( Cook  v Commission , paragraph 22; Matra  v Commission , paragraph 16; Case C-367/95 P Commission  v Sytraval and Brink’s France  [1998] ECR I‑1719, paragraph 38; and Commission  v Aktionsgemeinschaft Recht und Eigentum , paragraph 34. ",
        "NP": "37"
    }
]