[
    {
        "NO.CASE": "C-445/07",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "appellant in Case C-445/07 P,"
    },
    {
        "NO.CASE": "C‑50/00",
        "REF.NP.ECR": "52",
        "NO.ECLI": null,
        "text": "28. Lastly, the Commission claims that the Court of First Instance, in recognising, in paragraph 52 of its judgment, the capacity to bring proceedings because of the need to ensure effective judicial protection for the procedural guarantees conferred by the decision to grant, went against the settled case‑law of the Court, according to which it is not possible to use the principle of effective judicial protection as a justification for recognising a natural or legal person not fulfilling the conditions laid down in the fourth paragraph of Article 230 EC as having a right to bring an action for annulment of a Community measure, where that measure is not addressed to him (see, Case C‑50/00 P Unión de Pequeños Agricultores  v Council  [2002] ECR I‑6677, and Case C‑263/02 P Commission  v Jégo-Quéré [2004] ECR I‑3425). ",
        "NP": "28"
    },
    {
        "NO.CASE": "C‑15/98",
        "REF.NP.ECR": "67",
        "NO.ECLI": null,
        "text": "31. With regard, first of all, to the classification as a beneficiary of Community financing, Ente considers that it follows clearly from an a contrario  reading of paragraph 67 of the order in Case T‑341/02 Regione Siciliana  v Commission  that the ultimate beneficiary of financial assistance is directly concerned by a decision prohibiting or reducing the assistance. That interpretation agrees with the case‑law on State aid, according to which beneficiaries of aid prohibited or reduced by Commission decisions are directly concerned by those decisions and may bring proceedings for their annulment pursuant to the fourth paragraph of Article 230 EC (see, inter alia, Joined Cases C‑15/98 and C‑105/99 Italian Republic and Sardegna Lines – Servizi Marittimi della Sardegna  v Commission  [2000] ECR I‑8855, paragraphs 34 to 36, and Case C‑298/00 P Italy  v Commission  [2004] ECR I‑4087, paragraph 39).",
        "NP": "31"
    },
    {
        "NO.CASE": "C-455/07",
        "REF.NP.ECR": "",
        "NO.ECLI": null,
        "text": "The appeal in Case C-455/07 P Ente v Commission "
    }
]