[
    {
        "HT": "Banks",
        "NO.CASE": [
            "128/92"
        ],
        "text": "20On a reference for a preliminary ruling from the High Court of Justice of England and Wales, Queen's Bench Division, made in proceedings concerning an action for damages brought against BC by H.J. Banks & Co. Ltd, a private undertaking producing coal under licence and a NALOO member, the Court of Justice ruled, in its judgment of 13 April 1994 in Case C-128/92 Banks [1994] ECR I-1209, in paragraph 19, that Articles 4(d), 65 and 66(7) of the ECSC Treaty do not confer rights which individuals may rely on directly before national courts.",
        "NP": "20"
    },
    {
        "HT": "Hopkins and Others",
        "NO.CASE": [
            "18/94"
        ],
        "text": "22In response to a further reference for a preliminary ruling from the High Court, made in the context of proceedings concerning an action for damages brought against IP and PG by various licensed coal producers, the Court ruled, in its judgment of 2 May 1996 in Case C-18/94 Hopkins and Others [1996] ECR I-2281, in paragraph 29, that Articles 4(b) and 63(1) of the ECSC Treaty do not create rights which individuals may rely on directly before national courts.",
        "NP": "22"
    },
    {
        "HT": [
            "Grasselli",
            "Commission"
        ],
        "NO.CASE": [
            "23/80"
        ],
        "text": "103First of all, the Court must reject the argument put forward by IP and PG that, as regards discriminatory pricing, the 1998 Decision merely confirmed the 1991 Decision. The adoption of a particular position can be regarded as a mere confirmation of an earlier decision only where it contains no new factors as compared with that decision (see, in particular, Case 23/80 Grasselli v Commission [1980] ECR 3709, paragraph 18).",
        "NP": "103",
        "REF.NP.ECR": [
            "18"
        ]
    },
    {
        "HT": [
            "Falck and Acciaierie di Bolzano",
            "Commission"
        ],
        "NO.CASE": [
            "74/00",
            "75/00"
        ],
        "text": "106In order to fulfil their function, limitation periods must be fixed in advance, and the fixing of their duration and the detailed rules for their application comes within the powers of the Community legislature (see, in particular, Joined Cases C-74/00 P and C-75/00 P Falck and Acciaierie di Bolzano v Commission [2002] ECR I-7869, paragraph 139).",
        "NP": "106",
        "REF.NP.ECR": [
            "139"
        ]
    },
    {
        "HT": [
            "VBA",
            "Florimex and Others"
        ],
        "NO.CASE": [
            "265/97"
        ],
        "text": "137However, if the grounds of a judgment of the Court of First Instance reveal an infringement of Community law but the operative part appears well founded on other legal grounds, the appeal must be dismissed (see, in particular, Case C-265/97 P VBA v Florimex and Others [2000] ECR I-2061, paragraph 121).",
        "NP": "137",
        "REF.NP.ECR": [
            "121"
        ]
    }
]