[
    {
        "HT": "Van der Kooyw Commission",
        "NO.CASE": [
            "67/85",
            "68/85",
            "70/85"
        ],
        "text": "11As the Court has consistently held (see in particular the judgment in Joined Cases 67, 68 and 70/85 Van der Kooyw Commission [1988] ECR 219, at paragraph 35), no distinction should be drawn between cases where aid is granted directly by the State and cases where it is granted by public or private bodies established or appointed by the State to administer the aid. In this case there is considerable evidence in the documents before the Court that the injections of capital were the result of action attributable to the Italian State.",
        "NP": "11"
    },
    {
        "HT": [
            "(Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "234/84"
        ],
        "text": "21As the Court held in its judgment of Case 234/84 (Belgium v Commission [1986] ECR 2263, at paragraph 15), a private shareholder may reasonably subscribe the capital necessary to secure the survival of an undertaking which is experiencing temporary difficulties but is capable of becoming profitable again, possibly after a reorganization. It must therefore be accepted that a parent company may also, for a limited period, bear the losses of one of its subsidiaries in order to enable the latter to close down its operations under the best possible conditions. Such decisions may be motivated not solely by the likelihood of an indirect material profit but also by other considerations, such as a desire to protect the group's image or to redirect its activities.",
        "NP": "21"
    },
    {
        "HT": [
            "(France",
            "Commission"
        ],
        "NO.CASE": [
            "102/87"
        ],
        "text": "27It must be observed right away that as the Court held in its judgment in Case 102/87 (France v Commission [1988] ECR 4067, at paragraph 19), aid may be such as to affect trade between the Member States and distort competition where the recipient undertaking competes with producers in other Member States, even if it does not itself export its products. Where a Member State grants aid to an undertaking, domestic production may thereby be maintained or increased with the result that undertakings established in other Member States have significantly less chance of exporting their products to the market in that Member State. Furthermore, even aid of a relatively small amount is liable to affect trade between Member States where there is strong competition in the sector in question (judgment in Case 259/85 France v Commission [1987] ECR 4393, at paragraph 24).",
        "NP": "27"
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "259/85"
        ],
        "text": "27It must be observed right away that as the Court held in its judgment in Case 102/87 (France v Commission [1988] ECR 4067, at paragraph 19), aid may be such as to affect trade between the Member States and distort competition where the recipient undertaking competes with producers in other Member States, even if it does not itself export its products. Where a Member State grants aid to an undertaking, domestic production may thereby be maintained or increased with the result that undertakings established in other Member States have significantly less chance of exporting their products to the market in that Member State. Furthermore, even aid of a relatively small amount is liable to affect trade between Member States where there is strong competition in the sector in question (judgment in Case 259/85 France v Commission [1987] ECR 4393, at paragraph 24).",
        "NP": "27"
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "301/87"
        ],
        "text": "34It must be pointed out first of all that as regards the application of Article 92(3) of the Treaty the Commission enjoys a wide discretion, the exercise of which involves assessments of an economic and social nature which must be made within a Community context (judgment in Case C-301/87 France v Commission [1990] ECR I-307, at paragraph 49).",
        "NP": "34"
    },
    {
        "HT": [
            "(Commission",
            "Germany"
        ],
        "NO.CASE": [
            "5/89"
        ],
        "text": "43When a Member State which grants aid contrary to the duty of notification laid down in Article 93(3) of the Treaty subsequently displays reluctance to provide the appropriate information to the Commission, it is itself responsible for prolonging the examination procedure; it cannot therefore rely on the length of that procedure as a ground for a legitimate expectation regarding the compatibility of the aid in question with the common market. If it could do so, Articles 92 and 93 of the Treaty would be set at naught, as the Court held in Case C-5/89 (Commission v Germany [1990] ECR I-3437), since national authorities would thus be able to rely on their own unlawful conduct in order to deprive decisions taken by the Commission under provisions of the Treaty of their effectiveness.",
        "NP": "43"
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "41/83"
        ],
        "text": "52As the Court has consistently held, the statement of the reasons in which a decision is based must enable the Court to review the legality of the decision and provide the party concerned with details sufficient to allow that party to ascertain whether or not the decision is well founded. The requirement of a statement of reasons must be viewed in the context of the circumstances of the case, and in particular the content of the measure in question, the nature of the reasons relied on and the interest which the addressee may have in obtaining explanations (see in particular the judgment in Case 41/83 Italy v Commission [1985] ECR 873, at paragraph 46).",
        "NP": "52"
    },
    {
        "HT": [
            "Commission",
            "Germany"
        ],
        "NO.CASE": [
            "94/87"
        ],
        "text": "58If the Italian Government had serious doubts in that regard it could, like any Member State which encounters unforeseen difficulties in implementing an order for recovery, have submitted those problems for consideration by the Commission. In such a case the Commission and the Member State concerned must, in accordance with the duty of genuine cooperation stated in particular in Article 5 of the Treaty, work together in good faith with a view to overcoming the difficulties whilst fully observing the Treaty provisions, in particular the provisions on aid (see the judgment in Case 94/87 Commission v Germany [1989] ECR 175, at paragraph 9).",
        "NP": "58"
    }
]