[
    {
        "HT": [
            "Rendo and Others",
            "Commission"
        ],
        "NO.CASE": [
            "19/93"
        ],
        "text": "18It should be pointed out, in that regard, that the Court of Justice can declare an appeal to be inadmissible where an event subsequent to the judgment of the Court of First Instance has removed the prejudicial effect thereof for the prospective appellant. The fact that the appellant has an interest in bringing the proceedings assumes that the appeal is likely, if successful, to procure an advantage to the party bringing it (see Case C-19/93 P Rendo and Others v Commission [1995] ECR I-3319, paragraph 13).",
        "REF.NP.ECR": [
            "13"
        ]
    },
    {
        "HT": [
            "Infrisa",
            "Commission"
        ],
        "NO.CASE": [
            "437/98"
        ],
        "text": "25It is clear from the case-law of the Court of Justice that to allow one party to raise for the first time before that Court a plea which it had not raised before the Court of First Instance would amount to allowing it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider scope than that which was before the Court of First Instance for adjudication. On appeal, the competence of the Court of Justice is confined to examining the Court of First Instance's assessment of the pleas argued before it (see, in particular, Case C-437/98 P Infrisa v Commission [1999] ECR I-7145, paragraph 29).",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Smanor and Others",
            "Commission"
        ],
        "NO.CASE": [
            "317/97"
        ],
        "text": "33As regards the second limb, which calls in question the findings by the Court of First Instance in regard to the private investor test, the appellant does not state the reason why in its view the Court of First Instance erred in law, but merely reproduces the pleas and arguments already presented to that Court. Thus, such an appeal is in reality merely a claim for reexamination of the application made to the Court of First Instance which, under Article 49 of the ECSC and EC Statutes of the Court of Justice, cannot be entertained by the Court (see, in particular, Case C-317/97 P Smanor and Others v Commission [1998] ECR I-4269, paragraph 21). It follows that the second limb of the plea is manifestly inadmissible.",
        "REF.NP.ECR": [
            "21"
        ]
    }
]