[
    {
        "HT": [
            "Limburgse Vinyl Maatschappij and Others",
            "Commission"
        ],
        "NO.CASE": [
            "238/99",
            "244/99",
            "245/99",
            "247/99",
            "250/99",
            "252/99",
            "254/99"
        ],
        "text": "27The Commission contends that, in considering that both the first and the second phases of the administrative procedure had taken an excessive time and in subsequently examining whether the fact that a reasonable time had thus been exceeded had affected the FEG's rights of defence, the Court of First Instance proceeded in accordance with the case-law of the Court of Justice to the effect that the unreasonable length of the various phases of the investigation does not automatically entail a breach of the reasonable time principle. It is also necessary that the undertakings concerned demonstrate that that unreasonable period adversely affected the rights of the defence (Joined Cases C-238/99 P, C-244/99 P, C-245/99 P, C-247/99 P, C-250/99 P to C-252/99 P and C-254/99 P Limburgse Vinyl Maatschappij and Others v Commission [2002] ECR I-8375, paragraphs 173 to 178).",
        "NP": "27",
        "REF.NP.ECR": [
            173,
            174,
            175,
            176,
            177,
            178
        ]
    },
    {
        "HT": [
            "Baustahlgewebe",
            "Commission"
        ],
        "NO.CASE": [
            "185/95"
        ],
        "text": "33As regards the reasonable time and the breach of the rights of the defence, CEF refers to paragraph 49 of the judgment in Case C-185/95 P Baustahlgewebe v Commission [1998] ECR I-8417 to support its contention that the Court of First Instance did not apply an incorrect legal concept when it considered that although the first stage of the administrative procedure was excessively long, there was no breach of the reasonable time principle in the absence of proof of a breach of the rights of the defence.",
        "NP": "33"
    },
    {
        "HT": [
            "Guerin automobiles",
            "Commission"
        ],
        "NO.CASE": [
            "282/95"
        ],
        "text": "35Compliance with the reasonable time requirement in the conduct of administrative procedures relating to competition policy constitutes a general principle of Community law whose observance the Community judicature ensures (Case C-282/95 P Guérin automobiles v Commission [1997] ECR I-1503, paragraphs 36 and 37, and also Limburgse Vinyl Maatschappij and Others v Commission, paragraphs 167 to 171).",
        "NP": "35",
        "REF.NP.ECR": [
            "36",
            "37"
        ]
    },
    {
        "HT": [
            "Michelin",
            "Commission"
        ],
        "NO.CASE": [
            "322/81"
        ],
        "text": "50As respect for the rights of the defence, a principle whose fundamental nature has been emphasised on many occasions in the case-law of the Court (see, in particular, Case 322/81 Michelin v Commission [1983] ECR 3461, paragraph 7), is of crucial importance in procedures such as that followed in the present case, it is essential to prevent those rights from being irremediably compromised on account of the excessive duration of the investigation phase and to ensure that the duration of that phase does not impede the establishment of evidence designed to refute the existence of conduct susceptible of rendering the undertakings concerned liable. For that reason, examination of any interference with the exercise of the rights of the defence must not be confined to the actual phase in which those rights are fully effective, that is to say, the second phase of the administrative procedure. The assessment of the source of any undermining of the effectiveness of the rights of the defence must extend to the entire procedure and be carried out by reference to its total duration.",
        "NP": "50",
        "REF.NP.ECR": [
            "7"
        ]
    },
    {
        "HT": [
            "General Motors",
            "Commission"
        ],
        "NO.CASE": [
            "551/03"
        ],
        "text": "69It is clear from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that the Court of First Instance has exclusive jurisdiction, first, to find the facts except where the substantive inaccuracy of its findings is apparent from the documents submitted to it and, second, to assess those facts. When the Court of First Instance has found or assessed the facts, the Court of Justice has jurisdiction under Article 225 EC to review the legal characterisation of those facts by the Court of First Instance and to review the legal conclusions it has drawn from them (see, in particular, Baustahlgewebe v Commission, paragraph 23, and Case C-551/03 P General Motors v Commission [2006] ECR I-3173, paragraph 51).",
        "NP": "69",
        "REF.NP.ECR": [
            "51"
        ]
    },
    {
        "HT": [
            "Somaco",
            "Commission"
        ],
        "NO.CASE": [
            "401/96"
        ],
        "text": "71Furthermore, it must be borne in mind that the question whether the grounds of a judgment of the Court of First Instance are contradictory or insufficient is a question of law which is amenable, as such, to judicial review on appeal (Case C-401/96 P Somaco v Commission [1998] ECR I-2587, paragraph 53, and Case C-446/00 P Cubero Vermurie v Commission [2001] ECR I-10315, paragraph 20).",
        "NP": "71",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Cubero Vermurie",
            "Commission"
        ],
        "NO.CASE": [
            "446/00"
        ],
        "text": "71Furthermore, it must be borne in mind that the question whether the grounds of a judgment of the Court of First Instance are contradictory or insufficient is a question of law which is amenable, as such, to judicial review on appeal (Case C-401/96 P Somaco v Commission [1998] ECR I-2587, paragraph 53, and Case C-446/00 P Cubero Vermurie v Commission [2001] ECR I-10315, paragraph 20).",
        "NP": "71",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Aalborg Portland and Others",
            "Commission"
        ],
        "NO.CASE": [
            "204/00",
            "205/00",
            "211/00",
            "213/00",
            "217/00",
            "219/00"
        ],
        "text": "72As regards the obligation to state reasons, it is settled case-law that the Court of First Instance is not thereby required to provide an account that follows exhaustively and point by point all the reasoning articulated by the parties to the case. The reasoning may therefore be implicit on condition that it enables the persons concerned to know why the measures in question were taken and provides the competent court with sufficient material for it to exercise its power of review (see, to that effect, Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C-213/00 P, C-217/00 P and C-219/00 P Aalborg Portland and Others v Commission [2004] ECR I-123, paragraph 372).",
        "NP": "72",
        "REF.NP.ECR": [
            "372"
        ]
    },
    {
        "HT": [
            "Commission",
            "Anic Partecipazioni"
        ],
        "NO.CASE": [
            "49/92"
        ],
        "text": "133The Commission further submits that the Court's case-law establishes that the prohibition in Article 81(1) EC applies to concerted practices although no effect or conduct restrictive of competition is demonstrated: the mere conduct on the market is sufficient (Case C-49/92 P Commission v Anic Partecipazioni [1999] ECR I-4125, paragraphs 122 to 124).",
        "NP": "133",
        "REF.NP.ECR": [
            122,
            123,
            124
        ]
    },
    {
        "HT": [
            "Huls",
            "Commission"
        ],
        "NO.CASE": [
            "199/92"
        ],
        "text": "139Next, although the very concept of a concerted practice presupposes conduct by the participating undertakings on the market, it does not necessarily mean that that conduct should produce the specific effect of restricting, preventing or distorting competition (Case C-199/92 P Hüls v Commission [1999] ECR I-4287, paragraph 165).",
        "NP": "139",
        "REF.NP.ECR": [
            "165"
        ]
    }
]