[
    {
        "HT": [
            "Steinike und Weinlig",
            "Germany"
        ],
        "NO.CASE": [
            "78/76"
        ],
        "text": "15Furthermore, it is necessary to bear in mind the established case-law of the Court. In its judgment of 22 March 1977 in Case 78/76 Steinike und Weinlig v Germany [1977] ECR 595, the Court held that the prohibition contained in Article 92(1) of the Treaty is neither absolute nor unconditional, since paragraph (3) in particular of that article confers on the Commission a wide discretion to admit aid by way of derogation from the general prohibition in Article 92(1). The assessment in such cases of whether a State aid is or is not compatible with the common market raises problems which presuppose the examination and appraisal of economic facts and conditions which may be both complex and liable to change rapidly.",
        "NP": "15"
    },
    {
        "HT": "Heineken Brouwerijen BV v Inspecteurs der Vennootschapsbelasting, Amsterdam and Utrecht",
        "NO.CASE": [
            "91/83",
            "127/83"
        ],
        "text": "17The Court has also held (see the judgment of 9 October 1984 in Joined Cases 91/83 and 127/83 Heineken Brouwerijen BV v Inspecteurs der Vennootschapsbelasting, Amsterdam and Utrecht [1984] ECR 3435) that the purpose of the first sentence of Article 93(3) of the Treaty is to provide the Commission with the opportunity to review, in sufficient time and in the general interest of the Communities, any plan to grant or alter aid. The final sentence of Article 93(3) of the Treaty constitutes the means of safeguarding the machinery for review laid down by that article, which, in turn, is essential for ensuring the proper functioning of the common market. The prohibition laid down in that article on putting any proposed measures into effect is designed to ensure that a system of aid cannot become operational before the Commission has had a reasonable period in which to study the proposed measures in detail and, if necessary, to initiate the procedure provided for in Article 93(2).",
        "NP": "17"
    },
    {
        "HT": [
            "Kingdom of Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "234/84",
            "40/85"
        ],
        "text": "29With regard to the second complaint, based on infringement of the right to be heard, it should be stressed that the Court has consistently held (see the judgments of 10 July 1986 in Cases 234/84 and 40/85 Kingdom of Belgium v Commission [1986] ECR 2263 and 2321, and the judgment of 11 November 1987 in Case 259/85 French Republic v Commission [1987] ECR 4393) that observance of the right to be heard is, in all proceedings initiated against a person which are liable to culminate in a measure adversely affecting that person, a fundamental principle of Community law which must be guaranteed even in the absence of any rules governing the procedure in question.",
        "NP": "29"
    },
    {
        "HT": [
            "French Republic",
            "Commission"
        ],
        "NO.CASE": [
            "259/85"
        ],
        "text": "29With regard to the second complaint, based on infringement of the right to be heard, it should be stressed that the Court has consistently held (see the judgments of 10 July 1986 in Cases 234/84 and 40/85 Kingdom of Belgium v Commission [1986] ECR 2263 and 2321, and the judgment of 11 November 1987 in Case 259/85 French Republic v Commission [1987] ECR 4393) that observance of the right to be heard is, in all proceedings initiated against a person which are liable to culminate in a measure adversely affecting that person, a fundamental principle of Community law which must be guaranteed even in the absence of any rules governing the procedure in question.",
        "NP": "29"
    }
]