[
    {
        "HT": [
            "Romkes",
            "Officier van Justitie"
        ],
        "NO.CASE": [
            "46/86"
        ],
        "text": "14As regards the legal basis of the contested regulation, it should be noted that it is expressly stated to be Article 11 of Regulation No 170/83, which, referring inter alia to Article 4(1) of the same regulation, empowers the Council, acting by a qualified majority on a proposal from the Commission, to determine the distribution between Member States of the volume of catches available to the Community. Since Regulation No 170/83 is itself based on Article 43 of the Treaty, Article 11 thereof constitutes an appropriate and sufficient legal basis for the adoption of the contested regulation. As the Court held in its judgment in Case 46/86 Romkes v Officier van Justitie [1987] ECR2681, paragraph 16, the Council cannot be required to draw up all the details of the regulations concerning the common agricultural policy according to the procedure laid down in Article 43 of the Treaty; on the contrary, it is sufficient for the purposes of that provision that the basic elements of the matter to be dealt with have been adopted in accordance with the procedure laid down by that provision; the provisions implementing the basic regulations may be adopted by the Council according to a different procedure, as envisaged by the said Article 11.",
        "NP": "14",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Eridania",
            "Cassa Conguaglio Zucchero"
        ],
        "NO.CASE": [
            "250/84"
        ],
        "text": "16As regards the alleged absence, in the statement of the reasons on which the contested regulation is based, of any details concerning the factual and legal reasons which prompted the Council to include certain Member States in the distribution and to exclude, in particular, the applicants, it must be borne in mind that the Court has consistently held that the statement of reasons required by Article 190 of the Treaty must be appropriate to the nature of the measure in question. It must show clearly and unequivocally the reasoning of the Community authority which adopted the measure so as to inform the persons concerned of the justification for the measure adopted and to enable the Court to exercise its powers of review. It is also apparent from the case-law that the statement of reasons on which a measure is based is not required to specify the various matters of fact and law dealt with in the measure, provided that the measure falls within the general scheme of the body of measures of which it forms part (see, in particular, the judgment in Case 250/84 Eridania v Cassa Conguaglio Zucchero [1986] ECR 117, paragraphs 37 and 38).",
        "NP": "16",
        "REF.NP.ECR": [
            "37",
            "38"
        ]
    },
    {
        "HT": "Zwartveld and Others",
        "NO.CASE": [
            "2/88"
        ],
        "text": "52This plea in law must be rejected. It is important to note that Article 5 of the Treaty lays down the principle of sincere cooperation in relations between the Member States and the Community institutions. That principle not only requires the Member States to take all the measures necessary to guarantee the application and effectiveness of Community law but also imposes on the Member States and the Community institutions mutual duties of sincere cooperation (see the order in Case C-2/88 Imm. Zwartveld and Others [1990] ECR I-3365, paragraph 17).",
        "NP": "52",
        "REF.NP.ECR": [
            "17"
        ]
    }
]