[
    {
        "NO.ECLI": "EU:T:2018:183",
        "NO.CASE": null,
        "text": "1By its appeal, the European External Action Service (EEAS) seeks to have set aside the judgment of the General Court of the European Union of 13 April 2018, Alba Aguilera and Others v EEAS (T‐119/17, the judgment under appeal, EU:T:2018:183), by which the General Court annulled the decision of the EEAS Director-General for Budget and Administration of 19 April 2016 (the decision at issue) fixing the allowance for living conditions referred to in Article 10 of Annex X to the Staff Regulations — Financial Year 2016 [ADMIN(2016) 7], in so far as that decision reduces, as of 1 January 2016, the allowance for living conditions (the ALC) paid to EU staff posted to Ethiopia from 30% to 25% of the reference amount.",
        "NP": "NP0001"
    },
    {
        "DATE": "25 September 2014",
        "NAME.CASE": {
            "HT": [
                "Osorio and Others",
                "EEAS"
            ]
        },
        "NO.CASE": [
            "101/13"
        ],
        "NO.ECLI": "EU:F:2014:223",
        "text": "41According to Mr Alba Aguilera and others, the EEAS is therefore arguing for the first time before the Court that it was obliged to adopt general implementing provisions for Article 10 of Annex X to the Staff Regulations pursuant to the third paragraph of Article 1 thereof. However, the EEAS is not permitted to alter the subject matter of the dispute, otherwise it would be bringing before the Court a wider case than that heard by the General Court. Furthermore, that is not something which was revealed for the first time in the judgment under appeal, since that obligation was laid down by the Civil Service Tribunal in the judgment of 25 September 2014, Osorio and Others v EEAS (F‐101/13, EU:F:2014:223) and confirmed in the judgment of 17 March 2016, Vanhalewyn v EEAS (T‐792/14 P, EU:T:2016:156). In addition, the fact that the EEAS had not complied with those judgments by adopting general implementing provisions before issuing a decision fixing the amount of the ALC in question was identified in the pre-litigation phase. The judgment under appeal did not, therefore, reveal anything.",
        "NP": "NP0041"
    },
    {
        "DATE": "17 March 2016",
        "NAME.CASE": {
            "HT": [
                "Vanhalewyn",
                "EEAS"
            ]
        },
        "NO.CASE": [
            "792/14"
        ],
        "NO.ECLI": "EU:T:2016:156",
        "text": "41According to Mr Alba Aguilera and others, the EEAS is therefore arguing for the first time before the Court that it was obliged to adopt general implementing provisions for Article 10 of Annex X to the Staff Regulations pursuant to the third paragraph of Article 1 thereof. However, the EEAS is not permitted to alter the subject matter of the dispute, otherwise it would be bringing before the Court a wider case than that heard by the General Court. Furthermore, that is not something which was revealed for the first time in the judgment under appeal, since that obligation was laid down by the Civil Service Tribunal in the judgment of 25 September 2014, Osorio and Others v EEAS (F‐101/13, EU:F:2014:223) and confirmed in the judgment of 17 March 2016, Vanhalewyn v EEAS (T‐792/14 P, EU:T:2016:156). In addition, the fact that the EEAS had not complied with those judgments by adopting general implementing provisions before issuing a decision fixing the amount of the ALC in question was identified in the pre-litigation phase. The judgment under appeal did not, therefore, reveal anything.",
        "NP": "NP0041"
    },
    {
        "DATE": "25 September 2014",
        "NAME.CASE": {
            "HT": [
                "Osorio",
                "and Others",
                "EEAS"
            ]
        },
        "NO.CASE": [
            "101/13"
        ],
        "NO.ECLI": "EU:F:2014:223",
        "text": "44Nor can the other arguments put forward by the EEAS be upheld. First, the fact that Article 3 of Annex X to the Staff Regulations specifically provides for the adoption of general implementing provisions under that article is irrelevant, as the Civil Service Tribunal previously held in paragraphs 24 and 25 of the judgment of 25 September 2014, Osorio and Others v EEAS (F‐101/13, EU:F:2014:223). Since Article 3 of Annex X to the Staff Regulations is provided for by way of derogation from the first subparagraph of Article 1 of that annex, which refers to the provisions of the annex, the general implementing provisions referred to in Article 3 could not refer to the general implementing provisions provided for in the third subparagraph of Article 1 or, consequently, frustrate the obligation to adopt general implementing provisions for the whole of Annex X to the Staff Regulations arising from the third subparagraph of Article 1. Second, the fact that Article 10 of that annex requires provisions for the application of that article to be adopted does not preclude those provisions from taking the form of general implementing provisions within the meaning of Article 110 of the Staff Regulations, as the Civil Service Tribunal also previously held in paragraph 26 of the judgment mentioned above. Third, it is not contradictory to provide that general implementing provisions be adopted for the whole of that annex and, in addition, that the opinion of the Staff Committee be obtained before carrying out the annual adjustment of the amount of the ALC in each place of employment.",
        "NP": "NP0044"
    },
    {
        "DATE": "1 June 1994",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Brazzelli Lualdi and Others"
            ]
        },
        "NO.CASE": [
            "136/92"
        ],
        "NO.ECLI": "EU:C:1994:211",
        "REF.NP.ECR": "59",
        "text": "45As regards Mr Alba Aguilera and others’ challenge to the admissibility of the first ground of appeal on the ground that it is new and alters the subject matter of the dispute before the General Court, which did not relate to whether the EEAS was obliged to adopt general implementing provisions for Article 10 of Annex X to the Staff Regulations pursuant to the third subparagraph of Article 1 of that annex, but only to whether the EEAS complied with that obligation and whether the decisions of 17 December 2013 and 3 December 2014 constituted such general implementing provisions or could be equated to them, it should be recalled that the Court’s jurisdiction, in an appeal, is limited to a review of the findings of law on the pleas argued at first instance. A party cannot therefore put forward for the first time before the Court of Justice a plea in law which it could have raised before the General Court but did not do so, since that would be to authorise it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court (see, to that effect, judgments of 1 June 1994, Commission v Brazzelli Lualdi and Others, C‐136/92 P, EU:C:1994:211, paragraph 59, and of 18 February 2016, Council v Bank Mellat, C‐176/13 P, EU:C:2016:96, paragraph 116 and the case-law cited).",
        "NP": "NP0045"
    },
    {
        "DATE": "18 February 2016",
        "NAME.CASE": {
            "HT": [
                "Council",
                "Bank Mellat"
            ]
        },
        "NO.CASE": [
            "176/13"
        ],
        "NO.ECLI": "EU:C:2016:96",
        "REF.NP.ECR": "116",
        "text": "45As regards Mr Alba Aguilera and others’ challenge to the admissibility of the first ground of appeal on the ground that it is new and alters the subject matter of the dispute before the General Court, which did not relate to whether the EEAS was obliged to adopt general implementing provisions for Article 10 of Annex X to the Staff Regulations pursuant to the third subparagraph of Article 1 of that annex, but only to whether the EEAS complied with that obligation and whether the decisions of 17 December 2013 and 3 December 2014 constituted such general implementing provisions or could be equated to them, it should be recalled that the Court’s jurisdiction, in an appeal, is limited to a review of the findings of law on the pleas argued at first instance. A party cannot therefore put forward for the first time before the Court of Justice a plea in law which it could have raised before the General Court but did not do so, since that would be to authorise it to bring before the Court of Justice, whose jurisdiction in appeals is limited, a case of wider ambit than that which came before the General Court (see, to that effect, judgments of 1 June 1994, Commission v Brazzelli Lualdi and Others, C‐136/92 P, EU:C:1994:211, paragraph 59, and of 18 February 2016, Council v Bank Mellat, C‐176/13 P, EU:C:2016:96, paragraph 116 and the case-law cited).",
        "NP": "NP0045"
    },
    {
        "DATE": "17 March 2016",
        "NAME.CASE": {
            "HT": [
                "Vanhalewyn",
                "EEAS"
            ]
        },
        "NO.CASE": [
            "792/14"
        ],
        "NO.ECLI": "EU:T:2016:156",
        "text": "47Nevertheless, it is apparent from paragraphs 26 and 27 of the judgment under appeal that, before the General Court, the EEAS contested, in essence, the applicability to the present case of the judgment of 17 March 2016, Vanhalewyn v EEAS (T‐792/14 P, EU:T:2016:156). However, that does not prevent the EEAS from challenging, in the present appeal, the interpretation of those provisions of Annex X to the Staff Regulations given by the General Court in the judgment under appeal on the basis of, inter alia, the judgment in Vanhalewyn.",
        "NP": "NP0047"
    },
    {
        "DATE": "14 November 2017",
        "NAME.CASE": {
            "HT": [
                "British Airways",
                "Commission"
            ]
        },
        "NO.CASE": [
            "122/16"
        ],
        "NO.ECLI": "EU:C:2017:861",
        "REF.NP.ECR": "87",
        "text": "50Under the system governing judicial review proceedings before the EU courts, it is the parties that take the initiative in pursuing the case and delimiting its subject matter (judgment of 14 November 2017, British Airways v Commission, C‐122/16 P, EU:C:2017:861, paragraph 87). Mr Alba Aguilera and others cannot therefore reasonably argue that, by the first ground of appeal, the EEAS is bringing before the Court a dispute of wider ambit that than which they brought before the General Court.",
        "NP": "NP0050"
    },
    {
        "DATE": "29 November 2007",
        "NAME.CASE": {
            "HT": [
                "Stadtwerke Schwabisch Hall and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "176/06"
        ],
        "NO.ECLI": "EU:C:2007:730",
        "REF.NP.ECR": "17",
        "text": "54The Court has repeatedly held that an appellant is entitled to lodge an appeal relying, before the Court, on grounds which arise from the judgment under appeal itself and seek to criticise, in law, its correctness (judgments of 29 November 2007, Stadtwerke Schwäbisch Hall and Others v Commission, C‐176/06 P, not published, EU:C:2007:730, paragraph 17, and of 6 September 2018, Czech Republic v Commission, C‐4/17 P, EU:C:2018:678, paragraph 24).",
        "NP": "NP0054"
    },
    {
        "DATE": "6 September 2018",
        "NAME.CASE": {
            "HT": [
                "Czech Republic",
                "Commission"
            ]
        },
        "NO.CASE": [
            "4/17"
        ],
        "NO.ECLI": "EU:C:2018:678",
        "REF.NP.ECR": "24",
        "text": "54The Court has repeatedly held that an appellant is entitled to lodge an appeal relying, before the Court, on grounds which arise from the judgment under appeal itself and seek to criticise, in law, its correctness (judgments of 29 November 2007, Stadtwerke Schwäbisch Hall and Others v Commission, C‐176/06 P, not published, EU:C:2007:730, paragraph 17, and of 6 September 2018, Czech Republic v Commission, C‐4/17 P, EU:C:2018:678, paragraph 24).",
        "NP": "NP0054"
    },
    {
        "DATE": "8 July 1965",
        "NAME.CASE": {
            "HT": [
                "Willame",
                "Commission"
            ]
        },
        "NO.CASE": [
            "110/63"
        ],
        "NO.ECLI": "EU:C:1965:71",
        "text": "57According to the Court’s case-law, recalled, in essence, by the General Court in paragraph 28 of the judgment under appeal, the expression general implementing provisions in Article 110(1) of the Staff Regulations refers first and foremost to general implementing provisions expressly provided for by certain special provisions of the Staff Regulations. In the absence of any express stipulation, the obligation to adopt implementing rules subject to the formal requirements of that provision can be recognised only in exceptional circumstances, namely where the provisions of the Staff Regulations are so unclear and imprecise that any application of them must be arbitrary (judgment of 8 July 1965, Willame v Commission, 110/63, EU:C:1965:71, page 815).",
        "NP": "NP0057"
    },
    {
        "DATE": "13 April 2018",
        "NAME.CASE": {
            "HT": [
                "Alba Aguilera and Others",
                "EEAS"
            ]
        },
        "NO.CASE": [
            "119/17"
        ],
        "NO.ECLI": "EU:T:2018:183",
        "text": "1.Annuls paragraphs 1 and 3 of the operative part of the judgment of the General Court of the European Union of 13 April 2018, Alba Aguilera and Others v EEAS (T‐119/17, EU:T:2018:183).",
        "NP": null
    }
]