[
    {
        "HT": "VEMW and Others",
        "NO.CASE": [
            "17/03"
        ],
        "text": "21As regards that concept, it should be pointed out that, according to settled case-law, in interpreting a provision of Community law it is necessary to consider not only its wording, but also its context and the objectives pursued by the rules of which it is part (see Case C-17/03 VEMW and Others [2005] ECR I-4983, paragraph 41, and Case C-391/05 Jan De Nul [2007] ECR I-1793, paragraph 20).",
        "NP": "21",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": "Jan De Nul",
        "NO.CASE": [
            "391/05"
        ],
        "text": "21As regards that concept, it should be pointed out that, according to settled case-law, in interpreting a provision of Community law it is necessary to consider not only its wording, but also its context and the objectives pursued by the rules of which it is part (see Case C-17/03 VEMW and Others [2005] ECR I-4983, paragraph 41, and Case C-391/05 Jan De Nul [2007] ECR I-1793, paragraph 20).",
        "NP": "21",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Musique Diffusion francaise and Others",
            "Commission"
        ],
        "NO.CASE": [
            "100/80",
            "103/80"
        ],
        "text": "22In that regard, it should be recalled that the purpose of Article 15(2) of Regulation No 17 is to empower the Commission to impose fines with a view to enabling it to carry out the task of supervision conferred on it by Community law (see Joined Cases 100/80 to 103/80 Musique Diffusion française and Others v Commission [1983] ECR 1825, paragraph 105). That task includes in particular suppressing illegal activities and preventing their reoccurrence (see Case 41/69 ACF Chemiefarma v Commission [1970] ECR 661, paragraph 173).",
        "NP": "22",
        "REF.NP.ECR": [
            "173"
        ]
    },
    {
        "HT": [
            "ACF Chemiefarma",
            "Commission"
        ],
        "NO.CASE": [
            "41/69"
        ],
        "text": "22In that regard, it should be recalled that the purpose of Article 15(2) of Regulation No 17 is to empower the Commission to impose fines with a view to enabling it to carry out the task of supervision conferred on it by Community law (see Joined Cases 100/80 to 103/80 Musique Diffusion française and Others v Commission [1983] ECR 1825, paragraph 105). That task includes in particular suppressing illegal activities and preventing their reoccurrence (see Case 41/69 ACF Chemiefarma v Commission [1970] ECR 661, paragraph 173).",
        "NP": "22",
        "REF.NP.ECR": [
            "173"
        ]
    },
    {
        "HT": "IATA and ELFAA",
        "NO.CASE": [
            "344/04"
        ],
        "text": "40It is settled case-law that the principle of equal treatment is infringed only where comparable situations are treated differently or different situations are treated in the same way, unless such difference in treatment is objectively justified (see Case C-344/04 IATA and ELFAA [2006] ECR I-403, paragraph 95).",
        "NP": "40",
        "REF.NP.ECR": [
            "95"
        ]
    },
    {
        "HT": [
            "SGL Carbon",
            "Commission"
        ],
        "NO.CASE": [
            "308/04"
        ],
        "text": "44It should be added that, in the context of calculating fines imposed under Article 15(2) of Regulation No 17, differentiated treatment of the undertakings concerned is inherent in the exercise of the Commission's powers under that provision. In exercising its discretion, the Commission is required to fit the penalty to the individual conduct and specific characteristics of the undertakings concerned in order to ensure that, in each case, the Community competition rules are fully effective (see, to that effect, Case C-308/04 P SGL Carbon v Commission [2006] ECR I-5977, paragraph 46 and the case-law cited).",
        "NP": "44",
        "REF.NP.ECR": [
            "46"
        ]
    },
    {
        "HT": [
            "JCB Service",
            "Commission"
        ],
        "NO.CASE": [
            "167/04"
        ],
        "text": "60In relation to the applicants argument based on Decision 1999/271, it must also be pointed out that, while the situation of the undertaking referred to in that decision was similar to that of Britannia, it is clear from established case-law of the Court of Justice, set out in paragraphs 201 and 205 of Case C-167/04 P JCB Service v Commission [2006] ECR I-8935, that the Commissions practice in previous decisions cannot itself serve as a legal framework for the imposition of fines in competition matters and that decisions in other cases can give only an indication for the purpose of determining whether there might be discrimination, since the facts of those cases, such as markets, products, the undertakings and periods concerned, are not likely to be the same.",
        "NP": "60"
    },
    {
        "HT": [
            "Dansk Rorindustri and Others",
            "Commission"
        ],
        "NO.CASE": [
            "189/02",
            "202/02",
            "205/02",
            "208/02",
            "213/02"
        ],
        "text": "61It must be added that undertakings involved in an administrative procedure in which fines may be imposed for infringement of the Community competition rules cannot acquire a legitimate expectation that the Commission will not exceed the level of fines previously imposed or of a particular method of calculating the fines. The Court has stated in particular that the undertakings in question must take account of the possibility that the Commission may decide at any time to raise the level of the fines by reference to that applied in the past (see, to that effect, Joined Cases C-189/02 P, C-202/02 P, C-205/02 P to C-208/02 P and C-213/02 P Dansk Rørindustri and Others v Commission [2005] ECR I-5425, paragraphs 228 and 229).",
        "NP": "61",
        "REF.NP.ECR": [
            "228",
            "229"
        ]
    },
    {
        "HT": "Duff and Others",
        "NO.CASE": [
            "63/93"
        ],
        "text": "79It must be borne in mind that the principle of legal certainty requires that rules of Community law be clear and precise, so that interested parties can ascertain their position in situations and legal relationships governed by Community law (see Case C-63/93 Duff and Others [1996] ECR I-569, paragraph 20).",
        "NP": "79",
        "REF.NP.ECR": [
            "20"
        ]
    }
]