[
    {
        "HT": [
            "Leussink and Others",
            "Commission"
        ],
        "NO.CASE": [
            "169/83",
            "136/84"
        ],
        "text": "9According to the appellant, the Court of First Instance disregarded the principle established by the Court of Justice in Joined Cases 169/83 and 136/84 Leussink and Others v Commission [1986] ECR 2801, paragraphs 18 to 20, which lays down the obligation to give a ruling first on the liability of the institution and then on the other elements of an action for damages, in particular on whether the alleged harm has been made good by the benefits paid under Article 73 of the Staff Regulations.",
        "NP": "9",
        "REF.NP.ECR": [
            18,
            19,
            20
        ]
    },
    {
        "HT": [
            "Commission",
            "Brazzelli Lualdi and Others"
        ],
        "NO.CASE": [
            "136/92"
        ],
        "text": "11It should be pointed out in this respect that, in paragraph 56 of the judgment under appeal, the Court of First Instance drew attention to the settled case-law which states that the Community can be held liable only if a number of conditions are satisfied as regards the illegality of the allegedly wrongful act committed by the institutions, the actual harm suffered and the existence of a causal link between the act and the damage alleged to have been suffered (see, inter alia, Case C-136/92 P Commission ν Brazzelli Lualdi and Others [1994] ECR I-1981, paragraph 42, and Case T-36/93 Ojha v Commission [1995] ECR-SC I-A-161 and II-497, paragraph 130).",
        "NP": "11",
        "REF.NP.ECR": [
            "130"
        ]
    },
    {
        "HT": [
            "B",
            "Commission"
        ],
        "NO.CASE": [
            "152/77"
        ],
        "text": "25In the first part of the second limb of the plea, Mr Lucaccioni takes issue with the finding of the Court of First Instance in paragraph 73 et seq. of the judgment under appeal that the amount paid under Article 73 of the Staff Regulations was appropriate compensation for the harm suffered. The request made by Mr Lucaccioni was not the same as a request under Article 73 of the Staff Regulations. It was an additional request for compensation based on different grounds and subject to different compensation criteria. The Court of First Instance was therefore wrong to hold in paragraph 74 of the judgment under appeal that the judgment in Case 152/77 Β ν Commission [1979] ECR 2819 concerned a different issue and could not be relied on in order to limit the scope of Leussink and Others ν Commission, whereas, in Β ν Commission, the Court of Justice defined, in principle, the scope and purpose of the benefits authorised by Article 73 of the Staff Regulations as being benefits intended exclusively to compensate for the impairment of an official's bodily or mental health, but not the material harm for which he claims compensation.",
        "NP": "25"
    },
    {
        "HT": [
            "Vidranyi",
            "Commission"
        ],
        "NO.CASE": [
            "283/90"
        ],
        "text": "31It should be observed in this respect that, according to the settled case-law of the Court, by virtue of Article 168a of the EC Treaty (now Article 225 EC) and the first paragraph of Article 51 of the EC Statute of the Court of Justice, an appeal may be based only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts (see, inter alia, Case C-283/90 P Vidrányi v Commission [1991] ECR I-4339, paragraph 12, and Case C-19/95 P San Marco v Commission [1996] ECR I-4435, paragraph 39).",
        "NP": "31",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "San Marco",
            "Commission"
        ],
        "NO.CASE": [
            "19/95"
        ],
        "text": "31It should be observed in this respect that, according to the settled case-law of the Court, by virtue of Article 168a of the EC Treaty (now Article 225 EC) and the first paragraph of Article 51 of the EC Statute of the Court of Justice, an appeal may be based only on grounds relating to the infringement of rules of law, to the exclusion of any appraisal of the facts (see, inter alia, Case C-283/90 P Vidrányi v Commission [1991] ECR I-4339, paragraph 12, and Case C-19/95 P San Marco v Commission [1996] ECR I-4435, paragraph 39).",
        "NP": "31",
        "REF.NP.ECR": [
            "39"
        ]
    },
    {
        "HT": [
            "Deere",
            "Commission"
        ],
        "NO.CASE": [
            "7/95"
        ],
        "text": "33Provided that that evidence has been properly obtained and the general principles of law and the rules of procedure in relation to the burden of proof and the taking of evidence have been observed, it is for the Court of First Instance alone to assess the value which should be attached to the evidence produced to it. The appraisal by the Court of First Instance of the evidence put before it does not therefore constitute, save where the evidence has been fundamentally misconstrued, a point of law which is subject, as such, to review by the Court of Justice (Case C-7/95 P Deere ν Commission [1998] ECR I-3111, paragraph 22).",
        "NP": "33",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": [
            "Council",
            "De Nil and Impens"
        ],
        "NO.CASE": [
            "259/96"
        ],
        "text": "34For the same reasons, once the Court of First Instance has found the existence of damage, it alone has jurisdiction to assess, within the confines of the claim, the method and extent of compensation for the damage (see Commission ν Brazzelli Lualdi and Others, paragraph 66, and Case C-259/96 P Council ν De Nil and Impens [1998] ECR I-2915, paragraph 32).",
        "NP": "34",
        "REF.NP.ECR": [
            "32"
        ]
    },
    {
        "HT": [
            "Bernardi",
            "Parliament"
        ],
        "NO.CASE": [
            "303/96"
        ],
        "text": "61With regard to the content of the plea, it follows from the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(l)(c) of the Rules of Procedure that an appeal must indicate precisely the contested elements of the judgment which it is requested to have set aside and the legal arguments in support of that request (see, inter alia, Case C-303/96 Ρ Bernardi ν Parliament [1997] ECR I-1239, paragraph 37, and Case C-317/97 Ρ Smanor and Others ν Commission [1998] ECR I-4269, paragraph 20).",
        "NP": "61",
        "REF.NP.ECR": [
            "20"
        ]
    },
    {
        "HT": [
            "Smanor and Others",
            "Commission"
        ],
        "NO.CASE": [
            "317/97"
        ],
        "text": "61With regard to the content of the plea, it follows from the first paragraph of Article 51 of the EC Statute of the Court of Justice and Article 112(l)(c) of the Rules of Procedure that an appeal must indicate precisely the contested elements of the judgment which it is requested to have set aside and the legal arguments in support of that request (see, inter alia, Case C-303/96 Ρ Bernardi ν Parliament [1997] ECR I-1239, paragraph 37, and Case C-317/97 Ρ Smanor and Others ν Commission [1998] ECR I-4269, paragraph 20).",
        "NP": "61",
        "REF.NP.ECR": [
            "20"
        ]
    }
]