[
    {
        "NO.ECLI": "EU:T:2015:117",
        "NO.CASE": null,
        "text": "1By its appeal, Orange seeks to have set aside the judgment of the General Court of the European Union of 26 February 2015, Orange v Commission (T‐385/12, not published, the judgment under appeal, EU:T:2015:117), by which that court dismissed its application for annulment of Commission Decision 2012/540/EU of 20 December 2011 on State aid C 25/08 (ex NN 23/08) — reform of the arrangements for financing the retirement pensions of civil servants working for France Télécom implemented by the French Republic in favour of France Télécom (OJ 2012 L 279, p. 1) (the decision at issue).",
        "NP": "NP0001"
    },
    {
        "DATE": "14 July 2016",
        "NAME.CASE": {
            "HT": [
                "Germany",
                "Commission"
            ]
        },
        "NO.CASE": [
            "143/12"
        ],
        "NO.ECLI": "EU:T:2016:406",
        "text": "8After judgment was delivered by the General Court on 14 July 2016 in Germany v Commission (T‐143/12, EU:T:2016:406), Orange requested, by document lodged at the Registry of the Court of Justice on 26 July 2016, that the oral stage of the procedure be reopened.",
        "NP": "NP0008"
    },
    {
        "DATE": "22 June 2016",
        "NAME.CASE": {
            "HT": [
                "DK Recycling und Roheisen",
                "Commission"
            ]
        },
        "NO.CASE": [
            "540/14"
        ],
        "NO.ECLI": "EU:C:2016:469",
        "REF.NP.ECR": "28",
        "text": "10In that regard, it must be recalled that, under Article 83 of the Court’s Rules of Procedure, the Court may at any time, after hearing the Advocate General, order the opening or reopening of the oral part of the procedure, in particular if it considers that it lacks sufficient information or where a party has, after the close of that part of the procedure, submitted a new fact which is of such a nature as to be a decisive factor for the decision of the Court (judgment of 22 June 2016, DK Recycling und Roheisen v Commission, C‐540/14 P, EU:C:2016:469, paragraph 28).",
        "NP": "NP0010"
    },
    {
        "DATE": "24 July 2003",
        "NAME.CASE": {
            "HT": "Altmark Trans and Regierungsprasidium Magdeburg"
        },
        "NO.CASE": [
            "280/00"
        ],
        "NO.ECLI": "EU:C:2003:415",
        "text": "13In the first place, Orange submits that the General Court erred in law by holding, in paragraphs 42 and 43 of the judgment under appeal, that the allegedly compensatory nature of the contested measure did not preclude it being categorised as State aid on the ground that it is only in so far as a State measure must be regarded as compensation for services provided in fulfillment of public service obligations, in accordance with the criteria established by the Court in the judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg (C‐280/00, EU:C:2003:415), that such a measure falls outside Article 107(1) TFEU.",
        "NP": "NP0013"
    },
    {
        "DATE": "9 June 2011",
        "NAME.CASE": {
            "HT": [
                "Comitato ",
                "Commission"
            ]
        },
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "NO.ECLI": "EU:C:2011:368",
        "text": "14Contrary to the view taken by the General Court, the Court of Justice did not rule out the possibility, in paragraph 97 of the judgment of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission (C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368), that the compensatory nature of measures other than those connected with services provided in performance of public service obligations might preclude their categorisation as State aid.",
        "NP": "NP0014"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "15In the second place, Orange contends that the General Court’s assessment is at odds with the judgment of 23 March 2006, Enirisorse (C‐237/04, EU:C:2006:197), in which the Court of Justice held that a derogation from general Italian law did not fall within the definition of State aid, on the ground that a law which merely prevents an undertaking’s budget being burdened with a charge which, in a normal situation, would not have existed, does not confer an advantage on that undertaking for the purpose of Article 107(1) TFEU.",
        "NP": "NP0015"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "16First, contrary to what the General Court stated in paragraphs 39 to 41 of the judgment under appeal, there is nothing in the judgment of 23 March 2006, Enirisorse (C‐237/04, EU:C:2006:197), to suggest that the applicability of that case-law is confined to what are referred to as dual derogation arrangements, that is to say arrangements whereby, in order to prevent the budget of the beneficiary of the measure being burdened with a charge which, in a normal situation, would not have existed, provision is made for a derogation intended to neutralise a previous derogation from the general system in place.",
        "NP": "NP0016"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "23As regards the arguments alleging that it did not enjoy an economic advantage, Orange submitted before the General Court that it was apparent from the judgment of 23 March 2006, Enirisorse (C‐237/04, EU:C:2006:197), that a law which merely prevents an undertaking’s budget being burdened with a charge which, in a normal situation, would not have existed, does not confer an advantage on that undertaking for the purpose of Article 107(1) TFEU.",
        "NP": "NP0023"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "25In paragraphs 38 to 41 of the judgment under appeal, the General Court dismissed the argument based on the judgment of 23 March 2006 Enirisorse (C‐237/04, EU:C:2006:197), taking the view that that case-law was applicable only in cases involving dual derogation arrangements, that is to say arrangements whereby, in order to prevent the budget of the beneficiary of the measure being burdened with a charge which, in a normal situation, would not have existed, provision is made for a derogation intended to neutralise a previous derogation from the general system in place, which was not the case here.",
        "NP": "NP0025"
    },
    {
        "DATE": "23 March 2016",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "27It should be noted in that regard that, in paragraphs 46 to 48 of the judgment of 23 March 2016, Enirisorse (C‐237/04, EU:C:2006:197), the Court held that national legislation which offers an advantage neither to shareholders of a company nor to the company itself, in so far as it merely prevents its budget being burdened with a charge which, in a normal situation, would not have existed and therefore simply regulates an exceptional right and without seeking to reduce a charge which that company would normally have had to bear cannot be regarded as an advantage within the meaning of Article 107(1) TFEU.",
        "NP": "NP0027"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "28It should be noted, as observed by the Advocate General in point 42 of his Opinion, that a particular feature of the situation which gave rise to the judgment of 23 March 2006, Enirisorse (C‐237/04, EU:C:2006:197), was that it concerned a national measure which had the effect of neutralising the effects of a system which derogated from the general system in place.",
        "NP": "NP0028"
    },
    {
        "DATE": "23 March 2006",
        "NAME.CASE": {
            "HT": "Enirisorse"
        },
        "NO.CASE": [
            "237/04"
        ],
        "NO.ECLI": "EU:C:2006:197",
        "text": "30In those circumstances, the General Court did not err in law in finding, in paragraph 41 of the judgment under appeal, that it [was] not possible to conclude, as [did] the applicant, that the measure at issue was intended to prevent France Télécom being subject to a charge which, in a normal situation, should not be borne by its budget within the meaning of the judgment [of 23 March 2006, Enirisorse (C‐237/04, EU:C:2006:197)].",
        "NP": "NP0030"
    },
    {
        "DATE": "9 June 2011",
        "NAME.CASE": {
            "HT": [
                "Comitato ",
                "Commission"
            ]
        },
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "NO.ECLI": "EU:C:2011:368",
        "REF.NP.ECR": "94",
        "text": "38In that regard, it is the Court’s established case-law that Article 107(1) TFEU does not distinguish between measures of State intervention by reference to their causes or their aims but defines them in relation to their effects (judgment of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission, C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368, paragraph 94 and the case-law cited).",
        "NP": "NP0038"
    },
    {
        "DATE": "16 March 2004",
        "NAME.CASE": {
            "HT": [
                "Danske Busvognmaend",
                "Commission"
            ]
        },
        "NO.CASE": [
            "157/01"
        ],
        "NO.ECLI": "EU:T:2004:76",
        "text": "40As regards the first argument of the first part of the first ground of appeal, concerning compensation for a structural disadvantage, Orange relied at first instance on the judgments of the General Court of 16 March 2004, Danske Busvognmænd v Commission (T‐157/01, EU:T:2004:76), and of 28 November 2008, Hotel Cipriani and Others v Commission (T‐254/00, T‐270/00 and T‐277/00, EU:T:2008:537), in support of its claim that an advantage eliminating additional burdens which were imposed by derogating arrangements and were not borne by competing undertakings does not constitute State aid. Indeed, according to Orange, compensation for a structural disadvantage may preclude the categorisation of a measure as State aid in certain specific situations, not merely in cases involving services of general public interest.",
        "NP": "NP0040"
    },
    {
        "DATE": "28 November 2008",
        "NAME.CASE": {
            "HT": [
                "Hotel Cipriani and Others",
                "Commission"
            ]
        },
        "NO.CASE": [
            "254/00",
            "270/00",
            "277/00"
        ],
        "NO.ECLI": "EU:T:2008:537",
        "text": "40As regards the first argument of the first part of the first ground of appeal, concerning compensation for a structural disadvantage, Orange relied at first instance on the judgments of the General Court of 16 March 2004, Danske Busvognmænd v Commission (T‐157/01, EU:T:2004:76), and of 28 November 2008, Hotel Cipriani and Others v Commission (T‐254/00, T‐270/00 and T‐277/00, EU:T:2008:537), in support of its claim that an advantage eliminating additional burdens which were imposed by derogating arrangements and were not borne by competing undertakings does not constitute State aid. Indeed, according to Orange, compensation for a structural disadvantage may preclude the categorisation of a measure as State aid in certain specific situations, not merely in cases involving services of general public interest.",
        "NP": "NP0040"
    },
    {
        "DATE": "9 June 2011",
        "NAME.CASE": {
            "HT": [
                "Comitato ",
                "Commission"
            ]
        },
        "NO.CASE": [
            "71/09",
            "73/09",
            "76/09"
        ],
        "NO.ECLI": "EU:C:2011:368",
        "text": "42The General Court stated in that regard that it is apparent from the case-law of the Court of Justice, in particular paragraphs 90 to 92 of the judgment of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission (C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368), that it is only in so far as a State measure must be regarded as compensation for the services provided by undertakings entrusted with performing a service in the general public interest in order to discharge public service obligations in accordance with the criteria established in the judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg (C‐280/00, EU:C:2003:415), that such a measure falls outside Article 107(1) TFEU.",
        "NP": "NP0042"
    },
    {
        "DATE": "24 July 2003",
        "NAME.CASE": {
            "HT": "Altmark Trans and Regierungsprasidium Magdeburg"
        },
        "NO.CASE": [
            "280/00"
        ],
        "NO.ECLI": "EU:C:2003:415",
        "text": "42The General Court stated in that regard that it is apparent from the case-law of the Court of Justice, in particular paragraphs 90 to 92 of the judgment of 9 June 2011, Comitato Venezia vuole vivere and Others v Commission (C‐71/09 P, C‐73/09 P and C‐76/09 P, EU:C:2011:368), that it is only in so far as a State measure must be regarded as compensation for the services provided by undertakings entrusted with performing a service in the general public interest in order to discharge public service obligations in accordance with the criteria established in the judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg (C‐280/00, EU:C:2003:415), that such a measure falls outside Article 107(1) TFEU.",
        "NP": "NP0042"
    },
    {
        "DATE": "24 July 2003",
        "NAME.CASE": {
            "HT": "Altmark Trans and Regierungsprasidium Magdeburg"
        },
        "NO.CASE": [
            "280/00"
        ],
        "NO.ECLI": "EU:C:2003:415",
        "text": "44Indeed, it is clear that, to date, the only situation recognised by the Court’s case-law in which the finding that an economic advantage has been granted does not lead to the measure at issue being categorised as State aid within the meaning of Article 107(1) TFEU is that in which a State measure represents the compensation for the services provided by undertakings entrusted with performing a service in the general public interest in order to discharge public service obligations, in accordance with the criteria established in the judgment of 24 July 2003, Altmark Trans and Regierungspräsidium Magdeburg (C‐280/00, EU:C:2003:415).",
        "NP": "NP0044"
    },
    {
        "DATE": "29 March 2012",
        "NAME.CASE": {
            "HT": "3M Italia"
        },
        "NO.CASE": [
            "417/10"
        ],
        "NO.ECLI": "EU:C:2012:184",
        "REF.NP.ECR": "40",
        "text": "49According to Orange, an individual measure is selective only if it favours a specific undertaking in comparison with others which are in a comparable legal and factual situation. Orange cites, in that connection, the judgments of 29 March 2012, 3M Italia (C‐417/10, EU:C:2012:184, paragraph 40), and of 16 April 2015, Trapeza Eurobank Ergasias (C‐690/13, EU:C:2015:235, paragraph 28).",
        "NP": "NP0049"
    },
    {
        "DATE": "16 April 2015",
        "NAME.CASE": {
            "HT": "Trapeza Eurobank Ergasias"
        },
        "NO.CASE": [
            "690/13"
        ],
        "NO.ECLI": "EU:C:2015:235",
        "REF.NP.ECR": "28",
        "text": "49According to Orange, an individual measure is selective only if it favours a specific undertaking in comparison with others which are in a comparable legal and factual situation. Orange cites, in that connection, the judgments of 29 March 2012, 3M Italia (C‐417/10, EU:C:2012:184, paragraph 40), and of 16 April 2015, Trapeza Eurobank Ergasias (C‐690/13, EU:C:2015:235, paragraph 28).",
        "NP": "NP0049"
    },
    {
        "DATE": "4 June 2015",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "MOL"
            ]
        },
        "NO.CASE": [
            "15/14"
        ],
        "NO.ECLI": "EU:C:2015:362",
        "REF.NP.ECR": "60",
        "text": "54As those findings are, as observed by the Advocate General in points 66 to 72 of his Opinion, consistent with the Court’s case-law in this field (see, to that effect, judgment of 4 June 2015, Commission v MOL, C‐15/14 P, EU:C:2015:362, paragraph 60), they are not vitiated by any error of law and, as a result, the second part of the first ground of appeal must be rejected as unfounded.",
        "NP": "NP0054"
    },
    {
        "DATE": "8 September 2011",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Netherlands"
            ]
        },
        "NO.CASE": [
            "279/08"
        ],
        "NO.ECLI": "EU:C:2011:551",
        "REF.NP.ECR": "13",
        "text": "64Second, it should be recalled that the Commission is required, not to establish that aid has a real effect on trade between Member States and that competition is actually being distorted, but only to examine whether the aid is liable to affect such trade and distort competition (judgment of 8 September 2011, Commission v Netherlands, C‐279/08 P, EU:C:2011:551, paragraph 13 and the case-law cited).",
        "NP": "NP0064"
    },
    {
        "DATE": "30 April 2009",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Italy and Wam"
            ]
        },
        "NO.CASE": [
            "494/06"
        ],
        "NO.ECLI": "EU:C:2009:272",
        "REF.NP.ECR": "53",
        "text": "65In that regard, the fact that an economic sector has been the subject of liberalisation at EU level may serve to determine that the aid in question has a real or potential effect on competition and affects trade between Member States (judgment of 30 April 2009, Commission v Italy and Wam, C‐494/06 P, EU:C:2009:272, paragraph 53 and the case-law cited).",
        "NP": "NP0065"
    },
    {
        "DATE": "30 April 2009",
        "NAME.CASE": {
            "HT": [
                "Commission",
                "Italy and Wam"
            ]
        },
        "NO.CASE": [
            "494/06"
        ],
        "NO.ECLI": "EU:C:2009:272",
        "REF.NP.ECR": "54",
        "text": "66With regard to the requirement that competition should be distorted, it must be borne in mind in that regard that, in principle, aid intended to release an undertaking from costs which it would normally have to bear in its day-to-day management or normal activities distorts the conditions of competition (judgment of 30 April 2009, Commission v Italy and Wam, C‐494/06 P, EU:C:2009:272, paragraph 54 and the case-law cited).",
        "NP": "NP0066"
    }
]