[
    {
        "HT": [
            "United Kingdom",
            "Commission"
        ],
        "NO.CASE": [
            "180/96"
        ],
        "text": "28The President of the Court of First Instance found that in the case in point the balance of interests favoured suspension of operation of the contested decision, on the basis of the following considerations:43It appears highly probable that the operation of the contested decision would entail the definitive loss of the applicant's position in the market, even if the court hearing the main application were to annul the decision.44In opposition to the commercial interests of the applicant, the Commission submits that suspension of operation of the contested decision could harm public health. On this point, it must be emphasised that in principle the requirements of the protection of public health must unquestionably be given precedence over economic considerations (order [of the Court of Justice] in [Case C-180/96 R] United Kingdom v Commission [[1996] ECR I-3903], paragraph 93; judgment in Case C-183/95 A ffish v Rijksdienst Keuring Vee en Vlees [1997] ECR I-4315, paragraph 43; order of the Court of First Instance in Case T-13 6/95 Industria del Frio Auxiliar Conservera v Commission [1998] ECR II-3301, paragraph 58; and order of the President of the Court of First Instance in Case T-70/99 R Alpharma v Commission [1999] ECR II-2027, paragraph 152).45However, it must be noted that in this context the mere reference to the protection of public health cannot exclude an examination of the circumstances of the case, in particular of the relevant facts.46In the present case, the Commission has indeed established that there is uncertainty as regards the risks associated with medicinal products containing phentermine, even if those risks are slight. Nevertheless, although the decision of 9 December 1996 and the contested decision are based on identical data, the measures taken by the Commission in 1996 and 2000 for the protection of public health with respect to those risks differ fundamentally. In those circumstances, the Commission was obliged to show that the protective measures in the decision of 9 December 1996 proved to be insufficient to protect public health, so that the protective measures it adopted in the contested decision were not manifestly excessive. However, the Commission has not been able to show this.47Moreover, the fact that the health risks which determined the adoption of the contested decision had already been taken into account in the Commission's decision of 9 December 1996 and had resulted in a change to the compulsory information concerning medicinal products supplied on prescription indicates that implementation of the contested decision is not urgent.",
        "REF.NP.ECR": [
            "152"
        ]
    },
    {
        "HT": "ffish v Rijksdienst Keuring Vee en Vlees",
        "NO.CASE": [
            "183/95"
        ],
        "text": "28The President of the Court of First Instance found that in the case in point the balance of interests favoured suspension of operation of the contested decision, on the basis of the following considerations:43It appears highly probable that the operation of the contested decision would entail the definitive loss of the applicant's position in the market, even if the court hearing the main application were to annul the decision.44In opposition to the commercial interests of the applicant, the Commission submits that suspension of operation of the contested decision could harm public health. On this point, it must be emphasised that in principle the requirements of the protection of public health must unquestionably be given precedence over economic considerations (order [of the Court of Justice] in [Case C-180/96 R] United Kingdom v Commission [[1996] ECR I-3903], paragraph 93; judgment in Case C-183/95 A ffish v Rijksdienst Keuring Vee en Vlees [1997] ECR I-4315, paragraph 43; order of the Court of First Instance in Case T-13 6/95 Industria del Frio Auxiliar Conservera v Commission [1998] ECR II-3301, paragraph 58; and order of the President of the Court of First Instance in Case T-70/99 R Alpharma v Commission [1999] ECR II-2027, paragraph 152).45However, it must be noted that in this context the mere reference to the protection of public health cannot exclude an examination of the circumstances of the case, in particular of the relevant facts.46In the present case, the Commission has indeed established that there is uncertainty as regards the risks associated with medicinal products containing phentermine, even if those risks are slight. Nevertheless, although the decision of 9 December 1996 and the contested decision are based on identical data, the measures taken by the Commission in 1996 and 2000 for the protection of public health with respect to those risks differ fundamentally. In those circumstances, the Commission was obliged to show that the protective measures in the decision of 9 December 1996 proved to be insufficient to protect public health, so that the protective measures it adopted in the contested decision were not manifestly excessive. However, the Commission has not been able to show this.47Moreover, the fact that the health risks which determined the adoption of the contested decision had already been taken into account in the Commission's decision of 9 December 1996 and had resulted in a change to the compulsory information concerning medicinal products supplied on prescription indicates that implementation of the contested decision is not urgent.",
        "REF.NP.ECR": [
            "152"
        ]
    },
    {
        "HT": "National Farmers' Onion and Others",
        "NO.CASE": [
            "157/96"
        ],
        "text": "30By its first plea, the Commission, supported by the French Government, complains that the President of the Court of First Instance failed to apply properly, or at all, the precautionary principle in his balancing of the interests. This principle means that the Commission may take protective measures without having to wait until the reality and seriousness of those risks become fully apparent (Case C-157/96 National Farmers' Onion and Others [1998] ECR I-2211, paragraph 63).",
        "REF.NP.ECR": [
            "63"
        ]
    },
    {
        "HT": [
            "DIR International Film and Others",
            "Commission"
        ],
        "NO.CASE": [
            "164/98"
        ],
        "text": "35The French Government essentially agrees with that line of argument, submitting that the President of the Court of First Instance distorted the content of the contested decision within the meaning of the judgment in Case C-164/98 P DIR International Film and Others v Commission [2000] ECR I-447, at paragraphs 48 and 49. Such a distortion is the result of a partial reading of the decision. The President of the Court of First Instance did not take Annex II to the decision into consideration in that he failed to note that the CPMP examined additional scientific data subsequent to 1996 and omitted the fact that, according to the CPMP, the medicinal products containing phentermine did not have the required efficacy."
    },
    {
        "HT": "Upjohn",
        "NO.CASE": [
            "120/97"
        ],
        "text": "36In its third plea, the Commission complains that the order under appeal exceeds the proper boundaries of judicial review. It submits that the President of the Court of First Instance erred in law by substituting his assessment as to the appropriate level of public health protection for that of the body competent to exercise its discretion in that field, namely the Commission. The French Government essentially endorses this plea, pointing out that the Court has previously held, in Case C-120/97 Upjohn [1999] ECR I-223, at paragraphs 33 and 34, that complex assessments in the medico-pharmacological field can be subject only to limited judicial review."
    },
    {
        "HT": [
            "Antillean Rice Mills and Others",
            "Commission"
        ],
        "NO.CASE": [
            "390/95"
        ],
        "text": "45The Court of First Instance has exclusive jurisdiction to find the facts, save where a substantive inaccuracy in its findings is attributable to the documents submitted to it, and to appraise those facts. That appraisal thus does not, save where the clear sense of the evidence has been distorted, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see, in particular, Case C-390/95 P Antillean Rice Mills and Others v Commission [1999] ECR I-769, paragraph 29).",
        "REF.NP.ECR": [
            "29"
        ]
    },
    {
        "HT": [
            "Commission",
            "Trenker,"
        ],
        "NO.CASE": [
            "459/00"
        ],
        "text": "47First of all, since there is a question of an absolute bar, the Court must consider of its own motion whether the appeal is inadmissible in so far as it disregards the binding authority of the order in Artegodan v Commission, cited above, such a plea having been raised in Case C-459/00 P(R) Commission v Trenker, decided by an order made today [2001] ECR I-2823."
    },
    {
        "HT": [
            "Council",
            "Cbvatal and Others"
        ],
        "NO.CASE": [
            "432/98",
            "433/98"
        ],
        "text": "48It need only be observed that the conditions governing the admissibility of appeals laid down by Article 49 of the EC Statute of the Court of Justice are assessed in relation to the case at issue and that alone. The fact that the grounds of an order of the Court of First Instance which has become definitive are identical to those of an order subject to appeal does not prevent the appellant from contesting such grounds (see, with regard to a judgment of the Court of First Instance upholding an objection of illegality raised against a legislative measure, Joined Cases C-432/98 P and C-433/98 P Council v Cbvatal and Others [2000] ECR I-8535, paragraph 22).",
        "REF.NP.ECR": [
            "22"
        ]
    },
    {
        "HT": "Ter Voort",
        "NO.CASE": [
            "219/91"
        ],
        "text": "58The importance attached to the efficacy of the medicinal product, which is fundamental to the contested decision, is due to the fact that the first subparagraph of Article 1(2) of Directive 65/65 adopts the presentation criterion when defining a medicinal product. The Court has consistently held that this criterion is designed to catch not only medicinal products having a genuine therapeutic or medical effect but also those which are not sufficiently effective or do not have the effect which their presentation might lead to expect, in order to protect consumers not only from harmful or toxic medicinal products as such but also from a variety of products used instead of the proper remedies (see, most recently, Case C-219/91 Ter Voort [1992] ECR I-5485, paragraph 16).",
        "REF.NP.ECR": [
            "16"
        ]
    },
    {
        "HT": [
            "Germany",
            "Council"
        ],
        "NO.CASE": [
            "280/93"
        ],
        "text": "89It is settled case-law that the urgency of an application for suspension of the operation of a measure must be assessed in the light of the need for an interlocutory order in order to avoid serious and irreparable damage to the party seeking the suspension. In this connection, it is enough, particularly where damage depends on the occurrence of a number of factors, for that damage to be foreseeable with a sufficient degree of probability (see, for example, the orders in Case C-280/93 R Germany v Council [1993] ECR I-3667, paragraphs 22 and 34, and in Case C-335/99 P(R) HFB and Others v Commission [1999] ECR I-8705, paragraph 67).",
        "REF.NP.ECR": [
            "67"
        ]
    },
    {
        "HT": [
            "HFB and Others",
            "Commission"
        ],
        "NO.CASE": [
            "335/99"
        ],
        "text": "89It is settled case-law that the urgency of an application for suspension of the operation of a measure must be assessed in the light of the need for an interlocutory order in order to avoid serious and irreparable damage to the party seeking the suspension. In this connection, it is enough, particularly where damage depends on the occurrence of a number of factors, for that damage to be foreseeable with a sufficient degree of probability (see, for example, the orders in Case C-280/93 R Germany v Council [1993] ECR I-3667, paragraphs 22 and 34, and in Case C-335/99 P(R) HFB and Others v Commission [1999] ECR I-8705, paragraph 67).",
        "REF.NP.ECR": [
            "67"
        ]
    },
    {
        "HT": [
            "De Compte",
            "Parliament"
        ],
        "NO.CASE": [
            "141/84"
        ],
        "text": "93Furthermore, the damage alleged is purely financial in nature and, in principle, purely pecuniary damage cannot be regarded as irreparable or even as reparable only with difficulty since it may be the subject of subsequent financial compensation (order in Case 141/84 R De Compte v Parliament [1984] ECR 2575, paragraph 4).",
        "REF.NP.ECR": [
            "4"
        ]
    }
]