[
    {
        "HT": [
            "Commission",
            "French Republic"
        ],
        "NO.CASE": [
            "6/69",
            "11/69"
        ],
        "text": "8It is undisputed that as a result of the interest rebate, the interest rates generally applicable to commercial transactions in Greece are reduced only in respect of loans for exports. The contested repayment of interest therefore constitutes an aid for Greek export undertakings in so far as they benefit from an economic advantage which reduces the expenses incurred in respect of their sales on the markets of other Member States. Regard should be had in that connection to the decision of the Court (judgment of 10 December 1969 in Joined Cases 6 and 11/69 Commission v French Republic [1969] ECR 523) according to which a preferential rediscount rate for exports granted by a Member State only for exports of its own products constitutes an aid within the meaning of Article 92.",
        "NP": "8"
    },
    {
        "HT": [
            "Commission",
            "Italy"
        ],
        "NO.CASE": [
            "95/81"
        ],
        "text": "9As regards the argument that the repayment of interest is merely monetary in character, it is sufficient to point out that the Court has held (Case 11 /69, supra, and judgment of 9 June 1982 in Case 95/81 Commission v Italy [1982] ECR 2187) that the exercise by the Member States of the powers retained by them in the monetary field do not permit them unilaterally to adopt measures prohibited by the Treaty.",
        "NP": "9"
    },
    {
        "HT": [
            "Commission",
            "French Republic"
        ],
        "NO.CASE": [
            "290/83"
        ],
        "text": "12The Court has consistently held (see in particular the judgment of 30 January 1985 in Case 290/83 Commission v French Republic [1985] ECR 439) that an aid need not necessarily be financed from State resources to be classified as a State aid. Article 92 covers all aid granted by States or through State resources and there is no necessity to draw any distinction according to whether the aid is granted directly by the State or by public or private bodies established or appointed by it to administer the aid.",
        "NP": "12"
    },
    {
        "HT": "Kingdom of the Netherlands and Leeuwarder Papierwarenfabriek BV v Commission",
        "NO.CASE": [
            "296/82",
            "318/82"
        ],
        "text": "15As the Court has already held (judgment of 13 March 1985 in Joined Cases 296 and 318/82 Kingdom of the Netherlands and Leeuwarder Papierwarenfabrìek BV v Commission [1982] ECR 809) the very circumstances in which the aid is granted may be sufficient to show that the aid is capable of affecting trade between Member States or of distorting or threatening to distort competition. However, the Commission must set out the circumstances in the statement of reasons for its decision.",
        "NP": "15"
    }
]