[
    {
        "HT": [
            "France",
            "Commission,"
        ],
        "NO.CASE": [
            "47/69"
        ],
        "text": "6The Italian Government first recalls that the surcharge is applied uniformly to domestic products and to imported products and states that the Commission does not consider the internal taxation in question discriminatory from the fiscal point of view, but only in so far as it is used for financing domestic products. According to the Italian Government it is however possible to consider the lawfulness of the system of financing an aid only within the framework of the special procedure laid down for that purpose in Article 93 of the Treaty. The case-law of the Court of Justice, as it is illustrated in particular by the judgment of 25 June 1970 (Case 47/69, France ν Commission, [1970] ECR 487), has in fact emphasized that the method of financing an aid cannot be isolated from consideration of the aid properly so-called. Consequently the national measures referred to by the Commission cannot be judged within the framework of an application under Article 169 of the Treaty, but only in accordance with the procedure under Article 93 of the Treaty.",
        "NP": "6"
    },
    {
        "HT": "Hansen,",
        "NO.CASE": [
            "91/78"
        ],
        "text": "8The first objection of inadmissibility must be dismissed. Comparison between on the one hand Articles 92 and 93 of the Treaty and the first paragraph of Article 95 on the other shows that those provisions pursue the same objective which is to ensure that the two categories of intervention on the part of a Member State, namely the grant of aids on the one hand and the imposition of discriminatory taxation on the other, do not distort the conditions of competition within the common market. However, as the Court has already stated in a comparable case, in its judgment of 13 March 1979 (Case 91/78, Hansen, [1979] ECR 935), the application of those provisions presupposes distinct conditions peculiar to the two kinds of State measure which they are intended to govern and they differ furthermore as to their legal consequences, above all inasmuch as in the implementation of Articles 92 and 93, unlike the first paragraph of Article 95, the intervention of the Commission plays a large part.",
        "NP": "8"
    },
    {
        "HT": "Interzuccheri,",
        "NO.CASE": [
            "105/76"
        ],
        "text": "14In connexion with this last point it should be recalled that the Court has already declared, in its judgment of 25 May 1977 (Case 105/76, Interzuccheri, [1977] ECR 1029) that authorization under Article 38 of Regulation (EEC) No 3330/74 to grant the aids provided for therein cannot be taken to mean that any method of financing such aids, whatever its character or conditions, is compatible with Community law and that in the financing of the aid granted, the national authorities remain in particular subject to the obligations arising under the Treaty.",
        "NP": "14"
    }
]