[
    {
        "HT": "Canon",
        "NO.CASE": [
            "39/97"
        ],
        "text": "17In the first part of the third ground of appeal, the appellant claims that the Court of First Instance made an incorrect analysis of the relevant factors for assessing the similarity of the goods concerned — and, therefore, the likelihood of confusion between the marks in question — as those factors are determined by the case-law of the Court of Justice and which include, inter alia, their nature, their intended purpose and their method of use and whether they are in competition with each other or are complementary. It refers in this connection to paragraph 23 of the judgment in Case C-39/97 Canon [1998] ECR I-5507.",
        "NP": "17"
    },
    {
        "HT": [
            "Commission",
            "CEVA and Pfizer"
        ],
        "NO.CASE": [
            "198/03"
        ],
        "text": "22As to the second part of the third ground of appeal, it must be borne in mind that it is for the Court of First Instance alone to assess the value to be attached to the evidence adduced before it, and it cannot be required to give express reasons for its assessment of the value of each piece of evidence presented to it. The Court of First Instance is obliged to provide reasons which will allow the Court of Justice to exercise its judicial review; in particular they must make it possible for the Court to consider whether there has been any distortion of the evidence submitted to the Court of First Instance (see, to that effect, Case C-198/03 P Commission v CEVA and Pfizer [2005] ECR I-6357, paragraph 50).",
        "NP": "22",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "DKV",
            "OHIM"
        ],
        "NO.CASE": [
            "104/00"
        ],
        "text": "26It is clear, however, from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that an appeal lies on points of law only. The Court of First Instance thus has exclusive jurisdiction to find and appraise the relevant facts and to assess the evidence. The appraisal of those facts and the assessment of that evidence thus do not, save where they distort the evidence, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see Case C-104/00 P DKV v OHIM [2002] ECR I-7561, paragraph 22, and Case C-37/03 P BioID v OHIM [2005] ECR I-7975, paragraph 43).",
        "NP": "26",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "BioID",
            "OHIM"
        ],
        "NO.CASE": [
            "37/03"
        ],
        "text": "26It is clear, however, from Article 225 EC and the first paragraph of Article 58 of the Statute of the Court of Justice that an appeal lies on points of law only. The Court of First Instance thus has exclusive jurisdiction to find and appraise the relevant facts and to assess the evidence. The appraisal of those facts and the assessment of that evidence thus do not, save where they distort the evidence, constitute a point of law which is subject, as such, to review by the Court of Justice on appeal (see Case C-104/00 P DKV v OHIM [2002] ECR I-7561, paragraph 22, and Case C-37/03 P BioID v OHIM [2005] ECR I-7975, paragraph 43).",
        "NP": "26",
        "REF.NP.ECR": [
            "43"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "178/00"
        ],
        "text": "35The Court of Justice has ruled previously on the scope of such a requirement in the context of Article 38(1)(c) of its own Rules of Procedure. It has held that the statement required must be sufficiently clear and precise to enable the defendant to prepare its defence and the Court to exercise its power of review. It is therefore necessary for the essential matters of law and of fact on which an action is based to be indicated coherently and intelligibly in the application itself (Case C-178/00 Italy v Commission [2003] ECR I-303, paragraph 6, and Case C-199/03 Ireland v Commission [2005] ECR I-8027, paragraph 50).",
        "NP": "35",
        "REF.NP.ECR": [
            "50"
        ]
    },
    {
        "HT": [
            "Ireland",
            "Commission"
        ],
        "NO.CASE": [
            "199/03"
        ],
        "text": "35The Court of Justice has ruled previously on the scope of such a requirement in the context of Article 38(1)(c) of its own Rules of Procedure. It has held that the statement required must be sufficiently clear and precise to enable the defendant to prepare its defence and the Court to exercise its power of review. It is therefore necessary for the essential matters of law and of fact on which an action is based to be indicated coherently and intelligibly in the application itself (Case C-178/00 Italy v Commission [2003] ECR I-303, paragraph 6, and Case C-199/03 Ireland v Commission [2005] ECR I-8027, paragraph 50).",
        "NP": "35",
        "REF.NP.ECR": [
            "50"
        ]
    }
]