[
    {
        "HT": "Sicilcassa and Others",
        "NO.CASE": [
            "297/01"
        ],
        "text": "42The Commission considers that the first question is inadmissible because the national tribunal is requesting the Court of Justice to substitute its own judgment for that of the Commission, whereas according to the settled case-law of the Court the assessment of the compatibility of aid measures or of an aid scheme with the common market falls within the exclusive competence of the Commission, subject to review by the Court. Consequently, a national tribunal may not, in a reference for a preliminary ruling under Article 234 EC, ask the Court for guidance as to the compatibility with the common market of a given State aid or State aid scheme (order in Case C-297/01 Sicilcassa and Others [2003] ECR I-7849, paragraph 47).",
        "NP": "42",
        "REF.NP.ECR": [
            "47"
        ]
    },
    {
        "HT": [
            "Belgium",
            "Commission"
        ],
        "NO.CASE": [
            "75/97"
        ],
        "text": "45Aid may be selective in the light of that provision even where it concerns a whole economic sector (see, in particular, Case C-75/97 Belgium v Commission [1999] ECR I-3671, paragraph 33).",
        "NP": "45",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "173/73"
        ],
        "text": "51The tax reduction is not justified by the nature and overall structure of the tax system in question (see, by way of analogy, Case 173/73 Italy v Commission [1974] ECR 709, paragraph 33). It is not an adaptation of the general scheme to the particular characteristics of banking undertakings. It is apparent from the documents before the Court that it was put forward expressly by the national authorities as a means of improving the competitiveness of certain undertakings at a certain stage in the development of the sector.",
        "NP": "51",
        "REF.NP.ECR": [
            "33"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "372/97"
        ],
        "text": "54In its assessment of those two conditions, the Commission is required, not to establish that the aid has a real effect on trade between Member States and that competition is actually being distorted, but only to examine whether that aid is liable to affect such trade and distort competition (Case C-372/97 Italy v Commission [2004] ECR I-3679, paragraph 44).",
        "NP": "54",
        "REF.NP.ECR": [
            "44"
        ]
    },
    {
        "HT": [
            "Philip Morris",
            "Commission"
        ],
        "NO.CASE": [
            "730/79"
        ],
        "text": "56In particular, when aid granted by a Member State strengthens the position of an undertaking compared with other undertakings competing in intra-Community trade, the latter must be regarded as affected by that aid (see, in particular, Case 730/79 Philip Morris v Commission [1980] ECR 2671, paragraph 11; Case C-53/00 Ferring [2001] ECR I-9067, paragraph 21; and Case C-372/97 Italy v Commission, cited above, paragraph 52).",
        "NP": "56",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": "Ferring",
        "NO.CASE": [
            "53/00"
        ],
        "text": "56In particular, when aid granted by a Member State strengthens the position of an undertaking compared with other undertakings competing in intra-Community trade, the latter must be regarded as affected by that aid (see, in particular, Case 730/79 Philip Morris v Commission [1980] ECR 2671, paragraph 11; Case C-53/00 Ferring [2001] ECR I-9067, paragraph 21; and Case C-372/97 Italy v Commission, cited above, paragraph 52).",
        "NP": "56",
        "REF.NP.ECR": [
            "52"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "409/00"
        ],
        "text": "57In that regard, the fact that an economic sector has been liberalised at Community level is an element which may serve to determine that the aid has a real or potential effect on competition and on trade between Member States (see Case C-409/00 Spain v Commission [2003] ECR I-1487, paragraph 75).",
        "NP": "57",
        "REF.NP.ECR": [
            "75"
        ]
    },
    {
        "HT": [
            "Italy",
            "Commission"
        ],
        "NO.CASE": [
            "310/99"
        ],
        "text": "58In addition, it is not necessary that the beneficiary undertaking itself be involved in intra-Community trade. Aid granted by a Member State to an undertaking may help to maintain or increase domestic activity, with the result that undertakings established in other Member States have less chance of penetrating the market of the Member State concerned (see, to that effect, in particular, Case C-310/99 Italy v Commission [2002] ECR I-2289, paragraph 84). Furthermore, the strengthening of an undertaking which, until then, was not involved in intra-Community trade may place that undertaking in a position which enables it to penetrate the market of another Member State.",
        "NP": "58",
        "REF.NP.ECR": [
            "84"
        ]
    },
    {
        "HT": [
            "Italy and Sardegna Lines",
            "Commission"
        ],
        "NO.CASE": [
            "15/98",
            "105/99"
        ],
        "text": "67In the case of an aid scheme, the Commission may confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, in particular, Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 51, and Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24), in order to determine whether that scheme comprises aid elements.",
        "NP": "67",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "278/00"
        ],
        "text": "67In the case of an aid scheme, the Commission may confine itself to examining the general characteristics of the scheme in question without being required to examine each particular case in which it applies (see, in particular, Joined Cases C-15/98 and C-105/99 Italy and Sardegna Lines v Commission [2000] ECR I-8855, paragraph 51, and Case C-278/00 Greece v Commission [2004] ECR I-3997, paragraph 24), in order to determine whether that scheme comprises aid elements.",
        "NP": "67",
        "REF.NP.ECR": [
            "24"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "456/00"
        ],
        "text": "71The Court makes the preliminary observation that for the purposes of applying Article 87(3) EC the Commission enjoys a wide discretion, the exercise of which involves assessments of an economic and social nature which must be made within a Community context. The Court, in reviewing whether that freedom was lawfully exercised, cannot substitute its own assessment in the matter for that of the competent authority but must confine itself to examining whether the authority's assessment is vitiated by a manifest error or by misuse of powers (see Case C-456/00 France v Commission [2002] ECR I-11949, paragraph 41, and the case-law cited).",
        "NP": "71",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Demesa and Territorio Historico de Alava",
            "Commission"
        ],
        "NO.CASE": [
            "183/02",
            "187/02"
        ],
        "text": "104In view of the mandatory nature of the review of State aid by the Commission under Article 88 EC, undertakings to which aid has been granted may not, in principle, entertain a legitimate expectation that the aid is lawful unless it has been granted in compliance with the procedure laid down in that article and, second, a diligent businessman should normally be able to determine whether that procedure has been followed. In particular, where aid is implemented without prior notification to the Commission, so that it is unlawful under Article 88(3) EC, the recipient of the aid cannot have at that time a legitimate expectation that its grant is lawful (Joined Cases C-183/02 P and C-187/02 P Demesa and Territorio Histórico de Álava v Commission [2004] ECR I-10609, paragraphs 44 and 45, and the case-law cited). Neither the Member State in question nor the operator involved can plead the principle of legal certainty either, in order to prevent recovery of the aid, since the risk of national proceedings, as claimed by Unicredito, was foreseeable from the moment that the aid was implemented.",
        "NP": "104",
        "REF.NP.ECR": [
            "44",
            "45"
        ]
    },
    {
        "HT": [
            "Greece",
            "Commission"
        ],
        "NO.CASE": [
            "57/86"
        ],
        "text": "105It is common ground that the measures contained in Law No 218/90 were never notified to the Commission. Therefore, as regards the allegation that the measure provided for in Article 7(3) of that law was very similar to the tax reduction, it is sufficient to note that that measure was not examined by the Commission. In that context, the time which has elapsed since the adoption of that law, as pleaded by Unicredito, is irrelevant. In addition, even supposing that the two successive measures are, as suggested by the national tribunal, related, the one being a continuation and extension of the other, the fact that the Commission took no action regarding the first is immaterial, since the system at issue in the current proceedings, viewed independently of its predecessor, favours certain undertakings (see, to that effect, Case 57/86 Greece v Commission [1988] ECR 2855, paragraph 10).",
        "NP": "105",
        "REF.NP.ECR": [
            "10"
        ]
    }
]