[
    {
        "NO.CASE": "C-393/04",
        "REF.NP.ECR": "55",
        "NO.ECLI": null,
        "text": "40. As the Advocate General noted at point 29 of his Opinion, Articles 25 EC and 90 EC, which lay down respectively a prohibition on customs duties and charges having equivalent effect and on discriminatory internal taxation, complement each other in pursuing the objective of prohibiting any national fiscal measure that is liable to discriminate against products coming from or destined for other Member States by constituting a restriction on their free movement within the Community in normal conditions of competition (see, to that effect, Joined Cases C-393/04 and C-41/05 Air Liquide Industries Belgium  [2006] ECR I-5293, paragraph 55, and Case C‑221/06 Stadtgemeinde Frohnleiten and Gemeindebetriebe Frohnleiten  [2007] ECR I-0000, paragraph 30). ",
        "NP": "40"
    },
    {
        "NO.CASE": "C-78/90",
        "REF.NP.ECR": "27",
        "NO.ECLI": null,
        "text": "42. A charge which is imposed on domestic and imported products according to the same criteria may nevertheless be prohibited by the Treaty if the revenue from such a charge is intended to support activities which specifically benefit the taxed domestic products. If the advantages which those products enjoy wholly offset the burden imposed on them, the effects of that charge are apparent only with regard to imported products and that charge constitutes a charge having equivalent effect. If, on the other hand, those advantages only partly offset the burden borne by domestic products, the charge in question constitutes discriminatory taxation for the purposes of Article 90, the collection of which is prohibited as regards the proportion used to offset the burden borne by the domestic products (see, to that effect, Joined Cases C-78/90 to C-83/90 Compagnie commerciale de l’Ouest and Others  [1992] ECR I-1847, paragraph 27). ",
        "NP": "42"
    },
    {
        "NO.CASE": "C-158/94",
        "REF.NP.ECR": "17",
        "NO.ECLI": null,
        "text": "43. In the case in the main proceedings, the price surcharge is imposed on transmitted electricity. In that regard, it must be borne in mind that electricity constitutes a product for the purposes of the provisions of the Treaty (Case C-393/92 Almelo  [1994] ECR I-1477, paragraph 28, and Case C-158/94 Commission  v Italy  [1997] ECR I-5789, paragraph 17). ",
        "NP": "43"
    },
    {
        "NO.CASE": "C-158/94",
        "REF.NP.ECR": "17",
        "NO.ECLI": null,
        "text": "43. In the case in the main proceedings, the price surcharge is imposed on transmitted electricity. In that regard, it must be borne in mind that electricity constitutes a product for the purposes of the provisions of the Treaty (Case C-393/92 Almelo  [1994] ECR I-1477, paragraph 28, and Case C-158/94 Commission  v Italy  [1997] ECR I-5789, paragraph 17). ",
        "NP": "43"
    },
    {
        "NO.CASE": "C-72/92",
        "REF.NP.ECR": "18",
        "NO.ECLI": null,
        "text": "58. It should be noted at the outset that a charge applied under the same conditions as regards its collection to both domestic and imported products, the revenue from which is used for the benefit of domestic products alone, so that the advantages accruing from it offset the burden borne by those products, may constitute, having regard to the use to which the revenue from that charge is put, State aid incompatible with the common market, if the conditions for the application of Article 87 EC are met (see, to that effect, Case C-17/91 Lornoy and Others  [1992] ECR I-6523, paragraph 32, and Case C-72/92 Scharbatke  [1993] ECR I‑5509, paragraph 18). ",
        "NP": "58"
    },
    {
        "NO.CASE": "C-72/92",
        "REF.NP.ECR": "18",
        "NO.ECLI": null,
        "text": "58. It should be noted at the outset that a charge applied under the same conditions as regards its collection to both domestic and imported products, the revenue from which is used for the benefit of domestic products alone, so that the advantages accruing from it offset the burden borne by those products, may constitute, having regard to the use to which the revenue from that charge is put, State aid incompatible with the common market, if the conditions for the application of Article 87 EC are met (see, to that effect, Case C-17/91 Lornoy and Others  [1992] ECR I-6523, paragraph 32, and Case C-72/92 Scharbatke  [1993] ECR I‑5509, paragraph 18). ",
        "NP": "58"
    },
    {
        "NO.CASE": "C-341/06",
        "REF.NP.ECR": "125",
        "NO.ECLI": null,
        "text": "63. According to settled case-law, the classification as ‘aid’ within the meaning of Article 87(1) of the Treaty requires that all the conditions set out in that provision are fulfilled (see Case C-142/87 Belgium  v Commission  [1990] ECR I-959, ‘Tubemeuse’ , paragraph 25; Case C‑280/00 Altmark Trans and Regierungspräsidium Magdeburg  [2003] ECR I-7747, paragraph 74; and  Joined Cases C-341/06 P and C‑342/06 P Chronopost and La Poste  v Ufex and Others  [2008] ECR I‑0000, paragraph 125). ",
        "NP": "63"
    },
    {
        "NO.CASE": "C-341/06",
        "REF.NP.ECR": "125",
        "NO.ECLI": null,
        "text": "63. According to settled case-law, the classification as ‘aid’ within the meaning of Article 87(1) of the Treaty requires that all the conditions set out in that provision are fulfilled (see Case C-142/87 Belgium  v Commission  [1990] ECR I-959, ‘Tubemeuse’ , paragraph 25; Case C‑280/00 Altmark Trans and Regierungspräsidium Magdeburg  [2003] ECR I-7747, paragraph 74; and  Joined Cases C-341/06 P and C‑342/06 P Chronopost and La Poste  v Ufex and Others  [2008] ECR I‑0000, paragraph 125). ",
        "NP": "63"
    },
    {
        "NO.CASE": "C-482/99",
        "REF.NP.ECR": "37",
        "NO.ECLI": null,
        "text": "70. It is of little account that that designated company was at one and the same time the centralising body for the tax received, the manager of the monies collected and the recipient of part of those monies. The mechanisms provided for by the Law and, more specifically, the detailed accounts certified by an auditor, make it possible to distinguish those different roles and to monitor the use of the monies. It follows that as long as that designated company did not appropriate to itself the amount of NLG 400 million, at the time when it was freely able to do so, that amount remained under public control and therefore available to the national authorities, which is sufficient for it to be categorised as State resources (see, to that effect, Case C-482/99 France  v Commission  [2002] ECR I-4397, paragraph 37). ",
        "NP": "70"
    },
    {
        "NO.CASE": "C-345/02",
        "REF.NP.ECR": "36",
        "NO.ECLI": null,
        "text": "72. Those different circumstances distinguish the measure at issue in the main proceedings from that referred to in Case C-345/02 Pearle and Others [2004] ECR I-7139. The monies at issue in that case, which were used for an advertising campaign, had been collected by a professional body from its members who benefited from the campaign, by means of compulsory levies earmarked for the organisation of that campaign ( Pearle and Others , paragraph 36). They were, therefore, neither revenue for the State nor monies which remained under State control, by contrast to the amount received by SEP, which has its origin in a charge and can be used for no other purpose than that provided for by the Law.",
        "NP": "72"
    },
    {
        "NO.CASE": "C-379/98",
        "REF.NP.ECR": "59",
        "NO.ECLI": null,
        "text": "74. Likewise, the measure in question differs from that referred to in Case C-379/98 PreussenElektra  [2001] ECR I-2099, in which the Court held, at paragraph 59, that the obligation imposed on private electricity supply undertakings to purchase electricity produced from renewable energy sources at fixed minimum prices did not involve any direct or indirect transfer of State resources to undertakings which produced that type of electricity. In the latter case, the undertakings had not been appointed by the State to manage a State resource, but were bound by an obligation to purchase by means of their own financial resources.",
        "NP": "74"
    },
    {
        "NO.CASE": "C-34/01",
        "REF.NP.ECR": "30",
        "NO.ECLI": null,
        "text": "79. In that regard, it must be borne in mind that measures which, whatever their form, are likely directly or indirectly to favour certain undertakings or are to be regarded as an economic advantage which the recipient undertaking would not have obtained under normal market conditions are regarded as State aid (see Altmark Trans and Regierungspräsidium Magdeburg , paragraph 84; Joined Cases C-34/01 to C-38/01 Enirisorse  [2003] ECR I-14243, paragraph 30; and Servizi Ausiliari Dottori Commercialisti , paragraph 59). ",
        "NP": "79"
    },
    {
        "NO.CASE": "C-266/04",
        "REF.NP.ECR": "34",
        "NO.ECLI": null,
        "text": "89. As regards the charge on the electricity transmitted, settled case-law provides that taxes do not fall within the scope of the provisions of the EC Treaty concerning State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure (Case C-174/02 Streekgewest  [2005] ECR I-85, paragraph 25, and Joined Cases C-266/04 to C-270/04, C-276/04 and C-321/04 to C‑325/04 Distribution Casino France and Others  [2005] ECR I-9481, paragraph 34).",
        "NP": "89"
    },
    {
        "NO.CASE": "C-266/04",
        "REF.NP.ECR": "34",
        "NO.ECLI": null,
        "text": "89. As regards the charge on the electricity transmitted, settled case-law provides that taxes do not fall within the scope of the provisions of the EC Treaty concerning State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure (Case C-174/02 Streekgewest  [2005] ECR I-85, paragraph 25, and Joined Cases C-266/04 to C-270/04, C-276/04 and C-321/04 to C‑325/04 Distribution Casino France and Others  [2005] ECR I-9481, paragraph 34).",
        "NP": "89"
    },
    {
        "NO.CASE": "C-261/01",
        "REF.NP.ECR": "51",
        "NO.ECLI": null,
        "text": "93. Where a tax is hypothecated to an aid measure, the notification of the aid must also cover the method of financing (Joined Cases C-261/01 and C-262/01 van Calster and Others  [2003] ECR I-12249, paragraph 51, and Streekgewest , paragraph 26).",
        "NP": "93"
    }
]