[
    {
        "HT": [
            "Germany, France, Netherlands, Denmark and United Kingdom",
            "Commission"
        ],
        "NO.CASE": [
            "281/85",
            "283/85",
            "285/85",
            "287/85"
        ],
        "text": "21Consequently, Article 118 of the Treaty does not encroach upon the Member States' powers in the social field in so far as the latter is not covered by other provisions of the Treaty (Joined Cases 281/85, 283/85 to 285/85 and 287/85 Germany, France, Netherlands, Denmark and United Kingdom ν Commission [1987] ECR 3203, paragraph 14).",
        "NP": "21",
        "REF.NP.ECR": [
            "14"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "241/94"
        ],
        "text": "23The Court has, moreover, already held elsewhere that the social character of State aid is not sufficient to exclude it outright from being categorised as aid for the purposes of Article 92 of the Treaty (Case C-241/94 France v Commission [1996] ECR I-4551, paragraph 21).",
        "NP": "23",
        "REF.NP.ECR": [
            "21"
        ]
    },
    {
        "HT": "SFEI and Others",
        "NO.CASE": [
            "39/94"
        ],
        "text": "41The Court has held in this regard that, in order to determine whether a State measure constitutes aid for the purposes of Article 92 of the Treaty, it is necessary to establish whether the recipient undertaking receives an economic advantage which it would not have obtained under normal market conditions (Case C-39/94 SFEI and Others [1996] ECR I-3547, paragraph 60).",
        "NP": "41",
        "REF.NP.ECR": [
            "60"
        ]
    },
    {
        "HT": [
            "France",
            "Commission"
        ],
        "NO.CASE": [
            "301/87"
        ],
        "text": "42It has also held that the same is true of loans at reduced rates of interest granted by public authorities to an undertaking which enable the latter to avoid having to bear costs which would normally have had to be met out of the undertaking's own financial resources, thereby preventing market forces from having their normal effect (Case C-301/87 France ν Commission [1990] ECR I-307, paragraph 41).",
        "NP": "42",
        "REF.NP.ECR": [
            "41"
        ]
    },
    {
        "HT": [
            "Spain",
            "Commission"
        ],
        "NO.CASE": [
            "42/93"
        ],
        "text": "46Next, it should be noted that the State did not act as a public investor whose conduct must be compared to the conduct of a private investor laying out capital with a view to realising a profit in the relatively short term (Case C-42/93 Spain ν Commission [1994] ECR I-4175, paragraph 14). On the assumption that, as the Commission acknowledges, the fact that the sums advanced by Fogasa to pay the wages of Tubacex's employees are not State aid has been established, it follows that in restructuring the conditions for repayment of those advances, Fogasa must be held to have acted as a public creditor which, like a private creditor, seeks to recover sums due to it and which, to that end, concludes agreements with the debtor, under which the accumulated debts are to be rescheduled or paid by instalments in order to facilitate their repayment.",
        "NP": "46",
        "REF.NP.ECR": [
            "14"
        ]
    }
]